Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 2 Seated Front Presses
de: Sie sitzen aufrecht auf der Bank. Greifen Sie nach der Hantel etwas weiter als in Schulterlänge. Lassen Sie die Hantel vor Ihren Schultern herunter kommen, drücken Sie sie anschließend zur Anfangsposition zurück.
es: Siéntate en un banco recto. Coge la haltera con un distancia mayor que la anchura de los hombros. Empuja la haltera hacia arriba, hasta que esté sobre los hombros y con los brazos extendidos. Baja la haltera hasta la parte delantera de los hombros, y vuelve a la posición inicial.
ko: 수직 벤치에 앉습니다. 어깨 넓이보다 넓게 바벨을 잡습니다. 바벨을 수직으로 밀어 올려 어깨를 지나 팔 길이 만큼 올립니다. 바벨을 어깨 앞에까지 내린 다음 시작 위치로 되돌립니다.
pt: Sente-se em um banco. Segure a barra do haltere com uma pegada mais larga do que a largura do ombro. Levante a barra verticalmente acima da cabeça até que os braços estejam totalmente esticados. Abaixe o haltere em frente aos seus ombros, em seguida, leve-o à posição inicial.
tr: Dik duran bir sehpaya oturun. Omuz aralığından biraz daha açık bir şekilde halteri kavrayın. Halteri omuzlarınızın üzerinde bir kol boyu kadar uzanana kadar doğrudan yukarı doğru itin. Halteri omuzlarınızın önüne kadar indirin ve başlangıç pozisyonuna doğru itin.

source: Seated Dumbbell Presses
de: Sitzendes Kurzhanteldrücken
es: Press con Mancuernas Sentado
fr: Développé Droit Assis
ko: 시티드 덤벨 프레스
pt: Desenvolvimento Sentado com Halteres
tr: Oturarak Dambıl İtişler

source: 3 Seated Dumbbell Presses
de: Platzieren Sie sich auf einer Bank oder einem Stuhl mit Ihrem Rücken aufrecht und gerade. Halten Sie in jeder Hand eine Hantel, und halten Sie sie etwas außerhalb Ihrer Schultern mit Ihren Daumen nach innen und zueinander. Drücken Sie die Hanteln einfach über Ihren Kopf, und gehen Sie zu der Anfangsposition etwas außerhalb Ihrer Schultern zurück.
es: Colócate en un banco o silla con la espalda recta. Coge una mancuerna en cada mano y sujétalas justo por fuera de los hombros, con los pulgares mirándose de frente. Solo tienes que subir las mancuernas por encima de tu cabeza y volver a la posición inicial.
ko: 벤치나 의자에 않아 등을 수직으로 세웁니다. 덤벨을 양손에 잡고 각 어깨의 약간 바깥쪽에 유지하면서 엄지 손가락은 서로 바라보게 합니다. 덤벨을 간단히 머리위로 밀어 올리고 다시 어깨 약간 바깥쪽인 시작 위치로 돌아옵니다.
pt: Posicione-se em um banco ou cadeira com as costas eretas. Pegue um haltere em cada mão e segure-os na lateral, ao lado do corpo na altura das orelhas com os polegares voltados para dentro. Basta elevar os halteres acima da cabeça e retornar à posição inicial, à altura dos ombros.
tr: Sırtınız dik ve düz bir konumda bir sehpaya veya sandalyeye oturun. Her elinize bir dambıl alın ve başparmaklarınız birbirine bakacak şekilde, omuzlarınızın hemen dışında bir hizada tutun. Basitçe, dambılları başınızın üzerine doğru itin ve başlangıç pozisyonuna omuzlarınızın hemen dışında dönün.

source: Low-Pulley Lateral Raises
de: Seitheben der unteren Umlenkrolle
es: Elevaciones Laterales con Polea Baja
fr: Élévation Latérale à la Poulie Basse
ko: 로우 풀리 측면 올리기
pt: Elevação Lateral no Cabo
tr: Alt Makara Yana Açışlar

source: 4 Low-Pulley Lateral Raises
de: Stellen Sie sich mit der Seite nahe an die Kabelzugmaschine, platzieren Sie Ihren Arm etwas vor Ihren Oberschenkeln, und greifen Sie nach dem Griff. Atmen Sie ein, und heben Sie Ihren Arm mit leicht gebeugtem Ellenbogen zur Seite des Körpers, bis Ihr Arm mit der Schulter gleich ist. Lassen Sie Ihre Handfläche unten. Lassen Sie Ihren Arm langsam und kontrolliert zur Anfangsposition zurückkommen.
es: Colócate de pie cerca de la máquina del cable y ponte de lado, con el brazo ligeramente por delante del muslo, y agarra el manillar. Inhala y, manteniendo el codo ligeramente flexionado, eleva el brazo por fuera del lateral del cuerpo hasta que la parte superior del brazo esté al mismo nivel que el hombro. Mantén la palma de la mano hacia abajo. Lentamente y de manera controlada, baja el brazo hasta la posición inicial.
ko: 케이블 기구에 가까이 측면으로 서고, 팔은 본인 허벅지 약간 앞에 놓고 손잡이를 잡습니다. 숨을 들이 마신다음, 팔꿈치를 약간 구부린채로, 팔을 옆구리 바깥쪽으로 들어 올려서 윗팔이 어깨 높이에 이르게 합니다. 손바닥은 항상 아래를 향하고 있어야 합니다. 천천히, 그리고 절제된 동작으로, 팔을 다시 시작 위치로 되돌립니다.
pt: Posicione-se próximo e de lado para o aparelho de elevação; posicione o braço ligeiramente à frente das coxas e segure o puxador. Inspire e, mantendo o cotovelo ligeiramente flexionado, eleve o braço lateralmente até a altura do ombro. Mantenha a palma da mão virada para baixo. Lentamente, e sem perder o controle do movimento, abaixe o seu braço retornando à posição inicial.
tr: Cable makinesine yakın ve yan tarafında durun, kolunuzu kalçanızın hafif önüne konumlandırın ve tutamacı kavrayın. Nefes alın ve dirseğinizi hafif bükülü tutarak, üst kolunuz omuz hizasına gelen kadar kolunuzu dışa doğru yükseltin. Avuç içleriniz yere doğru baksın. Yavaşça ve hareketi kontrol altında tutarak, kolunuzu başlangıç pozisyonuna doğru indirin.

source: Upright Rows
de: Senkrechtes Rudern
es: Remada Vertical
fr: Tirage Verticale
ko: 수직 로윙
pt: Remada Alta
tr: Halter Çeneye Çekiş

source: 5 Upright Rows
de: Heben Sie die Stange zu Ihrem Kinn, indem Sie mit Ihren Ellenbogen anfangen. Wenn Ihre Oberarme parallel zum Boden sind, hören Sie mit dem Ziehen auf und lassen die Stange langsam auf dem gleichen Weg herunter, wie sie hochgekommen ist.
es: Sube la barra hacia la barbilla, haciéndo fuerza con los codos.Cuando la parte superior de los brazos esté paralela al suelo, deja de tirar y baja la barra con la misma trayectoria. Cuando esté arriba, los codos deberán estar por encima de las muñecas.
ko: 팔꿈치로 이끌면서 바를 턱쪽으로 올립니다. 윗팔이 지면과 평행하면 당김을 멈추고 바를 올라온 그대로 내립니다. 움직임의 최고점에서 팔꿈치는 손목보다 높이 있어야 합니다.
pt: Levante o haltere em direção ao queixo, usando os seus cotovelos. Quando seus braços ficarem paralelos ao chão, pare de levantar e baixe o haltere seguindo a mesma direção em que ele foi erguido. Na posição mais alta, os seus cotovelos devem ficar mais elevados do que os seus pulsos.
tr: Dirseklerinizde yönlendirerek barı çenenize doğru kaldırın. Üst kollarınız yere paralel olduğunda, çekmeyi durdurun ve barı kaldırmış olduğunuz yoldan geri indirin. Hareketinizin en üst noktasında, dirsekleriniz bileklerinizden daha yüksekte olmalıdır.

source: Dumbbell Rear Deltoid Raises
de: Hinter-Deltamuskel-Hantelheben
es: Elevaciones del Deltoide Posterior con Mancuernas
fr: Élévation Frontale avec Haltères
ko: 덤벨 후측 삼각근 올리기
pt: Levantamento do Deltóide Traseiro
tr: Omuz (Deltoid) Geri İtiş

source: 6 Dumbbell Rear Deltoid Raises
de: Setzen Sie sich nach vorn geneigt auf eine Bank, Füße zusammen auf dem Boden. Heben Sie die Hanteln zur Seite, lassen Sie Ihre Hände gestreckt, und kommen Sie langsam wieder zur Anfangsposition zurück.
es: Siéntate en un banco e inclínate hacia adelante con los pies juntos en el suelo. Eleva las mancuernas a los lados, manteniendo las manos rectas y vuelve lentamente a la posición inicial.
ko: 앞으로 비스듬한 벤치에 앉아 발은 바닥에 같이 고정합니다. 덤벨을 옆으로 올리는 동안 손은 똑바로 유지하고 천천히 시작 위치로 돌아 옵니다.
pt: Sente-se na extremidade de um banco, incline-se para frente com os pés no chão e juntos. Levante ambos os halteres lateralmente mantendo os braços esticados, e lentamente retorne à posição inicial.
tr: Üst eğik bir sehpaya ayaklarınız yerde bitişik olarak oturun. Dambılları yanlara doğru, ellerinizi düz bir şekilde tutarak kaldırın ve yavaşça başlangıç pozisyonuna geri dönün.

source: Lateral Raises
de: Seitheben
es: Elevaciones Laterales
fr: Élévation Latérale
ko: 래터럴 레이즈
pt: Elevação Lateral
tr: Yana Açışlar

source: 7 Lateral Raises
de: Stellen Sie sich mit leicht gespreizten Füßen hin. Halten Sie Ihren Rücken gerade, Ihre Arme hängen an den Seiten und halten eine Hantel in jeder Hand: - Heben Sie die Hantel zur Schulterhöhe hoch, lassen Sie Ihre Ellenbogen etwas gebeugt. Gehen Sie zur Anfangsposition zurück.
es: De pie con los pies ligeramente separados. Mantén la espalda recta y los brazos colgando a los lados, con una mancuerna en cada mano: ⁃ Eleva la mancuerna al nivel del hombro, manteniendo los codos ligeramente flexionados. ⁃ Vuelve a la posición inicial.
ko: 발을 약간 벌리고 섭니다. 등은 똑바로 하고 팔은 옆에 느러뜨려 양손에 아령을 잡습니다: - 팔꿈치를 약간 구부린채로, 아령을 어깨 정도까지 올립니다. - 시작 위치로 돌아옵니다.
pt: Fique de pé com os seus pés ligeiramente separados. Mantenha o troco ereto, os braços ao longo dos quadris, segurando um haltere em cada mão: - Levante o haltere até a altura do ombro, mantendo os cotovelos levemente flexionados. - Retorne à posição inicial.
tr: Ayaklarınız hafif açık ayakta durun. Sırtınızı dik tutun, kollarınız, her elinizde bir dambıl olmak üzere, yanlardan salınsın: - Dambılları omuz seviyesine yükseltin, dirsekleriniz hafif bükülü olsun. - Başlangıç pozisyonunuza geri dönün.

source: Front Raises
de: Frontheben
es: Elevaciones Frontales
fr: Élévation Frontale
ko: 프런트 레이즈
pt: Elevação Frontal
tr: Öne Kaldırışlar

source: 8 Front Raises
de: Stehen Sie mit leicht gespreizten Füßen. Halten Sie die Hanteln mit den Handflächen nach unten (Überhand Griff), lassen Sie die Hanteln auf Ihren Oberschenkeln oder etwas auf der Seite ruhen: - Atmen Sie ein, und heben Sie die Kurzhanteln mit abwechselnden Seiten zu Schulterhöhe an sich. - Atmen Sie bei der Vollendung der Übung aus.
es: De pie con los pies ligeramente separados. Sujeta las mancuernas con las palmas hacia abajo (agarre prono), apoyándolas en los muslos o ligeramente hacia el lateral: ⁃ Inhala y alterna de lado para elevar las mancuernas hacia adelante, hasta la altura de los hombros. ⁃ Exhala mientras completas el movimiento.
ko: 발을 약간 벌리고 섭니다. 손바닥을 아래로(오버핸드 그립)하고 덤벨을 잡고서, 덤벨을 허벅지나 약간 자신의 옆에 놓습니다: -숨을 들이 마시고 방향을 바꿔가면서 덤벨을 어깨 높이정도로 들어 올립니다. -동작을 마무리하면서 숨을 내쉽니다.
pt: Fique de pé com os pés ligeiramente separados. Segure os halteres com as palmas das mãos para baixo (pegada pronada), mantenha os halteres à frente da coxa ou ligeiramente de lado: - Inspire e eleve os halteres alternadamente à frente do corpo até a altura dos ombros. - Expire ao abaixar os braços completando o movimento.
tr: Ayaklarınız hafif açık ayakta durun. Dambılları avuç içleriniz yere bakacak şekilde kavrayın, dambılları uyluklarınız üzerine koyun veya hafif yanlarınızda tutun: - Nefes alın ve yan değiştirerek dambılları omuz yüksekliğine yükseltin. - Hareketi tamamlarken nefes verin.

source: Barbell Front Raises
de: Langhantelfrontheben
es: Elevaciones Frontales con Haltera
fr: Élévation Frontale à la Barre
ko: 바벨 프런트 레이즈
pt: Elevação Frontal com Barra
tr: Halterle Öne Kaldırışlar

source: 9 Barbell Front Raises
de: Stehen Sie mit leicht gespreizten Beinen. Greifen Sie mit einem Überhandgriff nach der Hantel, und lassen Sie die Langhantel auf Ihren Oberschenkeln ruhen. Halten Sie Ihren Rücken gerade und Ihre Bauchmuskeln zusammengezogen: - Atmen Sie ein, und heben Sie die Hantel mit ausgestreckten Armen nach vorne bis sie Augenhöhe erreicht. - Atmen Sie bei der Vollendung der Übung aus.
es: De pie con las piernas ligeramente separadas. Coge la haltera con un agarre prono y apóyala en los muslos. Con la espalda recta y los abdominales contraídos: ⁃ Inhala y sube la haltera hacia adelante con los brazos extendidos, hasta la altura de los ojos. ⁃ Exhala mientras completas el movimiento.
ko: 다리를 약간 벌리고 섭니다. 오버핸드 그립으로 바벨을 잡고 허벅지에 놓습니다. 등은 똑바로 하고 복부에 힘을 줍니다: -숨을 들이 마시고 바벨을 팔을 똑바로 하고 눈 높이 다다를 때까지 앞으로 들어 올립니다. -동작을 마무리하면서 숨을 내쉽니다.
pt: Fique de pé com os pés ligeiramente separados. Segure a barra do haltere com o dorso das mãos voltados para cima (pegada pronada) e posicione-a à frente das coxas. Mantenha o torso ereto e o abdômen contraído: - Inspire e eleve o haltere para frente e para cima com os braços estendidos até o nível dos olhos. - Expire ao abaixar os braços completando o movimento.
tr: Bacaklarınız hafif açık şekilde ayakta durun. Halteri aşağıdan yukarıya doğru bir tutuşla kavrayın ve halteri uyluklarınız üzerine koyun. Sırtınızı dik tutun ve karın kaslarınızı kasın: - Nefes alın ve halteri göz seviyesine gelen kadar kollarınızı uzatarak kaldırın. - Hareketi tamamlarken nefes verin.

source: Upright Row
de: Senkrechtes Rudern
es: Remada Vertical
fr: Élévation Verticale Prise Étroite
ko: 수직 로윙
pt: Remada em Pé
tr: Çene Altı Çekme

source: 10 Upright Row
de: Stehen Sie mit leicht gespreizten Füßen. Halten Sie Ihren Rücken gerade. Greifen Sie mit einem Überhandgriff nach der Stange, wobei Ihre Hände eine Handflächenweite oder etwas weiter auseinander sind: - Atmen Sie ein, und ziehen Sie die Langhantel geradeaus nach oben, bis sie Ihr Kinn berührt. - Heben Sie Ihre Ellenbogen beim Höhepunkt der Übung so hoch wie möglich. - Atmen Sie aus, und lassen Sie die Hantel langsam zur Anfangsposition zurückkommen.
es: De pie y con los pies ligeramente separados. Mantén la espalda recta. Coge la barra con un agarre prono, con las manos separadas por un palmo o un poco más: ⁃ Inhala y sube la haltera recta hacia arriba, hasta que te toque la barbilla. ⁃ Levanta los codos tanto como puedas en el momento álgido del movimiento. ⁃ Exhala y devuelve la haltera a la posición inicial, lentamente.
ko: 발을 약간 벌리고 섭니다. 등은 똑바로 합니다. 오버핸드 그립으로 바를 손바닥 넓이 정도나 좀 더 넓게 손으로 잡습니다: -숨을 들이 마시고 바벨을 수직으로 턱에 닿을 때까지 당깁니다. -이 동작의 최정점에서는 팔꿈치을 최대한 올려야 합니다. -숨을 내쉬고 천천히 바벨을 시작 위치로 되돌립니다.
pt: Fique de pé com os seus pés ligeiramente separados. Mantenha o tronco ereto, Segure a barra com o dorso das mãos voltados para cima (pegada pronada) com uma distância de um palmo, ou um pouco mais, entre suas mãos: - Inspire e eleve a barra verticalmente até a altura do queixo. - Eleve os seus cotovelos o mais alto possível no ponto máximo do movimento. - Expire e abaixe lentamente a barra de volta à posição inicial.
tr: Ayaklarınız hafif açık ayakta durun. Sırtınızı dik tutun. Elleriniz avuç içi açıklığı veya biraz daha geniş bir şekilde alttan yukarı doğru bir tutuşla barı kavrayın: - Nefes alın ve halteri çenenize değecek noktaya gelene kadar çekin. - Hareketin en üst noktasında, dirseklerinizi olabildiğince yukarı kaldırın. - Nefes verin ve halteri yavaşça başlangıç noktasına indirin.

source: Low Pulley Bent-Over Lateral Raises
de: Gebeugtes Seitheben der unteren Umlenkrolle
es: Elevaciones Laterales Inclinadas con Polea Baja
fr: Élévation Latérale à la Poulie Basse Penché
ko: 로우 풀리 벤트오버 래터럴 레이즈
pt: Elevação Lateral Inclinada no Cabo
tr: Alt Makarada Eğilerek Yanlara Açış

source: 11 Low Pulley Bent-Over Lateral Raises
de: Stehen Sie mit leicht gebeugten Füßen und Knien. Lehnen Sie sich von der Hüfte an nach vorne, lassen Sie Ihren Rücken gerade und Ihre Arme hängen. Halten Sie in jeder Hand einen Griff, wobei die Kabel sich kreuzen: - Atmen Sie ein, und heben Sie Ihre Arme zu den Seiten, bis Ihre Hände etwas höher als Ihre Schultern sind. - Atmen Sie während der Vollendung der Übung aus.
es: De pie y con las rodillas ligeramente flexionadas. Inclínate hacia adelante, manteniendo la espalda recta y los brazos colgando. Sujeta un manillar en cada mano, con los cables cruzados el uno con el otro: ⁃ Inhala y eleva los brazos a los lados hasta que las manos estén ligeramente por encima del nivel de los hombros. ⁃ Exhala mientras completas el movimiento.
ko: 발과 무릎을 약각 구부린채로 섭니다. 허리에서 앞으로 구부리고 등은 똑바로 팔은 아래로 느러뜨린채로 있습니다. 케이블이 서로 교차되도록 양손에 손잡이를 잡습니다: -숨을 들이 마시고 팔을 옆으로 올려 손이 어깨 높이보다 약간 위에 도달하도록 합니다. -동작을 마무리하면서 숨을 내쉽니다.
pt: Fique de pé com os pés e joelhos ligeiramente inclinados. Incline-se para frente usando a cintura e mantendo as costas retas e os braços pendurados ao longo do corpo. Segure o puxador direito com a mão esquerda e o esquerdo com a mão direita: - Inspire e eleve os braços nas laterais até que as mão alcancem a altura dos ombros. - Expire ao retornar à posição inicial.
tr: Ayakta dizleriniz hafifçe bükülü halde durun. Belden hafifçe öne eğilerek, sırtınız düz ve kollarınız yandan sarkacak şekilde durun. Kabloları çapraz olacak halde her bir elinizle kavrayın: - Nefes alın ve kollarınızı omuz seviyesinden hafif yukarı doğru gelene kadar kaldırın. - Egzersizi tamamlarken nefes verin.

source: Low Pulley Front Raises
de: Frontheben der unteren Umlenkrolle
es: Elevaciones Frontales con Polea Baja
ko: 로우 풀리 프런트 레이즈
pt: Elevação Frontal no Cabo
tr: Alt Makarada Öne Kaldırış

source: 12 Low Pulley Front Raises
de: Stehen Sie mit leicht gespreizten Füßen. Halten Sie den Griff mit der Überhand, und lassen Sie Ihre Arme an Ihren Seiten: - Atmen Sie ein, und heben Sie Ihren Arm zur Schulterhöhe. - Atmen Sie während der Vollendung der Übung aus. Diese Übung bearbeitet die Deltamuskeln.
es: De pie y con los pies ligeramente separados. Coge el asa con un agarre prono, manteniendo los brazos a los lados: ⁃ Inhala y eleva el brazo hasta la altura del hombro. ⁃ Exhala mientras completas el movimiento. Este ejercicio trabaja los deltoides.
ko: 발을 약간 벌리고 섭니다. 팔을 옆에 고정하고 오버핸드 그립으로 손잡이를 잡습니다: -숨을 들이 마시고 팔을 어깨 높이쪽으로 들어 올립니다. -동작을 마무리하면서 숨을 내쉽니다. 이 운동은 삼각근을 단련시킵니다.
pt: Fique de pé com os pés ligeiramente separados. Segure o puxador usando uma pegada pronada, mantendo os braços ao longo das laterais do corpo: - Inspire e eleve o braço para frente até a altura do ombro. - Expire ao retornar à posição inicial. Este exercício trabalha os deltóides.
tr: Ayaklarınız hafifçe aralanmış şekilde ayakta durun. Kollarınızı yanlarda tutarak tutamaçları aşağıdan yukarı doğru olacak şekilde tutun: - Nefes alın ve kollarınızı omuz seviyesine kadar kaldırın. - Hareketi tamamlarken nefes verin.Bu egzersiz delta kaslarınızı çalıştırır.

source: Pec Deck Rear-Delt Laterals
de: Hinteres Schmetterlingsseitheben
es: Laterales de Deltoides Posteriores con Pec Deck
ko: 펙덱 레어델트 래터럴
pt: Deltóide Posterior e Lateral no Voador
tr: Ön Kol Arka-Delta Yana Açış

source: 13 Pec Deck Rear-Delt Laterals
de: Setzen Sie sich mit dem Gesicht zur Rückenstütze in eine Schmetterlingsmaschine, und greifen Sie mit ausgestreckten Armen nach den Griffen: - Atmen Sie ein, und zwingen Sie Ihre Ellenbogen nach hinten, drücken Sie Ihre Schulterblätter am Ende der Übung zusammen. - Atmen Sie bei der Vollendung der Übung aus.
es: Siéntate en una máquina de pec deck, mirando hacia el apoyo de la espalda, con los brazos estirados sujetando las asas: ⁃ Inhala y mueve los codos hacia atrás, comprimiendo los omoplatos al final del movimiento. ⁃ Exhala mientras completas el movimiento.
ko: 펙덱 기구에 팔은 스트레치하여 손잡이를 잡고 등받을를 향하고 앉습니다: -숨을 들이 마시고 팔꿈치를 억지로 뒤로 밀어서, 이 동작의 마지막에는 견갑골이 서로 누르도록 합니다. -동작을 마무리하면서 숨을 내쉽니다.
pt: Sente-se no aparelho voador (peck deck) com as costas viradas para o encosto do aparelho, segurando os pegadores com os braços esticados. - Inspire e force os cotovelos para trás, contraindo as escápulas no final do movimento. - Expire ao retornar à posição inicial.
tr: Bir ön kol (pec deck) makinesine yüzünüz arka desteğine bakacak ve kollarınız tutmaçları kavrayacak şekilde uzatılmış halde oturun: - Nefes alın ve dirseklerinizi arkaya doğru ittirin, hareketin sonunda kürek kemiklerinizi bir araya getirin. - Hareketi tamamlarken nefes verin.

source: Close-Grip Bench Presses
de: Bankdrücken mit engem Griff
es: Press de Banca con Agarre Cerrado
fr: Développé Couché Prise Étroite
ko: 클로스 그립 벤치 프레스
pt: Supino de Aperto Próximo
tr: Yatarak Halter Dar Tutuş Kaldırış

source: 1 Close-Grip Bench Presses
de: Platzieren Sie sich auf eine normale Hantelflachbank-Drückmaschine. Legen Sie sich flach auf Ihren Rücken, und greifen Sie nach der Hantel über Ihnen mit einem sehr engen Griff. Gehen Sie sicher, daß Ihr Griff zwischen 6 und 8 Inch weit ist. Heben Sie die Hantel vom Ständer, lassen Sie sie bis zu 3 Inch an Ihre Brust herunter kommen, und drücken Sie sie dann zurück zur Anfangsposition. Konzentrieren Sie sich darauf, Ihre Ellenbogen während der ganzen Übung zu Ihrem Körper zu weisen.
es: Colócate en una máquina normal de press de banco plano de pesas libres. Túmbate boca arriba y coge la haltera de encima con un agarre muy estrecho. Concéntrate en mantener una anchura de entre 15 y 20 cm en el agarre. Levanta la haltera del bastidor y bájala lentamente a una altura de unos 8 cm por encima del pecho, y vuelve a levantar la barra hasta la posición de inicio. Asegúrate de mantener los codos orientados hacia el cuerpo durante todo el movimiento.
ko: 일반 자유 웨이트 플랫 벤치 프레스 기구를 이용합니다. 등으로 완전히 누워 바벨을 매우 좁은 그립으로 잡습니다. 그립은 6-8인치 넓이 정도를 유지하도록 합니다. 랙에서 바벨을 들어 천천히 가슴 위로 3인치 정도까지 내린다음 다시 시작 위치로 밀어 올립니다. 이 동작을 하는 내내 팔꿈치를 몸 안쪽으로 고정하도록 주의합니다.
pt: Posicione-se numa máquina de supino normal e lisa de peso básico. Deite-se de costas e agarre o haltere acima de si com um aperto muito próximo. Concentre-se em manter uma largura de cerca de 6-8 polegadas no seu aperto. Levante o haltere do suporte e desça-o lentamente até cerca de 3 polegadas por cima do peito e depois levante a barra de volta à posição inicial. Certifique-se em focar em manter os cotovelos para dentro em direção ao seu corpo durante todo o movimento.
tr: Normal bir serbest ağırlık düz bench press makinesine uzanın. Sırt üstü düz olarak uzanın ve üzerinizdeki halteri çok dar bir tutuşla kavrayın. Kavrayışınız boyunca 15 - 20 cm.lik bir açıklık tutmaya odaklanın. Halteri askıdan indirin ve yavaşça göğsünüzden yaklaşık olarak 7,5 cm yukarısına kaldırın ve daha sonra barı başlangıç pozisyonuna itin. Hareketin tamamı boyunca dirseklerinizin vücudunuza doğru olmasına odaklandığınızdan emin olun.

source: Push-Downs
de: Hinunterdrücken
fr: Extension à la Poulie
ko: 푸쉬 다운
pt: Flexões
tr: Aşağı İtişler
