Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 3 Dumbbell Presses
de: Fangen Sie an, indem Sie sich auf die Bank setzen, halten Sie Ihre Hanteln, und lassen Sie sie auf Ihren Oberschenkeln ruhen. Benutzen Sie Ihre Oberschenkel, um die Hanteln zu Ihrer Brust zu führen, während Sie Ihren Körper zurückrollen, um sich auf die Bank zu legen. Strecken Sie dann Ihre Arme über Ihrer Brust aus (lassen Sie Ihre Ellenbogen leicht gebeugt), die Handflächen nach vorne gerichtet. Lassen Sie Ihre Füße flach auf dem Boden und Ihren Rücken in neutral (nicht mehr als ein leichter Bogen). Lassen Sie die Hanteln herunter, indem Sie Ihre Ellenbogen zur Seite biegen. Machen Sie weiter, bis Ihre Ellenbogen kurz unter Ihren Schultern sind. Drücken Sie dann die Hanteln wieder nach oben, bringen Sie sie oben nah aneinander (ohne Berührung), und winkeln Sie sie leicht nach innen. Lassen Sie Ihre Ellenbogen leicht gebeugt, nicht „sperren”. Machen Sie dies, bis alle Wiederholungen vollendet sind. Um aufzustehen halten Sie die Hanteln an Ihrer Brust, schmeißen Sie Ihre Beine nach oben und dann nach vorne, damit Sie genug Schwung haben, um aufrecht zu sitzen.
es: Ponte en posición sentada en el banco, sujeta las mancuernas y deja que reposen en los muslos. Al echarte hacia atrás para tumbarte en el banco, utiliza los muslos para ayudarte a mover las mancuernas hasta el pecho. Endereza los brazos sobre el pecho (manteniendo una ligera flexión en el codo), con las palmas mirando hacia fuera. Mantén las plantas de los pies en el suelo y la espalda en posición neutral (nada más que un pequeño arco). Baja las mancuernas doblando los codos hacia los lados. Sigue hasta que los codos estén justo por debajo de los hombros. Entonces sube las mancuernas otra vez, juntándolas arriba (sin que se toquen), y ligeramente inclinadas hacia dentro. Mantén los codos ligeramente flexionados, no dejes que se ”bloqueen”. Repite hasta que termines la serie. Para levantarte, sujeta las mancuernas junto al pecho, echa las piernas hacia arriba y hacia adelante, para darle al cuerpo el impulso necesario para sentarte.
ko: 벤치에 앉아 준비 자세를 취하고, 아령을 잡아 허벅지에 올려 놓습니다. 몸을 뒤로 밀면서 벤치에 눕는 동안, 허벅지를 이용해서 아령을 가슴 위로 밀어 올립니다. 그런 다음 손바닥을 앞으로 향하게 하고 팔을 가슴 위로 곧게 합니다. 발을 지면에 고정시키고 등은 중립(약간의 곡선 그대로 유지)에 놓습니다. 팔꿈치를 옆구리 바깥으로 구부려 아령을 내립니다. 팔꿈치가 어깨 바로 아래로 올때까지 계속합니다. 그리고 아령을 다시 위로 밀어 올려서, 위에서 (닿지 않을 정도로), 그리고 안쪽으로 조금 기울이면서 서로 가까이 붙입니다. 팔꿈치를 약간 구부리돼 완전히 '고정'하지는 마십시오. 세트를 완성할때까지 반복합니다. 일어나려면, 아령을 가슴 근처에 잡고 다리를 위로 그리고 앞으로 차서 몸에 일어날 수 있는 탄력을 줍니다.
pt: Fique em posição sentado num banco, segure nos halteres e deixe-os pousar nas suas coxas. Enquanto leva o seu corpo para trás para se deitar no banco, use as pernas para o ajudar a empurrar os halteres até ao seu peito. De seguida estique os braços para cima por cima do seu peito (fletindo ligeiramente os cotovelos), com as palmas das mãos viradas para a frente. Mantenha os pés assentes no chão e as suas costas neutras (não mais que uma ligeira curvatura). Baixe os halteres dobrando os cotovelos para fora. Continue até os seus cotovelos logo abaixo dos seus ombros. Depois volte a empurrar os halteres para cima, juntando-os no cimo (sem se tocarem), e ligeiramente inclinados para dentro. Mantenha uma leve dobra nos cotovelos, sem deixar que 'bloqueiem'. Volte a fazer até completar as repetições. Para se levantar, segure os halteres no seu peito, impulsione as pernas para cima e para a frente para dar ao seu corpo a aceleração para se sentar.
tr: Sehpa üzerine oturarak pozisyonunuzu alın; dambılları tutun ve uyluklarınız üzerinde dinlenmeye bırakın. Vücudunuzu uzanmak için arkaya doğru kaydırırken, dambılları göğsünüze doğru itmek için kalçalarınızdan yardım alın. Daha sonra kollarınızı göğsünüzün üzerinde uzatın (dirsekler hafif bükülü bir şekilde), avuç içleriniz yukarı baksın. Ayaklarınız yere düz bassın ve sırtınız doğal bir şekilde ( hafif bir yaydan daha fazla olmayacak şekilde) dursun. Dirseklerinizi dışarı doğru bükerek dambılları alçaltın. Dirsekleriniz omuzlarınızın hemen altına gelinceye kadar alçaltmaya devam edin. Daha sonra dambılları en yukarıda bir araya gelecek şekilde (birbirine değdirmeden) yukarı doğru ve hafif içe doğru açılı olacak şekilde kaldırın. Dirsekleriniz hafif bükülü olsun, onların kilitlenmesine izin vermeyin. Tekrar sayılarınız tamamlanana kadar hareketi tekrar edin. Kalkmak için dambılları göğsünüzde tutun, size oturmanızı sağlayacak momentumu yaratması için bacaklarınızı yukarı doğru ve daha sonra ileri doğru tekmeleyin.

source: Parallel Bar Dips
de: Paralleles Stangenbeugen
es: Dips en Barras Paralelas
ko: 평행봉 딥
pt: Flexões em Barras Paralelas
tr: Paralelde Göğüs

source: 4 Parallel Bar Dips
de: Zuerst halten Sie Ihren Kopf nach unten während dem Verlauf der Übung, und bewegen Sie Ihren Körper nach vorne. Zweitens ziehen Sie Ihre Ellenbogen etwas hinaus. Das heißt, halten Sie Ihre Ellenbogen hinaus und weg von Ihrem Körper. Damit gehen Sie sicher, daß Sie Ihre Brust mehr benutzen als Ihre Trizeps. Denken Sie daran, daß Sie sich an der Spitze der Übung wirklich auf das Zusammendrücken Ihrer ganzen Brustgegend konzentrieren.
es: Primero, mantén la cabeza baja durante la duración del ejercicio y mueve el cuerpo hacia adelante. Segundo, saca los codos un poco. Así, mantén los codos fuera y separados del cuerpo. Esto garantiza un mayor uso de los músculos del pecho que de los triceps. Recuerda, concéntrate en contraer toda la zona del pecho en la cúspide del movimiento.
ko: 첫째, 이 동작을 하는 내내 머리는 아래로 유지하고 몸을 앞으로 이동합니다. 둘째, 팔꿈치를 조금 밖으로 움직입니다. 즉 팔꿈치를 몸에서 떼어 바깥쪽으로 유지합니다. 이렇게 하면, 삼두근보다는 가슴을 더 사용하게 됩니다. 동작 상단에서 가슴 전체 부분을 집중하여 압박합니다.
pt: Primeiro, mantenha a sua cabeça baixa durante todo o movimento e mova o seu corpo para a frente. Segundo, mova os cotovelos um pouco para fora. Ou seja, mantenha os cotovelos para fora e longe do corpo. Isto irá assegurar de que usa mais os músculos do peito do que os tríceps. Lembre-se, concentre-se em comprimir toda a área do seu peito na parte superior do movimento.
tr: Öncelikle, hareketin tamamı boyunca başınızı aşağıda tutun ve gövdenizi ileri doğru hareket ettirin. İkinci olarak, dirseklerinizi biraz dışarı doğru açın. Yani dirseklerinizi dışarıda ve vücudunuzdan uzakta tutun. Bu, trisepsten ziyade göğsünüzü kullanmanızı garantileyecektir. Unutmayın, hareketin en üst kısmında tüm göğüs bölgenizi gerçekten sıkıştırmaya odaklanın.

source: Cable Crossover Flys
de: Kabelbrücken Fliegen
es: Crucifijo Cruzado con Cable
fr: Écarté Debout à la Poulie
ko: 케이블 크로스오버 플라이
pt: Cabo Crossover
tr: Makarada Göğüs Sıkıştırma

source: 5 Cable Crossover Flys
de: Diese Übung wird mit der Kabelrollenmachine durchgeführt, die eine Umlenkrolle an zwei gegenüberliegenden Seiten hat. Stellen Sie jede Rolle so ein, daß sie in der Höchstposition eingesperrt ist (wenn Sie nicht wissen, wie das geht, fragen Sie einen Trainer in dem Fitnessstudio, wo Sie trainieren,um Ihnen zu helfen). Fassen Sie während dem Stehen jede hohe Rolle mit einem kleinen Handaufsatz für jede Hand an. Die Position, in der sich Ihr Körper befindet, sieht aus wie ein riesiger Buchstabe. Bringen Sie Ihre Arme langsam und kontrolliert zusammen. Stellen Sie sich hierbei vor, daß Sie einen riesigen Baumstamm umarmen. Spannen Sie bei dieser Übung Ihre Brustmuskeln richtig an, zählen Sie einmal, gehen Sie zur Anfangsposition zurück, und wiederholen Sie.
es: Este ejercicio se realiza usando la máquina de poleas de cable que tiene una polea en cada lado opuesto. Coloca cada polea en la parte superior, de manera que estén bloqueadas en la posición elevada (si no sabes cómo hacerlo, pídele a un entrenador del gimnasio en el que entrenas que te ayude). Estando de pie, agarra las poleas utilizando un pequeño acoplamiento de una sola mano para cada mano. Junta lentamente los brazos de forma controlada. Al hacerlo,imagínate que estás abrazando un enorme árbol. Y flexiona tus pecs durante un segundo, para volver a la posición inicial y repetir.
ko: 이 운동은 풀리가 양방향에 달린 케이블 풀리 기구를 이용해서 수행합니다. 각 풀리를 높이 설정하여 높은 위치에 고정시킵니다(방법을 모르면, 운동을 다니는 피트니스의 트레이너에게 도움을 요청합니다). 서있는 동안, 손목줄을 이용하여 높은 풀리를 양손에 잡습니다. 여러분의 몸이 취하게 될 자세는 거대한 문자처럼 보일 것입니다. 느리고 절제된 방법으로 천천히 팔을 붙입니다. 이렇게 하면서, 거대한 나무 기둥을 껴않는 당신을 상상해 보십시오. 이 동작의 절정에서 가슴 근육을 하나처럼 모은 다음 시작 위치로 돌아가서 다시 반복합니다.
pt: Este exercício é feito usando a máquina de cabos cruzados que tem uma polia de ambos os lados. Coloque cada polia no topo para que fique bloqueado na posição alta (se não o sabe fazer, pergunte a um treinador no ginásio para o assistir). Mantendo-se de pé, agarre cada polia usando uma pequena pega para cada mão. A posição do seu corpo será como se fosse uma letra gigante. Junte os braços lentamente de uma maneira lenta e controlada. Enquanto o faz, imagine que está a abraçar uma grande árvore. No pico deste movimento, flexione os seus peitorais um contra o outro para uma contagem, volte à posição inicial e repita.
tr: Bu egzersiz, iki zıt tarafında da makarası bulunan makaralı kablo makinesinde yapılır. İki makarayı da, yüksek pozisyonda kilitlenecek şekilde yukarıya ayarlayın (eğer bunun nasıl yapılacağından emin değilseniz, antrenman yaptığınız gym salonundaki bir eğitmenden size yardımcı olmasını isteyin). Ayakta dururken, yukarıda duran her bir makarayı el kulplarından tutarak kavrayın. Vücudunuzun alacağı pozisyon dev bir harf gibi olacaktır. Yavaşça ve kontrollü bir şekilde kollarınızı birbirine yaklaştırın. Bunu yaparken sanki dev bir ağaç gövdesine sarılıyormuş gibi hayal edin. Hareketin zirve noktasında, bir saniye kadar sayıp göğüs kaslarınızı gerçekten de birbirine doğru sıkıştırın ve başlangıç pozisyonuna geri dönerek tekrar edin.

source: Dumbbell Flys
de: Hantelfliegen
es: Crucifijo con Mancuernas
fr: Écarté Couché avec Haltères
ko: 덤벨 플라이
pt: Aberturas/Crucifixo com Halteres
tr: Yatarak Dambıl Açış

source: 6 Dumbbell Flys
de: Für das Hantelfliegen holen Sie sich ein relativ leichtes Gewicht für jede Hand. Sie müssen herausfinden, welches Gewicht für Ihr Hantelfliegen richtig ist. Fangen Sie mit einem leichteren Gewicht an, und arbeiten Sie sich langsam hoch. Legen Sie sich auf eine Hantelbank, und heben Sie beide Hanteln mit ausgestreckten Armen über Ihre Brust. Dies ist Ihre Anfangsposition. Breiten Sie beide Arme in einem weiten Boden nach außen, bis sie an Ihren Seiten angekommen sind. Ihre Arme können leicht gebeugt sein. Das ist der „Fliegen” Teil des Hantelfliegen. Man nennt es so, weil es aussieht, als wenn man am fliegen ist. Machen Sie den gleichen Bogen nach oben bis die Hanteln wieder an der Anfangsposition angekommen sind. Dies ist eine Wiederholung des Hantelfliegen.
es: Para hacer el crucifijo con mancuernas, coge un peso relativamente ligero en cada mano. Tendrás que probar para determinar cuál es el peso adecuado para tu crucifijo con mancuernas. Empieza con un peso más ligero y vete aumentando. Túmbate en un banco de pesas y eleva ambas mancuernas sobre el pecho, con los brazos rectos. Esta es la posición de inicio. Extiende los brazos hacia fuera, formando un arco amplio, hasta que estén a los lados del cuerpo. Pueden estar ligeramente flexionados. Sigue el mismo arco en sentido contrario hasta que las mancuernas regresen a la posición inicial. Este ejercicio es una de las repiticiones del crucifijo con mancuernas.
ko: 덤벨 플라이를 수행하려면 적당히 가벼운 웨이트를 각 손에 잡습니다. 자신에게 알맞은 웨이트가 어느 정도인지 테스트를 해서 결정할 필요가 있습니다. 처음에는 가벼운 것으로 시작하고 점차적으로 늘려나갑니다. 웨이트 벤치에 누워 아령 모두를 가슴위로 팔을 똑바로 하면서 들어 올립니다. 이것이 시작 자세입니다. 양팔을 벌려 넓은 곡선을 그리며 팔이 옆으로 놓습니다. 팔은 약간 굽어도 됩니다. 이것이 덤벨 플라이 운동의 '플라이' 부분입니다. 마치 여러분이 날라 다니는 것과 같아 이렇게 부릅니다. 덤벨이 시작 위치로 돌아갈 때까지 같은 곡선 운동을 따라합니다. 이것이 덤벨 플라이의 한 세트입니다.
pt: Para fazer as aberturas com os halteres, coloque um haltere relativamente leve em cada mão. Terá de experimentar para determinar qual o peso correto para este exercício. Comece com um peso leve e depois vá aumentado gradualmente. Deite-se num banco de pesos e estique os braços com ambos os pesos para cima, por cima do seu peito. Esta é a sua posição inicial. Afaste ambos os braços para os lados num largo arco até que os seus braços estejam ao seu lado. Os seus braços podem estar ligeiramente dobrados. Esta é a parte de ”abertura/crucifixo” deste exercício. Tem este nome por estar a abrir os braços em forma de cruz. Siga o mesmo arco de volta ao início até que os halteres se juntem. Esta é uma repetição deste exercício.
tr: Yatarak dambıl açışları yapmak için her elinize göreli olarak daha hafif birer dambıl alın. Dambıl açışlarında hangi ağırlığın size uyduğunu tespit edebilmek için birkaç deneme yapmanız gerekebilir. Hafif bir ağırlıkla başlayarak daha sonra dambıl ağırlığını yukarı çıkarın. Bir ağırlık sehpasına uzanın ve kollarınız düz bir şekilde dambılları göğsünüz üzerinden yukarı kaldırın. Bu sizin başlangıç pozisyonunuzdur. İki kolunuzu da dışarı doğru geniş bir yay şeklinde, kollarınız tamamen yanlarınıza gelene kadar açın. Kollarınız hafif bükülü olabilir. Bu dambıl açışlarının “açış” kısmıdır. Dambıllar başlangıç pozisyonuna dönene kadar aynı yayı yukarı doğru takip edin. Bu dambıl açış için bir tekrardır.

source: Dumbbell Pullovers
de: Hantelüberzug
es: Pullovers con Mancuerna
fr: Pull-over avec Haltère
ko: 덤벨 풀오버
pt: Pullover com Haltere
tr: Dambılla Göğüs Yukarı Çekiş

source: 7 Dumbbell Pullovers
de: Dies ist der Hantelüberzug mit gebeugtem Arm Übung sehr ähnlich, außer, daß Sie hier eine Hantel anstelle einer Langhantel benutzen. Legen Sie sich mit Ihrem Rücken auf eine Flachbank. Fangen Sie damit an, indem Sie eine Hantel über Ihrer Brust halten und Ihre Ellenbogen leicht beugen. Lassen Sie die Hantel langsam hinunter kommen, indem Sie Ihre Arme (und die Hantel) so weit wie Sie können hinter Ihren Kopf führen. Ihre Arme und die Hantel kommen tatsächlich hinter/über Ihren Kopf und sinken unter die Bank- dies ermöglicht Ihnen ein gutes Dehnen! Bringen Sie die Hantel langsam zur Anfangsposition zurück, indem Sie Ihre Ellenbogen in einer gesperrten und leicht gebeugten Position halten.
es: Muy parecido al pullover con haltera y brazo flexionado, pero se usa una mancuerna en lugar de una haltera. Túmbate de espaldas en un banco horizontal. Comienza el ejercicio sosteniendo la mancuerna por encima del pecho, con los codos ligeramente flexionados. Baja la mancuerna lentamente, de manera que los brazos (y la mancuerna) terminen detrás de la cabeza, tan lejos como puedas. Tus brazos y la mancuerna acabarán por detrás/ encima de tu cabeza y por debajo del banco – esto te proporcionará un excelente estiramiento! Lleva a la mancuerna a la posición inicial lentamente, concentrándote en mantener los codos bloqueados en una posición ligeramente flexionada.
ko: 이것은 바벨 대신 덤벨을 이용하게 된다는 것 이외에 팔을 구부린채로 하는 바벨 풀오버와 매우 유사합니다. 플랫 벤치에 등을 대고 완전히 눕습니다. 덤벨을 팔꿈치를 약간 구부려 가슴 위로 들어 올리는 것에서 시작합니다. 최대한 머리 뒤로 팔을(그리고 덤벨을) 스트레칭하듯이 덤벨을 다시 원래대로 천천히 내려 놓습니다. 팔과 덤벨은 실제로 머리 뒤/위를 지나서 벤치 아래로 떨어지게 됩니다- 이렇게 하면 스트레칭이 아주 잘 됩니다! 팔꿈치가 약간 구부러진 상태로 고정되도록 집중하며서 덤벨을 시작 위치로 천천히 가져 옵니다.
pt: Este exercício é bastante similar com o pullover com barra, excepto que neste irá usar um haltere. Deite-se de costas num banco de pesos. Comece por segurar o haltere por cima do seu peito com os seus cotovelos ligeiramente dobrados. Lentamente, baixe o haltere para trás de modo a esticar os braços (e o haltere) para trás da sua cabeça o mais longe possível. Os braços e o haltere irão por trás/cima da sua cabeça e cairão por detrás do banco – isto irá dar-lhe uma grande extensão! Volte com o haltere lentamente à posição inicial, concentrando-se em manter os seus cotovelos bloqueados na posição ligeiramente curvada.
tr: Bu halterle yukarı çekiş egzersizine çok benzer, ancak bu egzersizde halter yerine dambıl kullanırsınız. Düz bir sehpaya sırt üstü düz uzanın. Dirsekleriniz hafif bükülü bir şekilde dambılları göğsünüzün üstünde tutarak başlayın. Dambılları yavaşça arkaya doğru alçaltın, böylece kollarınızı (ve dambılları) kafanızdan olabildiğince uzağa uzatın. Kollarınız ve dambıl aslında kafanızın arkasına/üstüne gidecek ve sehpadan daha aşağı bir pozisyona düşecektir – bu da size harika bir esneme sağlayacaktır! Dirseklerinizin hafif eğik bir şekilde kilitli olmasına odaklanarak dambılı yavaşça başlangıç pozisyonuna doğru döndürün.

source: Push-Ups
de: Liegestützen
es: Flexiones
fr: Pompes
ko: 푸쉬업
pt: Flexões
tr: Şınavlar

source: 8 Push-Ups
de: Legen Sie sich mit geraden Armen hin, Ihre Handflächen flach auf dem Boden und Ihre Hände schulterweit entfernt (oder weiter). Halten Sie Ihre Füße zusammen oder sehr leicht gespreizt: - Atmen Sie ein, und biegen Sie Ihre Ellenbogen, um Ihren Körper in die Nähe des Boden zu bringen, ohne Ihre Wirbelsäule zu sehr zu überstrecken. - Drücken Sie sich selbst in ausgestreckter Position zurück auf die Arme, und atmen Sie bei Vollendung der Bewegung aus.
es: Colócate boca abajo con los brazos rectos, las palmas de las manos apoyadas en el suelo y a la distancia de la anchura de los hombros (o más). Mantén los pies juntos o ligeramente separados: ⁃ Inhala y dobla los codos, llevando el torso cerca del suelo, evitando la hiperextensión de la columna. ⁃ Empuja el cuerpo hacia arriba, hasta la posición inicial, exhalando al completar el movimiento.
ko: 팔은 쭉 뻗고, 손바닥은 바닥에 고정시켜서 손은 어깨 넓이로(혹 더 넓게) 벌린채 엎드려 눕습니다.발은 모으거나 매우 약간 벌립니다: - 숨을 들이 마쉬면서 팔꿈치를 구부려 몸통을 바닥 가까이 닿도록 하되 극단적으로 척추를 늘이는 것은 피합니다. - 팔을 다시 밀어 자세를 확장하고 동작을 마루리 하면서 숨을 내쉽니다.
pt: Deite-se de bruços com os seus braços esticados, as palmas das mãos assentes no chão, e as mãos à largura dos ombros (ou mais afastadas). Mantenha os pés juntos ou ligeiramente afastados: - Inspire e dobre os cotovelos para levar o peito junto ao chão, evitando uma extrema hipertensão da coluna. - Empurre-se de volta com os braços, em posição estendida, expirando enquanto completa o movimento.
tr: Kollarınız düz, avuç içleriniz yere düz basacak şekilde yüzükoyun uzanın ve elleriniz omuz açıklığında (veya daha geniş) olsun. Ayaklarınızı bitişik veya çok hafif açılmış şekilde tutun: - Nefes alın ve gövdenizi yere yaklaştırmak için dirseklerinizi kırın, böylece belinizin aşırı gerilmesini önlemiş olursunuz. - Kendinizi kollarınıza doğru gergin pozisyonunuza itin ve hareketi tamamlarken nefesinizi verin.

source: Dumbbell Press
de: Kurzhanteldrücken
es: Press con Mancuernas
fr: Développé Couché avec Haltères
ko: 덤벨 프레스
pt: Press com Halteres
tr: Yatarak Dambıl Kaldırma

source: 9 Dumbbell Press
de: Legen Sie sich flach auf eine Bank, stellen Sie Ihre Füße für Stabilität auf den Boden, strecken Sie Ihre Arme nach oben und Ihre Hände sind nach innen zugewandt und halten die Kurzhanteln: - Atmen Sie ein, und bringen Sie die Hanteln zu Ihrer Brust, die Ellenbogen sind etwas gebeugt, und die Unterarme sind gedreht, um die Hand in Pronation zu bringen. - Drücken Sie die Hanteln zurück nach oben, und formen Sie eine isometrische Anspannung, um die Belastung der Brustmuskeln zu isolieren; atmen Sie bei der Vollendung der Bewegung aus.
es: Túmbate en el banco con los pies apoyados en el suelo para tener estabilidad, los brazos extendidos hacia arriba y las manos, sujetando las mancuernas, mirándose de frente: ⁃ Inhala y baja las mancuernas al nivel del pecho, doblando los codos y rotando los antebrazos hasta que las manos estén en posición prono. ⁃ Vuelve a elevar las mancuernas y ejecuta una contracción isométrica para aislar el estrés de los pectorales; exhala mientras completas el movimeinto.
ko: 발은 바닥에 안정적으로 붙이고 벤치에 완전히 누워, 팔은 위로 뻗고, 손은 아령을 잡고 서로 마주보도록 합니다. -숨을 들이 마시면서 팔꿈치를 구부리고 팔은 회전하여 손이 내전 상태가 되게 하면서, 아령을 가슴까지 내립니다. -아령을 다시 밀어 올려 흉부근 긴장을 고립시키조록 비대칭 수축을 합니다, 동작을 마루리 하면서 숨을 내쉽니다.
pt: Deite-se num banco de pesos com os pés assentes no chão para dar estabilidade, os braços estendidos para cima, e as mãos viradas uma para a outra segurando os halteres: - Inspire e baixe os halteres ao nível do peito, dobrando os cotovelos e girando os antebraços levando as mãos para dentro. - Empurre os halteres para cima e faça-o numa contração isométrica para isolar o stress nos peitorais; expire enquanto completa o movimento.
tr: Sabit durabilmek için bir ayağınız yere basılı bir şekilde sehpaya düz bir şekilde uzanın, kollarınızı yukarı doğru uzatın ve elleriniz birbirine bakacak şekilde dambılları tutun: = Nefes alın ve dambılları göğüs hizasına doğru alçaltın, dirseklerinizi kırın ve elinizi pronasyon (içe bükük) konumuna getirmek için ön kollarınızı döndürün. - Dambılları yukarı doğru kaldırın ve göğüs kaslarınızdaki gerilimi izole etmek için izometrik bir kasılma yapın; hareketi tamamlarken nefes verin.

source: Barbell Bench Press
de: Langhantel-Bankdrücken
es: Press en Banco con Haltera
fr: Développé Couché Décliné
ko: 바벨 번치 프레스
pt: Supino com Barra
tr: Yatarak Halter Kaldırma

source: 10 Barbell Bench Press
de: Legen Sie sich auf einer Schrägbank zurück. Halten Sie die Hantel im Obergriff. Bringen Sie die Hantel zu Ihrer unteren Brust, während Sie Ihre Ellenbogen nah an Ihrem Körper halten. Die Hantel sollte Ihre Brust am Ende der Bewegung leicht berühren.
es: Túmbate de espaldas en un banco inclinado. Sujeta la haltera con un agarre prono. Baja la haltera hacia la parte inferior del pecho, mientras mantienes los codos pegados al cuerpo. La haltera deberá tocar ligeramente el pecho al final del movimiento.
ko: 디클라인 벤치에 눕습니다. 오버핸드 그립으로 바벨을 잡습니다. 하부 가슴쪽으로 팔꿈치는 몸에 붙인채로 바벨을 내립니다. 동작 마지막 순간에 바벨이 약간 가슴에 닿아야 합니다.
pt: Deite-se num banco declinado. Segure na barra com as palmas das mãos viradas para a frente e ligeiramente para cima. Baixe a barra até ao seu peito inferior enquanto mantém os cotovelos juntos ao corpo. A barra deve tocar ligeiramente no seu peito no fim do movimento.
tr: Ters eğik sehpaya arka üstü uzanın. Halteri yukarıdan aşağı inen bir kavrayışla tutun. Dirseklerinizi vücudunuza yakın tutarken, halteri alt göğüs bölgenize doğru indirin. Halter hareketin sonunda göğsünüze hafifçe dokunmalıdır.

source: Pec Deck Flies
de: Schmetterlinge
es: Crucifijos en Pec Deck
fr: Pectoraux Papillon
ko: 펙덱플라이
pt: Aberturas em Máquina
tr: Pec Deck Açış

source: 11 Pec Deck Flies
de: Setzen Sie sich auf den Sitz der Maschine, und drücken Sie Ihre Ellenbogen in die Polster, lassen Sie Ihre Unterarme und Handgelenke ruhen: - Atmen Sie ein, und drücken Sie die Polster zusammen, bis sie sich vor Ihrer Brust treffen. - Atmen Sie während der Vollendung der Bewegung aus.
es: Siéntate en el asiento de la máquina y presiona los codos en las almohadillas, relajando los antebrazos y las muñecas: ⁃ Inhala y junta las almohadillas hasta que se toquen delante del pecho. ⁃ Exhala mientras completas el movimiento.
ko: 기기 의자에 앉아 팔과 손목을 편안하게 하고 팔꿈치로 패드를 누릅니다: - 숨을 들이 마시고 패드를 모아서 가슴 앞에서 서로 닿도록 합니다. -숨을 내쉬면서 동작을 마무리 합니다.
pt: Sente-se no banco da máquina e pressione os cotovelos contra a zona almofadada da máquina, relaxando os braços e os pulsos: - Inspire e junte os braços da máquina até que toquem à frente do seu peito. ⁃ Expire enquanto completa o movimento.
tr: Makinenin koltuğuna oturun ve dirseklerinizi yastıklara bastırın, ön kol ve bileklerinizi gevşetin: - Nefes alın ve yastıklara, göğsünüz üzerinde yastıklar birbirine değene kadar güç uygulayın. - Hareketi tamamlarken nefes verin.

source: Wrist Curls
de: Handgelenkübungen
es: Curl de Muñeca
fr: Flexion Poignets
ko: 손목 컬
pt: Girar os pulsos
tr: Ön Kol ve Bilek Bükme
