Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 15 Dumbbell Biceps Curl Seated (Underhand Grip)
de: 1. Im Sitzen und mit geradem Rücken lassen Sie die Kurzhanteln neben sich im Unterhandgriff hängen. Halten Sie die Arme gerade. 2. Heben Sie die Kurzhanteln an, während Sie Ihre Oberarme in Position halten. Bewegen Sie Ihre Schultern bei dieser Bewegung nicht. Halten Sie für eine Sekunde inne, und gehen Sie danach zur Anfangsposition zurück.
es: 1. Sentado y con la espalda recta, deja que las mancuernas cuelguen a tus lados con un agarre supino. Mantén los brazos rectos. 2. Levanta las mancuernas sin mover la parte superior de los brazos. Evita usar los hombros durante el movimiento. Mantén la posición durante un segundo, y vuelve a la posición inicial.
ko: 1. 허리를 똑바로 한 채 서서, 언더핸드 그립으로 덤벨을 잡고 옆에 내려 뜨립니다. 팔은 똑바로 합니다. 2. 윗팔을 움직이지 않으면서 덤벨을 들어 올립니다. 동작을 하는 동안 어깨 사용을 금합니다. 일 초간 멈추었다가 시작 자세로 돌아 옵니다.
pt: 1. Sentado com as costas retas, pendure os halteres ao seu lado com uma pronação inferior. Mantenha os braços retos. 2. Levante os halteres, mantendo os braços no lugar. Tente não usar os seus ombros durante o movimento. Aguente por um segundo, e em seguida, retorne à posição inicial.
tr: 1. Sırtınız dik bir şekilde otururken, dambılların yanlarınızdan aşağıdan yukarı doğru bir kavrayışla sarkmalarına izin verin. Kollarınızı düz tutun. 2. Üst kollarınızı sabit bir şekilde tutarken dambılları yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun, daha sonra başlangıç pozisyonuna geri dönün.

source: Stability Ball Dumbbell Biceps Curl (Hammer Grip)
de: Bizeps Kurzhantelübung Mit Gymnastikball (Hammergriff)
es: Curl de Bíceps con Mancuerna y Pelota Suiza (Agarre Martillo)
fr: Flexion Biceps Prise Neutre avec Ballon d’Exercice
ko: 스태빌리티 볼 덤벨 바이셉 컬(해머 그립)
pt: Elevação de Haltere com Bíceps na Bola de Estabilidade (Pronação Martelo)
tr: Denge Topu Dambıllı Biseps Bükme (Çekiç Kavrayışı)

source: 16 Stability Ball Dumbbell Biceps Curl (Hammer Grip)
de: 1. Halten Sie eine Kurzhantel im Hammergriff. Knien Sie sich hinter einen Gymnastikball. Platzieren Sie den Oberarm auf den Gymnastikball. 2. Heben Sie die Kurzhantel an, während Sie Ihren Oberarm in Position halten. Benutzen Sie Ihre Schulter während dieser Bewegung nicht. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Sujeta una mancuerna con agarre martillo. Arrodíllate detrás de la pelota. Coloca la parte superior del brazo sobre la pelota. 2. Levanta la mancuerna sin mover la parte superior del brazo. Evita usar el hombro durante el movimiento. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 해머 그립으로 덤벨 한 개를 쥡니다. 스태빌리티 볼 뒤에서 무릎을 꿇습니다. 스태빌리티 볼에 윗팔을 위치시킵니다. 2. 윗팔을 움직이지 않으면서 덤벨을 들어 올립니다. 동작을 하는 동안 어깨 사용을 금합니다. 일 초간 멈추었다가 시작 자세로 돌아 옵니다.
pt: 1. Segure num haltere com pronação martelo. Ajoelhe-se atrás da bola de estabilidade. Coloque o braço na bola de estabilidade. 2. Levante o haltere, mantendo o seu braço superior no lugar. Tente não usar o seu ombro durante o movimento. Aguente por um segundo. Retorne à sua posição inicial.
tr: 1. Dambıllardan birini çekiç kavrayışı ile tutun. Denge topunun arkasında çömelin. Üst kolunuzu denge topu üzerinde konumlandırın. 2. Üst kolunuzu sabit bir şekilde tutarken dambılı yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Dumbbell Biceps Curl (Underhand Grip)
de: Bizeps Kurzhantelübung Mit Gymnastikball (Unterhandgriff)
es: Curl de Bíceps con Mancuerna y Pelota Suiza (Agarre Supino)
fr: Flexion Biceps avec Ballon d’Exercice
ko: 스태빌리티 볼덤벨 바이셉 컬(언더핸드 그립)
pt: Elevação de Haltere com Bíceps na Bola de Estabilidade (Punho Inferior)
tr: Denge Topu Dambıllı Biseps Bükme (Aşağıdan Yukarı Doğru Kavrayış)

source: 17 Stability Ball Dumbbell Biceps Curl (Underhand Grip)
de: 1. Halten Sie eine Kurzhantel im Unterhandgriff. Knien Sie sich hinter einen Gymnastikball. Platzieren Sie den Oberarm auf den Gymnastikball. 2. Heben Sie die Kurzhantel an, während Sie Ihren Oberarm in Position halten. Benutzen Sie Ihre Schulter während dieser Bewegung nicht. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Sujeta una mancuerna con agarre supino. Arrodíllate detrás de la pelota. Coloca la parte superior del brazo sobre la pelota. 2. Levanta la mancuerna sin mover la parte superior del brazo. Evita utilizar el hombro durante el movimiento. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1.언더핸드 그립으로 덤벨을 잡습니다. 스태빌리티 볼 뒤에서 무릎을 꿇습니다. 스태빌리티 볼에 윗팔을 위치시킵니다. 2. 윗팔을 움직이지 않으면서 덤벨을 들어 올립니다. 동작을 하는 동안 어깨 사용을 금합니다. 일 초간 멈추었다가 시작 자세로 돌아 옵니다.
pt: 1. Segure num halter com pronação inferior. Ajoelhe-se atrás da bola estabilidade. Coloque o braço na bola de estabilidade. 2. Levante o haltere, mantendo o seu braço superior no lugar. Tente não usar o ombro durante o movimento. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Dambıllardan birini aşağıdan yukarı doğru kavrayışla tutun. Denge topunun arkasında çömelin. Üst kolunuzu denge topu üzerinde konumlandırın. 2. Üst kolunuzu sabit bir şekilde tutarken dambılı yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Dumbbell Biceps Curl Seated
de: Bizeps Kurzhantelübung Mit Gymnastikball Im Sitzen
es: Curl de Bíceps con Mancuerna y Pelota Suiza Sentado
fr: Flexion Biceps Assis avec Ballon d’Exercice
ko: 스태빌리티 볼 덤벨 바이셉 컬 시티드
pt: Elevação de Haltere com Bíceps na Bola de Estabilidade Sentado
tr: Oturarak Denge Topu Dambıllı Biseps Bükme

source: 18 Stability Ball Dumbbell Biceps Curl Seated
de: 1. Während Sie gerade auf einem Gymnastikball sitzen, fassen Sie nach ein Paar Hanteln, so daß Ihre Arme voll ausgestreckt an Ihrer Seite sind. Ihre Handflächen sollten nach außen zeigen, wie dargestellt. 2. Beugen Sie Ihre Arme langsam am Ellenbogen, indem die Kurzhanteln auf Schulterhöhe zeigen, während Sie die Position Ihrer Arme nicht ändern. Der Arm sollte jediglich am Ellenbogen gebeugt sein ohne sich in eine andere Richtung zu bewegen. Drehen Sie Ihre Handgelenke nicht, während Sie die Hanteln am heben sind.
es: 1. Sentado en posición vertical sobre una pelota suiza, sujeta un par de mancuernas con los brazos completamente extendidos a los lados. Las palmas de las manos deben mirar hacia fuera, como se muestra en la ilustración. 2. Gira gradualmente los brazos a la altura del codo, elevando las mancuernas a la altura de los hombros, sin cambiar la posición de los brazos. El brazo deberá doblarse por el codo sin moverse en ninguna otra dirección. No gires las muñecas al levantar las mancuernas
ko: 1. 스태빌리티 볼에 똑바로 앉아서, 덤벨을 양손에 쥐고, 양팔을 몸 옆에 완전히 확장되도록 합니다. 그림과 같이 손바닥들은 바깥을 향하도록 합니다. 2. 덤벨들이 어깨 수준을 향하게 하고 팔의 위치를 바꾸지 않으면서, 팔을 팔꿈치에서 서서히 말아 올립니다. 팔은 어떤 방향으로든 움직이지 않고, 팔꿈치에서 단순히 구부러져야 합니다. 덤벨을 들어 올리는 순간 손목을 돌리지 마십시오.
pt: 1. Sentado numa esfera da estabilidade com costas retas, agarre e segure num par de halteres e estenda os seus braços ao seu lado. As palmas das mãos devem estar voltadas para fora, como ilustrado. 2. Gradualmente enrole os seus até à altura do cotovelo, de frente para os halteres ao nível dos ombros, enquanto isso não mude a posição de seus braços. O braço deve simplesmente dobrar o cotovelo sem se mover em qualquer outra direção. Não gire os punhos enquanto levanta os halteres.
tr: 1. Bir denge topunun üzerinde dik bir pozisyonda otururken, kollarınız yanlarınızdan tamamen uzanana kadar bir çift dambıl tutun. Avuç içleriniz resimde gösterildiği gibi dışarı doğru bakıyor olmalıdır. 2. Kolunuzun pozisyonunuz değiştirmeden dambılları omuz seviyesine bakacak şekilde yavaş yavaş kollarınızı dirseklerden bükün. Kol, herhangi bir yöne doğru hareket etmeden, yalnızca dirsekten bükülü olmalıdır. Dambılları kaldırırken bileklerinizi döndürmeyin.

source: Stability Ball Dumbbell Biceps Preachear Curl
de: Bizeps Priesterkurzhantelübung Mit Gymnastikball
es: Curl de Bíceps con Mancuerna Pelota Suiza Predicador
fr: Flexion Biceps sur Ballon d’Exercice
ko: 스태빌리티 볼 덤벨 바이셉 피쳐 컬
pt: Elevação Preacher de Haltere com Bíceps na Bola de Estabilidade
tr: Denge Topu Dambıllı Biseps Preacher Bükme

source: 19 Stability Ball Dumbbell Biceps Preachear Curl
de: 1. Platzieren Sie ein Paar Hanteln auf den Boden vor einen Ball. Knien Sie sich direkt hinter den Ball, und drapieren Sie Ihre Arme über ihn, um die Hanteln mit einem Untergriff zu fassen. Lassen Sie das Gewicht zurück zu Ihren Fersen kommen, während Sie Ihre Trizeps mit Vorderarmen nach unten auf den Ball bringen. 2. Halten Sie Ihren Rücken gerade, während Sie die Gewichte so hoch bewegen, bis Ihre Vorderarme fast senkrecht zum Boden sind.
es: 1. Coloca un par de mancuernas en el suelo, delante de la pelota. Arrodíllate detrás de la pelota y cúbrela con los brazos para coger las mancuernas con un agarre supino. Deja que el peso vaya hacia los talones cuando cubres la pelota con los tríceps, antebrazos hacia abajo. 2. Mantén la espalda recta mientras giras las mancuernas hasta que los antebrazos estén casi perpendiculares al suelo.
ko: 1. 한 쌍의 덤벨을 볼 앞 바닥에 놓습니다. 볼 뒤에 바로 무릎을 꿇고, 양팔을 공 위쪽으로 늘어 뜨려서 덤벨을 언더핸드 그립으로 잡습니다. 자신의 삼두근을 볼에, 전완을 아래로 향하게 하면서 발꿈치 쪽으로 웨이트가 이동하게 합니다. 2. 허리를 똑바로 유지하면서 전완들이 바닥과 거의 수직을 이룰 때까지 웨이트를 컬해줍니다.
pt: 1. Coloque um par de halteres no chão à frente de uma bola. Ajoelhe-se diretamente atrás da bola, e coloque os braços sobre ela para pegar os halteres de pronação inferior. Deixe os pesos moverem-se ao longo dos seus saltos enquanto prepara os seus tríceps na bola, antebraços para baixo. 2. Mantenha as costas retas enquanto enrola os pesos, os antebraços são colocados pouco menos que perpendiculares ao chão.
tr: 1. Bir topun önüne, yere bir çift dambıl yerleştirin. Topun doğrudan arkasında çömelin ve dambılları aşağıdan yukarı doğru bir kavrayışla tutmak için kollarınızı topun üzerinden sarkıtın. Ön kollarınızı aşağı bakar bir şekilde topun üzerine triseplerinizi kuvvetlendirirken ağırlığın topuklarınıza doğru gitmesini sağlayın. 2. Ön kollarınız neredeyse yere göre dik bir açıya gelene kadar sırtınızı düz tutarak ağırlıkları yukarı doğru bükün.

source: Underhand Grip Prone On An Incline Bench
de: Unterhandgriffneigung Auf Einer Schrägbank
es: Boca Abajo en Banco Inclinado con Agarre Supino
fr: Flexion Biceps au Banc incliné
ko: 인클라인 벤치 위에 엎드려 언더핸드 그립
pt: Pronação Inferior Num Banco Inclinado
tr: Eğimli Sehpada Yüzüstü Yukarıdan Aşağı Doğru Kavrayış

source: 20 Underhand Grip Prone On An Incline Bench
de: 1. Legen Sie sich neigend auf eine Schrägbank. Lassen Sie die Kurzhanteln neben sich im Unterhandgriff hängen. Arme gerade halten. 2. Bringen Sie die Gewichte langsam gerade nach oben. Ihre Handgelenke sollten ruhen, vermeiden Sie, sie zu drehen, und halten Sie Ihre Oberarme senkrecht zum Boden.
es: 1. Túmbate hacia abajo en un banco inclinado. Deja que las mancuernas cuelguen junto a ti con un agarre supino. Mantén los brazos rectos. 2. Elevar las mancuernas lentamente hacia arriba. No se debe mover las muñecas, evita girarlas y mantén la parte superior de los brazos perpendiculares al suelo.
ko: 1.인클라인 벤치에 엎드려 눕습니다. 언더핸드 그립으로 덤벨을 옆구리 근처에서 잡습니다. 팔은 똑바로 폅니다.2. 서서히 덤벨을 위로 컬업합니다. 손목은 돌아가지 않도록 항상 고정시켜야 하며, 상완은 바닥과 수직을 유지해야 합니다.”
pt: 1. Deite-se de bruços no banco inclinado. Mantenha os halteres pendurados ao seu lado com aperto inferior. Mantenha os braços esticados. 2. Puxe os pesos lentamente para cima. Os seus pulsos devem manter-se sempre fixos, evite torce-los, e manter os braços superiores sempre perpendiculares ao chão.
tr: 1. Eğimli sehpada yüz üstü uzanın. Dambıllar her iki tarafınızdan aşağıdan yukarı doğru bir kavrayışla sarksınlar. Kollarınızı düz tutun. 2. Ağırlıkları yavaşça tamamen yukarı doğru bükün. El bilekleriniz her zaman sabit olmalıdır, onları döndürmeye karşı direnç gösterin ve ön kollarınızı yere dik olarak tutun.

source: 4 Barbell Calf Raise (Seated)
de: 1. Sie sitzen mit geradem Rücken und zentrieren die Langhantel auf Ihre untere Oberschenkel. Benutzen Sie Ihre Hände, um jede Bewegung der Hantel zu stabilisieren. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Lassen Sie Ihre Waden wieder zum Boden hinunter.
es: 1. Sentado y con la espalda recta, coloca la pesa en la parte inferior de los muslos. Utiliza las manos para estabilizar cualquier movimiento de la pesa. 2. Eleva los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Baja los gemelos.
ko: 1. 허리를 똑바로 하고 앉은 상태에서, 바벨을 아래쪽 허벅지 위에 수평을 이루도록 합니다. 양손을 이용해서 바벨의 모든 움직임을 안정시킵니다. 2. 발가락으로 서서 종아리를 들어올립니다. 일 초간 정지합니다. 종아리를 땅에 내려 놓습니다.
pt: 1. Sentado com as costas retas, centre a barra nas suas partes inferiores. Use as mãos para estabilizar qualquer movimento barra. 2. Levante os gémeos com a ponta dos pés. Aguente por um segundo. Baixa os gémeos de volta para o chão.
tr: 1. Sırtınız düz bir şekilde otururken, halteri uyluklarınızın alt kısmında ortalayın. Herhangi bir halter hareketini sabitlemek için ellerinizi kullanın. 2. Parmak uçlarınıza yükselerek baldırlarınızla yükselin. Bir saniyeliğine tutun. Baldırlarınızı yere geri indirin.

source: Barbell Calf Raise With Single Leg (Seated)
de: Langhantel Wadenheben Mit Einem Bein (Sitzend)
es: Elevación de Gemelos con Pesa Una Sola Pierna (Sentado)
fr: Extension Mollets Assis avec Barre d’Haltère sur une Jambe
ko: 싱글 레그 바벨 카프 레이즈 (시티드)
pt: Elevação de Barra com Perna única ( Sentado )
tr: Tek Bacakla Halterli Baldırla Yükseliş (Oturarak)

source: 5 Barbell Calf Raise With Single Leg (Seated)
de: 1. Während Sie mit geradem Rücken sitzen, zentrieren Sie die Langhantel auf einen Ihrer unteren Oberschenkel. Benutzen Sie Ihre Hände zum Stabilisieren der Hantelbewegung. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Lassen Sie Ihre Waden wieder zum Boden hinunter. 3. Wiederholen Sie das gleiche mit dem anderen Bein.
es: 1. Sentado y con la espalda recta, coloca la pesa sobre la parte inferior de uno de tus muslos. Utiliza las manos para estabilizar cualquier movimiento de la pesa. 2. Eleva los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Baja los gemelos. 3. Repite el mismo ejercicio con la otra pierna.
ko: 1. 허리를 똑바로 하고 앉은 상태에서, 바벨을 한 쪽의 아래쪽 허벅지 위에 수평을 이루도록 합니다. 양손을 이용해서 바벨의 모든 움직임을 안정시킵니다. 2. 발가락으로 서서 종아리를 들어올립니다. 일 초간 정지합니다. 종아리를 땅에 내려 놓습니다. 3. 반대편 다리로도 같은 동작을 반복합니다.
pt: 1. Sentado com as costas retas, centre a barra nas suas partes inferiores. Use as mãos para estabilizar qualquer movimento barra. 2 . Levante os gémeos com a ponta dos pés. Aguente por um segundo. Baixe os gémeos de volta ao chão. 3 . Repita o mesmo com a outra perna.
tr: 1. Sırtınız düz bir şekilde otururken, halteri uyluklarınızdan birinin alt kısmında ortalayın. Herhangi bir halter hareketini sabitlemek için ellerinizi kullanın. 2. Parmak uçlarınıza yükselerek baldırınızla yükselin. Bir saniyeliğine tutun. Baldırlarınızı yere geri indirin. 3. Hareketin aynısını diğer bacak üzerinde tekrar edin.

source: Dumbbell Calf Jump
de: Kurzhantel Wadensprung
es: Saltos de Gemelos con Mancuernas
fr: Saut avec Haltères
ko: 덤벨 카프 점프
pt: Salto de Haltere com Gémeos
tr: Dambıllı Baldırla Sıçrama

source: 6 Dumbbell Calf Jump
de: 1. Stellen Sie sich mit den Füßen hüftweit auseinander hin. Greifen Sie nach einem Paar Hanteln und halten Sie sie armlang an Ihren Seiten. 2. Senken Sie Ihre Knie so, daß sie ungefähr 45 Grad angewinkelt sind und springen Sie so hoch wie Sie können. Ihre Zehen sollten beim Springen zum Boden zeigen. 3. Ihre Knie sollten bei der Landung im 45 Grad Winkel sein, dann springen Sie sofort wieder.
es: 1. De pie y con los pies separados a la anchura de las caderas. Coge un par de mancuernas y sujétalas a los lados del cuerpo con los brazos extendidos. 2. Dobla las rodillas unos 45 grados y salta tan alto como puedas. Apunta hacia abajo con los dedos de los pies mientras saltas. 3. Deja que las rodillas se doblen 45 grados cuando aterrices, y salta de nuevo inmediatamente.
ko: 1. 다리를 힙 너비로 벌리고 섭니다. 덤벨을 팔 길이 정도로 옆에 쥡니다. 2. 무릎이 약 45도 정도 구부려 지도록 무릎을 내린 다음 할 수 있는 한 높이 점프를 합니다. 점프시 발가락들은 바닥 쪽으로 향하게 합니다. 3. 착지하면 무릎이 45도 정도 구부려지도록 한 다음 즉시 다시 점프합니다.
pt: 1. Coloque-se de pé com os pés afastados à largura do quadril. Pegue num par de halteres e mantenha-os ao seu lado com braços esticados. 2. Baixe os joelhos até perfazerem cerca de 45 graus e salte o mais alto que puder. Aponte os dedos dos pés em direção ao chão enquanto pula. 3. Permita que os seus joelhos dobrem até aos 45 graus quando aterrar, e depois salte imediatamente de novo.
tr: 1. Ayaklarınız kalça mesafesi açıklığında ayakta durun. Bir çift dambılı kavrayın ve bunları yanlarınızda kol mesafesinde tutun. 2. Dizlerinizi yaklaşık olarak 45 derece eğilene kadar bükün ve sıçrayabildiğiniz kadar yükseğe sıçrayın. Sıçrama esnasında parmak uçlarınız yere doğru işaret etsin. 3. Yere indiğinizde dizlerinizin 45 derece bükülmesine izin verin ve daha sonra anında tekrar sıçrayın.

source: Dumbbell Calf Raise (Seated)
de: Kurzhantel Wadenheben (Sitzend)
es: Elevación de Gemelos con Mancuernas (Sentado)
fr: Extension Mollets Assis avec Haltère
ko: 덤벨 카프 레이즈(시티드)
pt: Elevação de Haltere com Gémeos ( sentado)
tr: Dambıllı Baldırla Yükseliş (Oturarak)

source: 7 Dumbbell Calf Raise (Seated)
de: 1. Während Sie mit geradem Rücken sitzen, zentrieren Sie eine Kurzhantel auf beiden unteren Oberschenkeln. Benutzen Sie Ihre Hände zum Stabilisieren jeder Bewegung. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Sentado y con la espalda recta, coloca una mancuerna en la parte inferior de cada muslo. Utiliza las manos para estabilizar cualquier movimiento. 2. Eleva los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 허리를 똑바로 하고 앉은 상태에서, 바벨을 각 아래쪽 허벅지에 수평으로 놓습니다. 양손을 이용해서 바벨의 모든 움직임을 안정시킵니다. 2. 발가락으로 서서 종아리를 들어올립니다. 일 초간 정지합니다. 종아리를 땅에 내려 놓습니다.
pt: 1. Sentado com as costas retas, centro um haltere em cada uma das suas coxas. Use as mãos para estabilizar qualquer movimento. 2. Levante os gémeos com a ponta dos pés. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Sırtınız düz bir şekilde otururken, her bir dambılı uyluklarınızın alt kısmında ortalayın. Herhangi bir hareketi sabitlemek için ellerinizi kullanın. 2. Parmak uçlarınıza yükselerek baldırınızla yükselin. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Standing Barbell Calf Raise
de: Langhantel Wadenheben Im Stehen
es: Elevación de Gemelos con Pesa de Pie
fr: Extension Mollets Debout avec Barre d’Haltère
ko: 스탠딩 바벨 카프 레이즈
pt: Elevação em pé de Barra com Gémeos
tr: Ayakta Dambıllı Baldırla Yükseliş

source: 8 Standing Barbell Calf Raise
de: 1. Während Sie mit geradem Rücken stehen, platzieren Sie die Langhantel oben auf Ihre Schultern. Halten Sie die Langhantel im Oberhandgriff. Distanz zwischen Händen sollte breiter sein als schulterweit. 2. Heben Sie Ihre Waden an, indem Sie auf Zehenspitzen stehen. Für eine Sekunde halten. Lassen Sie Ihre Waden wieder zum Boden hinunter.
es: 1. De pie y con la espalda recta, coloca la pesa encima de los hombros. Sujeta la pesa con un agarre prono. La distancia entre las manos debe ser más grande que la anchura de los hombros. 2. Elevar los gemelos poniéndote de puntillas. Mantén la posición durante un segundo. Baja los gemelos.
ko: 1. 허리를 똑바로 하고 서서, 바벨을 어깨 위쪽에 위치시킵니다. 오버핸드 그립으로 바벨을 잡습니다. 양손의 거리는 어깨 너비 보다 넓어야 합니다. 2. 발가락으로 서서 종아리를 들어올립니다. 일 초간 정지합니다. 종아리를 땅에 내려 놓습니다.
pt: 1. De pé e com as costas retas, posicione a barra em cima dos seus ombros. Segure na barra com pronação. Afaste as mãos até ficarem com distância igual e alinhadas com os ombros. 2. Levante os gémeos com a ponta dos pés. Aguente por um segundo. Baixe os gémeos de volta ao chão.
tr: 1. Sırtınız düz bir şekilde ayakta dururken, halteri omuzlarınızın üzerine yerleştirin. Halteri yukarıdan aşağı doğru bir kavrayışla tutun. Eller arasındaki mesafe omuz açıklığından daha geniş olmalıdır. 2. Parmak uçlarınıza yükselerek baldırınızla yükselin. Bir saniyeliğine tutun. Baldırlarınızı yere geri indirin.

source: Standing Dumbbell Calf Raise
de: Kurzhantel Wadenheben im Stehen
es: Elevación de Gemelos con Mancuernas de Pie
fr: Extension Mollets Debout avec Haltère
ko: 스탠딩 덤벨 카프 레이즈
pt: Elevação em Pé de Haltere com Gémeos
tr: Tek Kollu Şınav

source: 9 Standing Dumbbell Calf Raise
de: 1. Stellen Sie sich gerade hin mit Ihren Füßen hüftweit auseinander und halten Sie eine schwere Kurzhantel in jeder Hand, Arme an Ihren Seiten. 2. Halten Sie Ihren Rücken gerade, heben Sie sich langsam mit den Zehen beider Füße hoch und heben Sie Ihre Fersen so hoch wie Sie können. 3. Halten Sie oben an, dann lassen Sie Ihre Fersen langsam wieder herab.
es: 1. De pie y con los pies separados a la anchura de las caderas, sujeta una mancuerna en cada mano, con los brazos a los costados. 2. Manteniendo la espalda recta, elévate lentamente sobre las puntas de los pies, subiendo los talones lo más alto que puedas. 3. Pausa arriba y baja los talones lentamente hasta el suelo.
ko: 1. 발을 힙 너비만큼 벌리고 똑바로 서서 팔을 몸통 옆에 놓은 채로 무거운 덤벨을 양손에 잡습니다. 2.허리를 똑바로 유지하면서, 서서히 양발의 발가락을 들어 올리고 발꿈치는 할 수 있는 한 높이 들어 올립니다. 3. 위에서 멈추었다가, 천천히 발꿈치를 다시 내려 놓습니다.
pt: 1. Coloque-se em linha reta com os pés afastados à largura do quadril e segure num haltere pesado em cada mão. Os braços ao lado do corpo. 2. Mantendo as costas retas, levante lentamente os dedos de ambos os pés, elevando os calcanhares tão alto quanto conseguir. 3. Pause no topo, e em seguida, baixe lentamente os calcanhares de volta para baixo.
tr: 1. Ayaklarınız birbirinden kalça açıklığı mesafede olacak şekilde dik olarak ayakta durun; elleriniz yanlarda, he biri ile ağır bir dambıl tutun. 2. Sırtınızı düz bir şekilde tutarak, her bir ayağınızın parmak ucuna yavaşça yükselin, topuklarınızı kaldırabildiğiniz kadar yükseğe kaldırın. 3. En tepede duraklayın, daha sonra yavaşça topuklarınızı yere geri indirin.

source: Single Arm Pushup
de: Einarmige Liegestütze
es: Flexión de Un Solo Brazo
fr: Pompes sur un Bras
ko: 싱글 암 푸쉬업
pt: Flexão com Braço Singular
