Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 22 Stability Ball Pushup
de: 1. Gehen Sie in die normale Liegestützeposition. Um es schwerer zu machen, platzieren Sie Ihre Schienbeine und Füße auf den Ball. Denken Sie daran, Ihren Körper mit Ihren Fuß- und Handballen zu unterstützen und lassen Sie die letzteren schulterweit auseinander, Handflächen flach auf dem Boden. 2. Lassen Sie Ihren Oberkörper herab, bis Ihre Brust nur ein Bruchteil eines Inch vom Boden entfernt ist. Drücken Sie sich zur Anfangsposition zurück.
es: 1. Colócate en la posición inicial para flexiones. Para que sea más difícil, coloca las espinillas y los pies sobre la pelota. Acuérdate de sujetar el peso de tu cuerpo con la región metatarsiana de los pies y las manos, con éstas separadas a la anchura de los hombros y con las palmas contra el suelo. 2. Baja el torso hasta que tu pecho se encuentre a medio centímetro del suelo. Elévate de nuevo hasta la posición inicial.
ko: 1. 기본 푸쉬업 자세를 취합니다. 더 어렵게 하려면, 정강이와 발을 볼에 올려놓습니다. 양손을 어깨 너비 정도로 벌리고, 손바닥은 바닥에 고정시킨 채, 볼 위의 발로 몸을 지탱하기 바랍니다. 2. 가슴이 바닥에 일 인치 정도 떨어지도록 상반신을 낮춥지다. 시작 위치로 다시 밀어 올립니다.
pt: 1. Coloque-se na posição de flexão padrão. Para tornar mais difícil, coloque as pernas e os pés sobre a bola. Lembre-se de suportar o seu corpo com os pés e as mãos, e mantenha-as na largura dos ombros, com as palmas no chão. 2. Baixe o tronco até ficar com o peito a poucos centímetros do chão. Empurre-se de volta à posição inicial.
tr: 1. Standart şınav pozisyonu alın. İşleri daha da zorlaştırmak için, kaval kemiklerinizi ve ayaklarınızı topun üzerine yerleştirin. Vücudunuzu ayaklarınızın pençeleri ile ve ellerinizle desteklemeyi unutmayın ve ellerinizi avuç içleriniz yere bakacak şekilde düz bir şekilde omuz açıklığı mesafesinde yere koyun. 2. Gövdenizi, göğsünüz yerden birkaç santim yüksek olana kadar alçaltın. Kendinizi başlangıç pozisyonuna geri itin.

source: Weighted Pushup
de: Gewicht Liegestütze
es: Flexiones con Peso
fr: Pompes Lestées
ko: 웨이티드 푸쉬업
pt: Flexão Ponderada
tr: Ağırlıklı Şınav

source: 23 Weighted Pushup
de: 1. Gehen Sie in die normale Liegestützeposition, mit Händen unter Ihren Schultern. Dieses Mal bitten Sie Ihren Partner jedoch, eine Gewichtsplatte auf Ihren Rücken zwischen Ihre Schulterblätter zu legen. 2. Halten Sie Ihren Körper gerade, während Sie sich herablassen, indem Sie Ihren Ellenbogen biegen, bis Ihre Brust den Boden berührt. 3. Innehalten, danach drücken Sie sich nach oben.
es: 1. Colócate en la posición de inicio para flexiones, con las manos por debajo de los hombros. Esta vez tendrás que pedir a un compañero que te coloque un disco en la espalda entre los omóplatos. 2. Mantén el cuerpo recto mientras bajas, doblando el codo hasta que tu pecho toque el suelo. 3. Haz una pausa, y empuja el cuerpo hacia arriba.
ko: 1. 기본 푸쉬업 자세에서, 양손은 어깨 바로 밑에 둡니다. 이 번에는 파트너에게 웨이트 플레이트를 등의 어깻죽지 사이에 놓아 달라고 부탁하십시오. 2. 팔꿈치를 구부리면서 가슴이 바닥에 닿을 때까지 몸을 낮추면서 몸을 일직선으로 유지합니다. 3. 잠시 멈추었다가, 다시 밀어 올립니다.
pt: 1. Coloque-se em posição de flexão standard, com as mãos por baixo dos ombros. Desta vez, porém, peça a um parceiro para colocar uma placa de pesos nas suas costas, entre as omoplatas. 2. Mantenha o corpo reto e baixe-se dobrando os cotovelos até tocar com o peito no chão. 3. Pause, em seguida, empurre-se para cima.
tr: 1. Standart şınav pozisyonunu alın, elleriniz omuzlarınızın altında olsun. Ancak bu sefer bir partnerinizden kürek kemiklerinizin üzerine bir ağırlık levhası yerleştirmesini isteyin. 2. Göğsünüz yere değene kadar dirseklerinizi bükerek alçalırken, vücudunuzu düz tutun. 3. Duraklayın, daha sonra kendinizi yukarı doğru itin.

source: Dumbbell Wrist Twist
de: Kurzhantel Handgelenkdrehung
es: Giro de Muñeca con Mancuerna
fr: Rotation Poignets avec Haltères
ko: 덤벨 리스트 트위스트
pt: Twist de Pulso com Haltere
tr: Dambıllı Bilek Döndürme

source: 3 Dumbbell Wrist Twist
de: 1. Stellen Sie sich mit einer leichten Kurzhantel in jeder Hand hin, Ihre Arme an den Seiten und Handflächen zeigen hinter Sie. Biegen Sie Ihre Arme, um die Gewichte zu heben, bis Ihre Vorderarme mit dem Boden parallel sind. Dies ist die Anfangsposition. 2. Rotieren Sie Ihre Handgelenke, bis Ihre Handflächen zur Decke zeigen, danach rotieren Sie sie zurück, bis Ihre Handflächen wieder zum Boden zeigen. Das ist eine Wiederholung.
es: 1. De pie, con unas mancuernas ligeras en cada mano y los brazos a los lados, con las palmas de las manos un frente a la otra por detrás del cuerpo. Dobla los brazos para girar las mancuernas hacia arriba, hasta que los antebrazos estén paralelos al suelo. Esta es la posición de inicio. 2. Gira las muñecas hasta que las palmas miren al techo y vuelve a girarlas hasta que miren al suelo una vez más. Esto es una repetición.
ko: 1. 양손에 가벼운 덤벨을 양 옆에 쥐고 서서, 손바닥은 뒤로 향하게 합니다. 팔을 구부리고 웨이트를 전완이 바닥과 평행이 되도록 컬업합니다. 이것이 시작 자세입니다. 2. 손목을 손바닥이 천장을 향하도록 회전한 다음, 손바닥이 다시 바닥을 향하도록 원래대로 돌려 줍니다. 이것이 일회 반복입니다.
pt: 1. De pé com um haltere em cada mão, coloque os braços ao lado do seu corpo, com as palmas das mãos voltadas para trás. Dobre os braços subindo os pesos até colocar os antebraços paralelos ao chão. Esta é a posição de partida. 2. Gire os punhos até ficar com as palmas das mãos viradas para o teto, gire-as de volta até ficarem viradas para o chão. Essa é uma repetição.
tr: 1. Kollarınız yanda duracak şekilde her bir elinizde hafif bir dambılla ayakta durun, avuç içleriniz arkanıza bakıyor olsun. Ön kollarınız yere paralel olana kadar ağırlıkları bükmek için kollarınızı bükün. Bu başlangıç pozisyonudur. 2. Bilekleriniz tavana bakana kadar döndürün, daha sonra bilekleriniz tekrar yere bakana kadar geri döndürün. Bu, bir tekrardır.

source: Standing Wrist Curl
de: Handgelenkübung im Stehen
es: Giro de Muñeca De Pie
fr: Flexion Poignets à la Barre
ko: 스탠딩 리스트 컬
tr: Ayakta Bilek Döndürme

source: 4 Standing Wrist Curl
de: 1. Greifen Sie hinter Ihnen eine Langhantel mit einem Unterhandgriff, während Sie Ihre Arme gerade lassen. Hängen Sie die Hantel so, daß sie auf Ihren ausgestreckten Fingern ruht. 2. Biegen Sie Ihre Handgelenke, um die Langhantel so hoch wie möglich anzuheben. 3. Machen Sie die Bewegung umgedreht, um die Langhantel herabzulassen.
es: 1. Toma una pesa de detrás de ti con un agarre supino y manteniendo los brazos rectos. Deja colgar la pesa de manera que se apoye en los dedos extendidos. 2. Flexiona las muñecas para elevar le pesa lo más alto que puedas. 3. Invierte el movimiento para bajar la pesa.
ko: 1. 언더핸드 그립을 이용해서 뒤쪽으로부터 바벨을 잡고 팔을 똑바로 유지합니다. 바벨을 확장한 손가락 위에 놓이도록 합니다. 2. 손목을 구부려 바벨을 가능한 한 높이 들어 올립니다. 3. 동작을 반대로 수행하여 바벨을 낮춥니다.
pt: 1. Pegue numa atrás das costas, mantendo os braços esticados. Pendure a barra para que fique em repouso nos seus dedos estendidos. 2. Flita os seus punhos para levantar a barra o mais alto possível. 3. Inverta o movimento para baixar a barra.
tr: 1. Kollarınız düz bir şekilde, aşağıdan yukarı doğru bir kavrayışla arkadan bir halteri tutun. Halteri, uzatılmış parmaklarınızda salınacak şekilde sarkıtın. 2. Halteri olabildiğince yükseğe kaldırmak için bileklerinizi kasın. 3. Halteri alçaltmak için hareketi tersine yapın.

source: Barbell Hack Squat
de: Langhantel Hack Hocke
es: Sentadilla Posterior con Pesa
fr: Élévation a la Barre
ko: 바벨 핵 스쿼트
pt: Agachamento com Barra
tr: Halterli Hack Çöküşleri

source: 10 Barbell Hack Squat
de: 1. Stellen Sie sich gerade mit Ihren Füßen schulterbreit auseinander hin. Halten Sie die Langhantel im Oberhandgriff. Platzieren Sie die Langhantel hinter Ihre Kniesehnen. Distanz zwischen Ihren Händen sollte breiter sein als Schulterweite. 2. Lassen Sie sich herab, indem Sie Ihre Knie biegen. Ihr Rücken bleibt bei der ganzen Bewegung gerade. Halten Sie an, wenn Ihre Oberschenkel mit dem Boden parallel sind oder wenn die Hantel den Boden berührt. Wenn Sie zur Anfangsposition zurückgehen, erzeugen Sie Kraft mit Ihrem Unterrücken.
es: 1. De pie con los brazos a la anchura de los hombros. Sujeta la pesa con un agarre prono. Coloca la pesa detrás de la rodilla. La distancia entre las manos debe ser más grande que la anchura de los hombros. 2. Baja el cuerpo, doblando las rodillas. La espalda debe permanecer recta a lo largo de todo el movimiento. Detente cuando tus muslos estén paralelos al suelo o cuando la pesa toque el suelo. Cuando vuelvas a la posición inicial, genera la energía con la parte inferior de la espalda.
ko: 1. 어깨 넓이로 똑바로 섭니다. 오버핸드 그립으로 바벨을 잡습니다. 바벨을 오금줄 뒤에 놓습니다. 양손은 어깨 보다 넓게 벌립니다. 2. 무릎을 구부리면서 몸을 낮춥니다. 동작을 하는 동안 허리를 똑바로 합니다. 허벅지가 바닥과 평행하거나 바벨이 바닥에 닿으면 멈춥니다. 시작 위치로 돌아 오면, 아래쪽 허리로 에너지를 생성하십시오.
pt: 1. Coloque-se em linha reta com os ombros para fora. Segure numa barra com pronação. Coloque barra por trás de suas coxas. Distancie as mãos para que fiquem com distância maior que a largura dos ombros. 2. Baixe-se dobrando os joelhos. Mantenha as costas retas durante todo o movimento. Pare quando as coxas ficarem paralelas ao chão ou quando a barra tocar no chão. Quando retornar para a posição inicial, faça a gestão de energia com a região lombar.
tr: 1. Omuz açıklığı mesafesinde ayakta dik olarak durun. Halteri yukarıdan aşağı doğru bir kavrayışla tutun. Halteri diz ardı kirişlerinizin arkasına yerleştirin. Elleriniz arasındaki mesafe omuz açıklığından daha geniş olmalıdır. 2. Dizlerinizi bükerek kendinizi alçaltın. Hareketin tamamı boyunca sırtınızı düz tutun. Uyluklarınız yere paralel olana kadar veya halter yere değdiğinde durun. Başlangıç pozisyonunuza geri dönerken sırtınızın alt kısmıyla enerji üretin.

source: Barbell Lunge
de: Langhantel Schritt
es: Desplantes con Pesa
fr: Fente Avant à la Barre
ko: 바벨 런지
pt: Investida com Barra
tr: Halterli Hamle

source: 12 Barbell Lunge
de: 1. Fangen Sie an, indem Sie eine Langhantel auf Ihren oberen Rücken platzieren, benutzen Sie einen Oberhandgriff, der etwas breiter als Ihre Schultern ist. 2. Stellen Sie sich mit Ihren Füßen ungefähr 8 Inch auseinander hin, Zehen zeigen nach vorne. 3. Machen Sie einen Schritt nach vorne (knapp einen Meter), während Sie Ihre Bauchmuskeln eingezogen und Ihren Oberkörper gerade lassen. 4. Gehen Sie langsam mit einem Knie herunter, während Sie das andere Knie in einem 90 Grad Winkel gebeugt lassen, das Knie darf den Boden nicht berühren. 5. Lassen Sie Ihren Körper bis kurz vor den Boden herab und halten Sie für einen Moment inne, bevor Sie zur Anfangsposition zurückgehen. Wiederholen Sie mit dem anderen Bein.
es: 1. Empieza por colocar una pesa en la parte superior de la espalda, utiliza un agarre prono, un poco más ancho que los hombros. 2. De pie, con los pies separados unos 20cm y los dedos mirando hacia delante. 3. Da un paso adelante (unos 20cm) manteniendo el abdomen apretado y la parte superior del cuerpo recta. 4. Baja lentamente una rodilla como si te fueras a arrodillar, y mantén la otra doblada en un ángulo de 90 grados, no dejes que la rodilla toque el suelo. 5. Baja el cuerpo justo por encima del suelo, y mantén la postura un momento, antes de volver a la posición inicial. Repite con la otra pierna.
ko: 1.오버핸드 그립을 사용해서 어깨 보다 넓게 가볍게 바벨을 위쪽 등에 걸쳐 잡습니다. 2. 발은 8인치 정도 벌리고, 발가락은 앞으로 향하게 해서 섭니다. 3. 복부에 힘을 주고 상체를 똑바로 유지한 채, 앞으로 한 걸음(2-3 feet) 내딛습니다. 4. 한 쪽 무릎을 90도 각도로 구부린 채, 마치 무릎을 꿇듯이 다른 쪽 무릎을 서서히 낮춥니다. 무릎이 바닥에 닿지 않도록 합니다. 5. 몸은 바닥에 거의 닿을 정도로 낮춘 다음 잠시 정지했다가, 다시 시작 위치로 돌아 옵니다. 반대 쪽 다리로 반복합니다.
pt: 1. Comece por colocar uma barra na parte superior das costas, use uma pronação ligeiramente mais larga que seus ombros. 2. Fique com os pés distanciados a cerca de 8 centímetros, com os dedos virados para a frente. 3. Dê um passo para a frente (2-3 pés) de manter seus abs e desenhadas em sua parte superior do corpo em linha reta. 4. Baixe lentamente o joelho, como se fosse ajoelhar, mantendo o outro joelho dobrado com um ângulo de 90 graus, não deixe que o joelho toque no chão. 5. Baixe o corpo até um pouco acima do chão e aguente por uns instantes antes de retornar à posição inicial. Repita com a outra perna.
tr: 1. Sırtınızın üst kısmına bir halter yerleştirerek başlayın, omuz açıklığınızdan biraz daha geniş bir tutuşla yukarıdan aşağı inen bir kavrayışla halteri tutun. 2. Ayaklarınız birbirinde yaklaşık olarak 20 cm açık bir şekilde ayakta durun, ayak parmak uçlarınız ileriyi işaret etsin. 3. Karın kaslarınızı içeri çekili ve üst gövdeniz dik bir halde ileri doğru (40-60 cm) bir adım atın. 4. Çömelir gibi yavaşça bir dizinizi alçaltırken, diğer dizinizi de 90 derecelik açıda tutun, dizinizin yere değmesine izin vermeyin. 5. Vücudunuzu hemen yere kadar alçaltın ve başlangıç pozisyonuna dönmeden önce kısa bir an için duraklayın. Diğer bacağınızla tekrar edin.

source: Barbell Squat (Assisted)
de: Langhantel Hocke (Unterstützt)
es: Sentadillas con Pesa (Asistidas)
fr: Squat à la Barre Assisté d’un Banc
ko: 바벨 스쿼드 (어시스티드)
pt: Agachamento com Barra ( assistido)
tr: Halterli Çöküş (Destekli)

source: 13 Barbell Squat (Assisted)
de: 1. Stellen Sie sich gerade mit einer Flachbank hinter Ihnen hin. Füße sind schulterweit auseinander. Platzieren Sie die Langhantel auf die Rückseite Ihres Rückens. Halten Sie die Langhantel im Oberhandgriff. Distanz zwischen Ihren Händen sollte weiter sein als schulterbreit. Stellen Sie Ihre Füße leicht nach außen hin. 2. Lassen Sie sich herab, indem Sie Ihre Knie biegen. Ihr Rücken ist bei der ganzen Bewegung durchweg gerade. Halten Sie inne, wenn Ihre Oberschenkel parallel zum Boden sind oder Ihr Hintern die Bank berührt. Erzeugen Sie von Ihrem unteren Rücken Kraft, wenn Sie zur Anfangsposition zurückgehen.
es: 1. De pie, recto y con un banco plano a tu espalda. Con los pies separados a la anchura de los hombros. Coloca la pesa en la parte posterior de los hombros. Sujeta la pesa con un agarre prono. La distancia entre las manos debe ser más grande que la anchura de los hombros. Mueve los pies para que apunten ligeramente hacia afuera. 2. Baja el cuerpo, doblando las rodillas. La espalda debe estar recta durante todo el movimiento. Detente cuando tus muslos estén paralelos al suelo o cuando tu trasero toque el banco. Cuando vuelvas a la posición inicial, genera energía de la parte inferior de la espalda.
ko: 1. 플랫 벤치를 뒤에 두고 똑바로 섭니다. 발은 어깨 정도로 벌립니다. 바벨을 어깨 뒤에 놓습니다. 오버핸드 그립으로 바벨을 잡습니다. 양손을 어깨 넓이 보다 널게 위치시킵니다. 발은 약간 바깥을 향하도록 조절합니다. 2. 무릎을 구부리면서 몸을 낮춥니다. 동작을 하는 동안 허리를 똑바로 합니다. 허벅지가 바닥과 평행하거나 바벨이 벤치에 닿으면 멈춥니다. 시작 위치로 돌아 오면, 아래쪽 허리로 에너지를 생성하십시오.
pt: 1. Coloque-se em linha reta com uma bancada plana atrás de si. Os pés à largura dos ombros. Coloque a barra na parte de trás de seus ombros. Aguente barra com pronação. Distancie as mãos com distância ligeiramente maior que a dos ombros. Ajuste os pés ligeiramente para fora. 2. Baixe-se dobrando os joelhos. As suas costas retas durante todo o movimento. Pare quando as coxas ficarem paralelas ao chão ou quando as suas costas tocarem no banco. Enquanto retornar à posição inicial, faça a gestão de energia com a parte inferior das costas.
tr: 1. Arkanızda düz bir sehpa varken dik bir şekilde ayakta durun. Ayaklarınız omuz açıklığında olsun. Halteri omuzlarınızın arka kısmına yerleştirin. Halteri yukarıdan aşağı inen bir kavrayışla tutun. Elleriniz arasındaki mesafe omuz açıklığı mesafesinden daha geniş olmalıdır. Ayaklarınızı hafif dışarı doğru bakacak şekilde ayarlayın. 2. Dizlerinizi bükerek kendinizi alçaltın. Hareketin tamamı boyunca sırtınız düz olsun. Uyluklarınız yere paralel olduğunda veya arkanız sehpaya değdiğinde durun. Başlangıç pozisyonunuza geri dönerken sırtınızın alt kısmıyla enerji üretin.

source: Barbell Squat Overhead
de: Langhantel Hocke Oben
es: Sentadilla con Pesa Sobre la Cabeza
fr: Squat avec Barre au-dessus de la Tête
ko: 바벨 스쿼트 오버헤드
pt: Agachamento com Barra Acima da Cabeça
tr: Baş Üzerinden Halterli Çöküş

source: 14 Barbell Squat Overhead
de: 1. Stellen Sie sich gerade und in Schulterbreite hin. Halten Sie die Langhantel im Oberhandgriff. Distanz zwischen Ihren Händen sollte weiter als Schulterbreite sein. Füße leicht nach außen stellen. Heben Sie die Langhantel nach oben, bis Ihre Arme voll ausgestreckt sind. 2. Lassen Sie sich herab, indem Sie in die Knie gehen. Ihr Rücken ist während der ganzen Bewegung gerade. Halten Sie inne, wenn Ihre Oberschenkel parallel zum Boden sind. Erzeugen Sie von Ihrem unteren Rücken Kraft, wenn Sie zur Anfangsposition zurückgehen.
es: 1. De pie, recto y con los pies separados a la anchura de los hombros. Sujeta la pesa con un agarre prono. La distancia entre las manos debe ser más grande que la anchura de los hombros. Mueve los pies para que apunten ligeramente hacia afuera. Levanta la pesa por encima de la cabeza con los brazos totalmente extendidos. 2. Baja el cuerpo, doblando las rodillas. La espalda debe estar recta en todo momento. Detente cuando tus muslos estén paralelos al suelo. Al volver a la posición inicial, genera energía con la parte inferior de la espalda.
ko: 1.발을 어깨 너비로 벌리고 섭니다. 오버핸드 그립으로 바벨을 잡습니다. 양손을 어깨 넓이 보다 널게 위치시킵니다. 발은 약간 바깥을 향하도록 조절합니다.팔을 완전히 확장하여 바벨을 머리위로 들어 올립니다. 2.무릎을 구부리면서 몸을 낮춥니다. 동작을 하는 동안 허리를 똑바로 합니다. 허벅지가 바닥과 평행하면 멈춥니다. 시작 위치로 돌아 오면, 아래쪽 허리로 에너지를 생성하십시오.
pt: 1. Coloque-se em linha reta com os pés à largura dos ombros. Segure na barra com pronação. Distancie as mãos com distância ligeiramente maior que a dos ombros. Ajuste os pés ligeiramente apontados para fora. Faça a elevação da barra com os braços totalmente estendidos. 2. Baixe-se dobrando os joelhos. As costas retas durante todo o movimento. Pare quando as coxas ficarem paralelas ao chão. Enquanto retorna para a posição inicial, faça a gestão de energia com a região lombar.
tr: 1. Ayaklarınız omuz açıklığı mesafesinde açık olarak ayakta dik bir şekilde durun. Halteri yukarıdan aşağı doğru bir kavrayışla tutun. Elleriniz arasındaki açıklık omuz mesafesinden daha geniş olmalıdır. Ayaklarınızı hafif dışarı doğru bakacak şekilde ayarlayın. Halteri başınızın üzerine kollarınız tamamen uzatılmış olarak kaldırın. 2. Dizlerinizi bükerek kendinizi alçaltın. Sırtınız hareketin tamamı boyunca düz olacaktır. Uyluklarınız yere paralel olduğunda durun. Başlangıç pozisyonunuza geri dönerken sırtınızın alt kısmıyla enerji üretin.

source: Bench Jump
de: Bankspringen
es: Salto con Banco
fr: Saut sur Banc
ko: 벤치 점프
pt: Salto para o Banco
tr: Sehpada Sıçrama

source: 15 Bench Jump
de: 1. Stellen Sie sich vor eine Bank. 2. Springen Sie auf die Bank und springen Sie dann sofort wieder zurück zur Anfangsposition auf dem Boden. 3. Wiederholen Sie dies mehrmals.
es: 1. De pie delante de un banco. 2. Salta sobre el banco e inmediatamente vuelve a saltar hacia atrás, hasta la posición inicial en el suelo. 3. Repite varias veces.
ko: 1. 벤치 앞에 섭니다. 2.벤치 위로 점프한 다음 즉시 시작 위치로 뛰어 내립니다. 3. 여러 번 반복합니다.
pt: 1. Coloque-se à frente de um banco. 2. Salte para o banco e imediatamente salte novamente para o chão na posição inicial. 3. Repita várias vezes.
tr: 1. Bir sehpanın önünde ayakta durun. 2. Sehpanın üzerine sıçrayın ve anında başlangıç pozisyonunuza geri inerek yere sıçrayın. 3. Birkaç defa tekrarlayın.

source: Bulgarian Split Squat
de: Bulgarische Split Hocke
es: Sentadilla Búlgara Partida
fr: Fentes Avant avec Pied Arrière Surélevé
ko: 불가리언 스플릿 스쿼트
pt: Agachamento Dividido Búlgaro
tr: Bulgar Split Çöküşü

source: 16 Bulgarian Split Squat
de: 1. Stellen Sie sich gerade und mit jeweils einer Kurzhantel in jeder Hand ungefähr einen Meter vor eine Bank. Strecken Sie Ihren rechten Fuß nach hinten und lassen Sie die Oberseite des Fußes auf der Bank ruhen. 2. Halten Sie Ihren Rücken gerade und Ihren Kopf hoch, während Sie Ihr linkes Bein biegen und sich in eine Sprungposition herablassen. Halten Sie mit dem Herablassen inne, wenn Ihr linker Oberschenkel ungefähr parallel zum Boden ist. 3. Drücken Sie sich langsam wieder nach oben, bis Ihr linkes Bein wieder gerade ist und wiederholen. Denken Sie daran die Beine abzuwechseln, damit Ihr anderes Bein auch trainiert wird.
es: 1. En posición vertical, a unos 75cm delante de un banco, con una mancuerna en cada mano. Extiende el pie derecho hacia atrás y reposa la parte superior del pie sobre el banco. 2. Mantén la espalda recta y la cabeza erguida, mientras doblas lentamente la pierna izquierda y te colocas en posición de desplante. Deja de bajar el cuerpo cuando tu muslo izquierdo esté más o menos paralelo al suelo. 3. Vuelve lentamente hacia arriba hasta que la pierna izquierda esté recta de nuevo y repite. No olvides cambiar de pierna y ejercitar la otra también.
ko: 1.벤치 앞 2-3피트 정도에서 직립으로 서서, 덤벨을 양손에 쥡니다. 오른쪽 발을 뒤쪽으로 뻗은 다음 벤치 위에 발 등을 올려 놓습니다. 2. 등을 똑바로 하고 서서히 왼쪽 다리를 구부리면서 몸을 런지 자세로 취하면서 고개를 숙이지 않습니다. 왼쪽 허벅지가 바닥과 거의 평행을 이루면 몸을 낮추는 것을 멈춥니다. 3. 왼쪽 다리가 다시 한 번 쫙 펴질 때까지 몸을 위로 천천히 밀어 줍니다. 그리고 동작을 반족합니다. 다리를 바꾸어서 다른 쪽 다리도 똑같이 운동을 합니다.
pt: 1. Fique de pé a cerca de 2-3 pés à frente de um banco, com um haltere em cada mão. Desloque o pé direito para trás e descanse-o o topo do mesmo no banco. 2. Mantenha as costas retas e a sua cabeça erguida enquanto dobra lentamente a perna esquerda e a baixa para uma posição estocada. Pare de se baixar quando a sua coxa esquerda estiver mais ou menos paralelo ao chão. 3. Lentamente volte para cima até ficar com a perna esquerda reta novamente, e repita. Lembre-se de trocar as pernas e treinar a outra perna também.
tr: 1. Bir sehpanın yaklaşık 40-60 cm önünde ayakta durun, her bir elinizde bir dambıl olsun. Sağ ayağınızı arkaya doğru uzatın ve ayağınızın üst kısmını sehpaya yerleştirin. 2. Yavaşça sol bacağınızı bükerken ve kendinizi bir hamle pozisyonuna doğru alçaltırken; sırtınızı dik ve başınızı yukarıda tutun. Sol uyluğunuz yaklaşık olarak yere paralel olduğunda kendinizi alçaltmayı durdurun. 3. Sol bacağınız tekrar düz olana kadar kendinizi yavaşça yukarı itin ve tekrarlayın. Bacaklarınızı değiştirmeyi ve diğer bacağınızı da çalıştırmayı unutmayın.

source: Bulgarian Split Squat (No Weights)
de: Bulgarische Split Hocke (Keine Gewichte)
es: Sentadilla Búlgara Partida (Sin Pesos)
fr: Fentes Avant avec Pied Arrière Surélevé
ko: 불가리언 스플릿 스쿼트(웨이트 비사용)
pt: Agachamento Dividido Búlgaro ( sem pesos)
tr: Bulgar Split Çöküşü (Ağırlıksız)
