Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 5 Concentration Curls
de: Setzen Sie sich auf den Bankrand, halten Sie eine Hantel in Ihrer rechten Hand. Lassen Sie den rechten Arm geradeaus herunter, und lassen Sie den Ellenbogen auf der Innenseite des Knies ruhen. Lehnen Sie sich nach vorne, so daß Ihr Oberkörper über Ihren Beinen ist, und platzieren Sie die linke Hand auf das linke Knie. Beugen Sie den Ellenbogen, ziehen Sie die Hantel zur Schulterhöhe nach oben, und machen Sie einen Moment Pause, bevor Sie das Gewicht zur Anfangsposition zurückbringen. Wiederholen Sie dies, bis das Set beendet ist, wechseln Sie anschließend Seiten, und vervollständigen Sie die Übung mit dem linken Arm.
es: Empieza sentándote en el borde del banco, sujetando la mancuerna en la mano derecha. Deja que el brazo derecho cuelgue recto, con el codo reposando en la parte inferior de la rodilla. Inclínate hacia adelante hasta que el torso esté sobre las piernas, y coloca la mano izquierda sobre la rodilla izquierda. Doblando el codo, sube la mancuerna a la altura del hombro y haz una pausa antes de volver a bajar la pesa a su posición inicial. Repite hasta que termines la serie y cambia de lado para hacerlo con el brazo izquierdo.
ko: 아령을 오른손에 들고 벤치 가장 자리에 앉아서 준비를 합니다. 팔꿈치가 무릎 안쪽에 편안히 위치할 수 있도록 하면서 오른쪽 팔을 똑바로 내립니다. 몸통이 다리 위로 가게 앞으로 기울이고 왼손은 왼쪽 무릎에 놓습니다. 팔꿈치를 구부려 아령을 어깨까지 컬한 다음 시작 위치로 내려 놓기 전에 잠시 멈춤니다. 세트가 완성될때까지 반복한 다음 다른 쪽으로 바꿔서 왼쪽 팔도 완성합니다.
pt: Comece sentado na borda do banco, a segurar o haltere em sua mão direita. Deixe o braço direito cair directamente para baixo com o cotovelo apoiado no interior do joelho. Incline para a frente de modo que o seu torso esteja sobre suas pernas e coloque a mão esquerda sobre o joelho esquerdo. Flexione o cotovelo, enrole o haltere até o nível do ombro e faça uma pausa por um momento antes de abaixar lentamente o peso até a posição inicial. Repita até que o seu conjunto esteja terminado, então mude de lado e complete com o braço esquerdo.
tr: Dambılı sağ elinizde tutarak sehpanın ucuna oturarak başlayın. Sağ elinizin, dirseğiniz dizinizin iç kısmında dinlenir konumda rahatça salınmasına izin verin. Gövdenizin bacaklarınızdan önde olması için öne doğru eğilin ve sol elinizi sol dizinizin üstüne koyun. Dirsekten bükerek, dambılı omuz seviyesine doğru kıvırın ve yavaşça başlangıç pozisyonuna doğru alçaltmadan bir saniye duraklayın. Setiniz bitene kadar tekrar edin ve el değiştirerek seti sol elinizle tamamlayın.

source: Reverse Curls
de: Umgekehrte Übungen
es: Curl Invertido
fr: Flexion Biceps à la Barre en Pronation
ko: 역컬
pt: Rosca Inversa
tr: Ters Pazu Bükme

source: 6 Reverse Curls
de: Stellen Sie sich mit leicht gespreizten Füßen hin, und lassen Sie Ihre Arme gerade, und benutzen Sie einen Obergriff (Daumen zueinander zeigend): - Einatmen und die Stange rotieren. - Ausatmen und die Bewegung beenden. Diese Übung bearbeitet die Streckmuskeln des Handgelenks und der Finger. Sie bearbeitet den Oberarmspeichenmuskel und in geringerem Ausmaß den Bizeps.
es: De pie, con las piernas ligeramente separadas y los brazos rectos, y con un agarre con los pulgares mirándose: - Inhala y sube la barra. - Exhala al completar el movimiento. Este ejercicio trabaja los extensores de las muñecas y los dedos, el músculo braquiorradial y, en menor medida, los biceps.
ko: 오버핸드 그립(엄지 손가락들이 서로 향하게)을 이용하면서 발은 약간 벌리고 팔은 똑바로 하고 섭니다: - 숨을 들이마시면서 바를 컬합니다 - 동작을 마무리하면서 숨을 내쉽니다. 이 운동은 손목과 손가락의 신근을 단련시킵니다. 이것을 하면 위팔노근이 단련되고 이두근도 미미하지만 단련이 됩니다.
pt: Levante-se com os pés ligeiramente afastados e os braços em linha reta, use uma pronação (polegares em direção um ao outro): - Inspire e enrole a barra. - Expire à medida que você completa o movimento. Este exercício trabalha os extensores do punho e dedos. Ele trabalha a brachioradialis e, em menor grau, o bíceps.
tr: Ayaklarınız hafif açık ve kollarınız düz ve elleriniz yukarıdan aşağıya inecek bir şekilde (başparmaklarınız birbirine bakacak şekilde) kavrayarak başlayın: - Nefes alın ve barı bükün. - Hareketi tamamlarken nefes verin.Bu egzersiz bilekteki ve parmaklardaki gerici kasları çalıştırır. Ön kol kemiğinin ön kısmında kalan kasları çalıştırır (brachioradialis) ve daha az bir derecede bisepsleri de çalıştırır.

source: Cable Biceps Curl
de: Kabelbizepsübung
es: Curl de Biceps con Cable
fr: Flexion Biceps à la Tour à Poulie
ko: 케이블 이두근 컬
pt: Rosca de Bíceps com Cabo
tr: Makinede Biseps Bükme

source: 7 Cable Biceps Curl
de: Befestigen Sie eine gerade Stange an die untere Rolle einer Kabelstation. Fassen Sie anschließend in Schulterlänge die Stange im Untergriff, und halten Sie sie in Armlänge genau vor Ihren Oberschenkeln. Ihre Knie sollten leicht gebeugt sein. Ziehen Sie die Stange vor Ihre Brust, so weit wie Sie können, ohne Ihre Oberarme zu bewegen.
es: Acopla una barra recta a la polea inferior de una estación de cable. Agárrala con las manos a la anchura de los hombros y con un agarre supino y sujétalas con los brazos extendidos, delante de los muslos. Las rodillas deberán estar ligeramente flexionadas. Levanta la barra hacia el pecho tanto como puedas, sin dejar que se mueva la parte superior de los brazos.
ko: 직선 바를 케이블 스테이션의 로우 풀리에 장착합니다. 그리고, 어깨 넓이로 언더핸드 그립을 이용해 잡고 팔 길이에서 허벅지 앞에 잡고 있습니다. 무릎은 약간 구부립니다. 팔 윗부분을 움직이지 말면서 바를 가슴쪽으로 최대한 컬합니다.
pt: Anexe uma barrra direta na parte baixa da polia de uma estação de cabo. Em seguida, segure-a na largura dos ombros, relaxe a aderência e prenda-a no comprimento do braço em frente de suas coxas. Os joelhos devem estar ligeiramente dobrados. Enrole a barra em direção ao peito, tanto quanto possível, sem permitir que seus braços se movam.
tr: Bir kablo istasyonundaki aşağıda bulunan makaraya düz bir bar takın. Daha sonra barı, omuz genişliğinde, elleriniz yukarıdan aşağı inecek şekilde kavrayarak kalçalarınızın önünde bir kol uzunluğunda mesafede tutun. Üst kollarınızı hareket ettirmeden barı olabildiğince göğsünüze doğru bükün.

source: Low Pulley Curls
de: Untere Umlenkrolle
es: Curl Polea Baja
fr: Flexion Poignet à la Poulie
ko: 로우 풀리 컬
pt: Roscas de Polia Baixa
tr: Alt Makara Bükme

source: 8 Low Pulley Curls
de: Stellen Sie sich vor die Maschine, und fassen Sie den Griff von unten an: - Einatmen und den Rollengriff ziehen. - Ausatmen und die Bewegung beenden. Dies ist eine gute Übung zum Isolieren und Pumpen der Bizeps.
es: De pie y de frente a la máquina, coge el mango con un agarre supino: ⁃ Inhala y levanta el mango de la polea ⁃ Exhala al completar el movimiento Es un buen ejercicio para aislar e inflar los biceps.
ko: 기구를 향해 서서 언더핸드 그립으로 손잡이를 잡습니다: - 숨을 들이 마시면서 풀리 손잡이를 컬합니다. - 숨을 내쉬면서 이 동작을 마무리 합니다. 이것은 이두근을 분리하고 단련하기에 아주 좋은 운동입니다.
pt: Fique de frente para a máquina e segure a alça com um aperto leve: - Inspire e enrole o cabo da polia. - Expire à medida que você completa o movimento. Este é um bom exercício para isolar e bombear o bíceps.
tr: Makineye yüzünüzü vererek ayakta durun ve barı elleriniz yukarıdan aşağı inecek şekilde kavrayın: - Nefes alın ve makara tutamacını bükün. - Hareketi tamamlarken nefes verin.Bu izole etmek ve bisepsleri pompalamak için çok iyi bir egzersizdir.

source: Low Pulley Cable Crossover
de: Untere Kabelrollbrücke
es: Cruzado Polea Baja y Cable
fr: Tirage Poulies Croisé
ko: 로우 풀리 케이블 크로스오버
pt: Cabo Cruzado de Polia Baixa
tr: Alt Makara Kabloda Göğüs Sıkıştırma

source: 9 Low Pulley Cable Crossover
de: Stellen Sie die Kabel der unteren Kabelstation ein, und überqueren Sie Ihre Hände bis zu Ihrem Gesicht kreuzweise von unten nach oben. Diese Variante dient besonders der oberen Brust.
es: Coloca los cables en la parte inferior de la estacion de crossover y cruza las manos a la altura del rostro y comienza desde abajo hacia arriba. Esta variedad afecta más a la parte superior del pecho.
ko: 케이블을 크로스오버 스테이션 바닥에 놓고 얼굴쪽으로 손을 교차시키면서 바닥에서 위로 크로스를 시작합니다. 이 운동은 가슴 윗쪽을 좀 더 단련시킵니다.
pt: Ponha os cabos na parte inferior da estação de cruzado (crossover) e você vai cruzar suas mãos até seu rosto e começar de baixo a fazer uma cruz para cima. Esta variante vai trabalhar mais a parte superior do tórax.
tr: Kabloları crossover istasyonunun alt kısmına ayarlayın ve ellerinizi yüzünüze doğru yukarı crossover hareketini aşağıdan başlayarak yapın. Bu varyant üst göğsü daha da fazla çalıştıracaktır.

source: Toe Raises
de: Zehenspitzenheben
es: Elevaciones Dedos del Pie
fr: Extension Mollets avec Haltère
ko: 발가락 올리기
pt: Elevação na Ponta dos Pés
tr: Ayak Parmak Yükselişleri

source: 1 Toe Raises
de: Beginnen Sie mit einer neutralen Position, Fersen in oder etwas weiter als Schulterweite. Halten Sie die Hanteln in beiden Händen auf der gleichen Seite als der Fuß. Bewegen Sie sich hoch auf die Zehen, die Wade zusammenziehen und dann langsam zum vollen Bewegungsbereich absenken.
es: Empieza con una posición neutral, con los pies a la anchura de los hombros o un poco más separados. Sujeta las mancuernas en ambas manos. Eleva los dedos de los pies, contrayendo los músculos de las pantorrillas, y bajando lentamente hasta completar el movimiento.
ko: 어깨 넓이보다 약간 넓게 발꿈치로 서서, 중립 위치에서 시작합니다. 발과 같은 쪽에 아령을 양손에 듭니다. 발가락으로 일어났다가, 종아리 근육을 수축하면서, 천천히 완전하게 자세를 낮춥니다.
pt: Comece a partir de uma posição neutra, os pés afastados a uma distância igual ou mais à largura dos ombros. Segure um peso em cada mão ao longo das pernas. Eleve os calcanhares ficando nas pontas dos pés, contraia os músculos das panturrilhas e, lentamente, volte à posição inicial em um só movimento.
tr: Doğal bir pozisyonda; topuklar omuz genişliğinde veya biraz daha fazla bir genişlikte başlayın. Dambılları ayaklarınızın bulunduğu taraflarda iki elinizde de olmak üzere tutun. Parmak uçlarınıza yükselerek baldır kaslarınızı kasın, daha sonra yavaşça alçalarak hareketi tekrarlayın.

source: One-Leg Toe Raises
de: Zehenspitzenheben auf einem Bein
es: Elevaciones Dedos del Pie con Una Sola Pierna
fr: Extension mollets sur une Jambe avec Haltère
ko: 한쪽 다리 발가락 올리기
pt: Elevação na Ponta dos Pés com uma Só Perna
tr: Tek Bacak Ayak Parmak Yükselişleri

source: 2 One-Leg Toe Raises
de: Stellen Sie sich auf einen Fuß, und platzieren Sie die Zehen und Fußballen auf den Block. Halten Sie auf der gleichen Seite des Fuß auf dem Sie stehen eine Hantel in Ihrer Hand, und fassen Sie den Rand der Maschine mit Ihrer anderen Hand an, um Ihren Körper während der Bewegung ruhig zu halten. - Erheben Sie sich auf Ihren Zehen so hoch wie möglich (Plantarflexion), halten Sie Ihre Knie ausgedehnt oder etwas gebeugt. - Gehen Sie zur Anfangsposition zurück.
es: Apóyate en un solo pie, colocando los dedos y el metatarso en el bloque. Sujeta una mancuerna en la mano del mismo lado que el pie en el que te estás apoyando, y agarra el eje de la máquina con tu otra mano, para mantener el cuerpo en posición durante el ejercicio. ⁃ Elévate tanto como puedas sobre los dedos de los pies (flexión plantar), manteniendo la rodilla estirada o muy ligeramente flexionada. ⁃ Vuelve a la posicion inicial.
ko: 발가락과 발 앞꿈치를 발판에 놓고 한 쪽 발로 섭니다. 서있는 발과 같은 쪽 손에 아령을 들고 다른 손으로 기구의 가장 자리를 잡아서 이 동작내내 자세를 안정되게 유지하도록 합니다: - 무릎은 펴거나 매우 약간 구부린채로 발가락으로 최대한 높이 일어납니다(발바닥 굴곡). - 시작 자세로 돌아옵니다.
pt: Fique de pé em uma só perna, com os dedos do pé sobre uma bola ou bloco. Segure um haltere do mesmo lado da perna que você vai trabalhar, e segure a extremidade do aparelho com a outra mão para manter o seu corpo em posição durante o exercício: - Eleve-se o mais que puder nos dedos do pé (flexão plantar), mantendo o seu joelho esticado ou ligeiramente flexionado. - Retorne à posição inicial.
tr: Tek ayağınız üzerinde, ayak parmaklarınızı ve parmak köklerinizi bloğun üzerine yerleştirerek durun. Üzerinde durmakta olduğunuz ayakla aynı tarafta bulunan elinizde bir dambıl tutun ve hareketi yaparken kendinizi sabitleyebilmek için diğer elinizle de sehpanın ucuna tutunun: - Dizlerinizi düz veya hafif eğik şekilde tutarak, parmak uçlarınızda olabildiğince yükselin (plantar fleksiyon). - Başlangıç pozisyonuna geri dönün.

source: Seated Calf Raises
de: Sitzendes Wadenheben
es: Elevación Pantorrillas Sentado
fr: Extension Mollets Assis sur Machine
ko: 시티드 카프 레이즈
pt: Elevação de Panturrilha Sentado
tr: Oturarak Baldırla Yükseliş

source: 3 Seated Calf Raises
de: Verstellen Sie das Polster so, daß Ihre Schienbeine gerade sind, und das Polster genau hinter dem Knie ist. Heben Sie das Gewicht an, indem Sie ihre Fersen mit den Fußballen hochdrücken. Lassen Sie Ihre Fersen langsam wieder herab, bis Sie in Ihrem Wadenmuskel eine Dehnung spüren. Um innere und äußere Waden zu bearbeiten, weisen Sie Ihre Zehen jeweils nach innen oder nach außen.
es: Ajusta el cojinete de manera que tus espinillas estén rectas y el cojinete quede justo por detrás de las rodillas. Levanta el peso, empujando los talones hacia arriba con los metatarsos de los pies. Baja los talones lentamente hasta que sientas un estiramiento en el músculo de la pantorrilla. Para ejercitar la pantorrilla interior y la exterior, coloca tus dedos hacia dentro y fuera respectivamente.
ko: 정강이가 똑바르고 패드가 무릎 뒤에 오도록 조절합니다.발 앞꿈치와 발 뒷꿈치를 눌러 올리면서 웨이트를 들어 올립니다. 천천히 뒷꿈치를 낮추면서 종아리 근육이 스트레치되도록 합니다. 안쪽 및 바깥쪽 종아리를 목표로 한다면, 발가락을 각각 안쪽 또는 바깥쪽으로 향하게 합니다.
pt: Posicione a almofada de modo que as suas canelas fiquem esticadas e a almofada por detrás dos joelhos. Eleve o peso empurrando os calcanhares para cima o máximo possível. Abaixe os calcanhares lentamente, até sentir um alongamento no músculo da panturrilha. Para trabalhar a secção interna e externa do músculo, aponte os dedos dos pés para fora e para dentro, respectivamente.
tr: Yastığı, kaval kemikleriniz tamamen düz konumda olacak ve yastık hemen dizlerin arkasında olacak şekilde ayarlayın. Topuklarınızı yukarı doğru, ayak parmak köklerinizi bastırarak ağırlığı kaldırın. Baldır kasınızda bir gerilme hissedene kadar yavaşça ağırlığı alçaltın. İç ve dış baldır kaslarını hedef almak için; ayak parmak uçlarınızı sırasıyla içeri ve dışarı doğru uzatın.

source: Bench Presses
de: Bankdrücken
es: Press de Banca
fr: Développé Couché
ko: 벤치 프레스
pt: Supino Plano
tr: Yatarak Halter Kaldırma

source: 1 Bench Presses
de: Um eine Bankdrückenübung richtig durchzuführen, müssen Sie sich flach auf eine Bank legen und Ihre Füße flach auf dem Boden halten. Wenn die Stange auf dem Ständer ist, befindet sie sich etwas hinter Ihrem Kopf. Bei dieser Übung ist es wichtig einen Trainingspartner zu haben, besonders wenn Sie eine freie Stange oder Hanteln benutzen, damit keine Chance besteht, daß das Gewicht auf Sie fällt. Nachdem Sie das Gewicht von dem Ständer gehoben haben, befindet sich die Stange direkt über Ihrer Brustmitte. Lassen Sie Ihren Kopf während der Übung dauernd auf der Bank. Wenn Sie die Stange ruhig haben, lassen Sie sie zu Ihrer Brust herunter, wenn Sie können. Lassen Sie Ihre Arme nach außen gestreckt während die Stange nach unten kommt. Nachdem Sie mit der Bewegung unten angekommen sind, stemmen Sie die Stange zurück zur ausgefahrenen Position, und konzentrieren Sie sich darauf, sie mit Ihrer Brust und Ihren Armen nach oben zu fahren.
es: Para hacer un ejercicio de press de banca correctamente, tendrás que tumbarte en un banco y tener las plantas de los pies en el suelo. La barra, una vez colocada en el bastidor, deberá estar ligeramente por detrás de tu cabeza. Es imporante tener un observador durante este ejercicio, sobre todo si utilizas una barra suelta o mancuernas, para eliminar la posibilidad de que se te caigan encima. Una vez que hayas levantado el peso del bastidor, la barra estará directamente sobre el centro de tu pecho. Mantén la cabeza en el banco en todo momento. Una vez que tengas controlado el peso de la barra, bájala lentamente hasta el nivel del pecho, si puedes. Mantén los brazos apuntando hacia fuera mientras cae la barra. Al llegar al final del movimiento, vuelve a empujar la barra hacia arriba, concentrándote en hacerlo con el pecho y los brazos.
ko: 벤치 프레스를 올바르게 수행하기 위해서는 벤치에 완전히 누워 발을 바닥에 붙여야 합니다. 이 운동을 하려면 도우미를 이용하는 것이 중요한데, 특히 자유 바 또는 아령 이용시 자신에게 웨이트를 떨어뜨리는 것을 방지하기 위함입니다. 랙에서 웨이트를 들어 올리면, 바가 여러분 흉부 중앙의 바로 위에 위치하게 됩니다. 동작내내 머리는 항상 벤치 위에 고정하기 바랍니다. 바가 안정되면, 할 수 있으면 천천히 가슴 높이로 내립니다. 바가 내려올때 팔은 바깥쪽으로 향하게 합니다. 동작의 최저에 이르면, 가슴과 팔로 바를 위로 올리는데 집중하면서, 바를 확장 자세로 다시 밀어 올립니다.
pt: Para efetuar corretamente um exercício de supino plano, precisa de se deitar num banco e assentar os pés completamente no chão. A barra, quando arrumada, estará ligeiramente atrás da sua cabeça. É importante usar um spotter para este exercício, especialmente se estiver a usar uma barra livre ou um haltere, para eliminar a probabilidade de deixar cair o peso sobre si. Assim que levantar o peso do cavalete, a barra ficará diretamente sobre o centro do seu peito. Mantenha sempre a cabeça deitada no banco durante todo o movimento. Assim que estabilizar a barra, baixe-a devagar até ao nível do peito, se conseguir. Mantenha os seus braços apontados para fora à medida que a barra baixa. Quando chegar ao fundo do movimento, empurre a barra para cima até uma posição estendida, concentrando-se em dirigir a barra para cima com o seu peito e braços.
tr: Düzgün bir bench press egzersizi için bir sehpanın üzerine düz bir şekilde uzanmalı ve ayaklarınız yere düz olarak basmalıdır. Bar, askının üzerindeyken, kafanızın hafifçe arkasında bulunacaktır. Bu egzersizde, özellikle serbest bar veya dambıl kullanıyorsanız, ağırlığın kendi üzerinize düşmesini önlemek için hareketi bir gözcü eşliğinde yapmanız önemlidir. Ağırlığı askıdan kaldırdığınızda, bar doğrudan göğsünüzün merkezi üzerinde olacaktır. Hareketin tamamı boyunca başınızı sürekli sehpanın üzerinde tutun. Barı sabit bir şekilde kavradıktan sonra, eğer yapabiliyorsanız, yavaşça göğüs hizasına indirin. Barı aşağı indirirken kollarınızı dışarı doğru bakacak şekilde tutun. Hareketin en alt seviyesine ulaştıktan sonra, barı tekrar uzatılmış pozisyona doğru yukarı itin; barı yukarı göğüs ve kollarınızla itmeye odaklanın.

source: Incline Presses
de: Schrägbankdrücken
es: Press Inclinado
fr: Développé Couché Incliné
ko: 인클라인 프레스
pt: Supino Inclinado
tr: Üst Eğik Sehpada Halter Kaldırma

source: 2 Incline Presses
de: Diese Übung ist dem normalen Langhantel-Bankdrücken sehr ähnlich, außer daß man eine neigungsfreie Hantelbank-Pressmaschine benutzt, und man die Oberkörpermuskelgruppe anstelle der Brustmitte bearbeitet. Heben Sie die Hantel von dem Ständer, und lassen Sie sie langsam bis zu 3 Inch vor Ihrem Schlüsselbein herab (knapp unter Ihrem Adamsapfel), und drücken Sie sie danach zurück zur Anfangsposition. DIE STANGE SOLL DEN OBERKÖRPER NICHT BERÜHREN ( Dies führt zu unnötigem Stress auf den Schultergelenken und nimmt die Spannung von Ihren Brustmuskeln, die bearbeitet werden sollen!). Gehen Sie sicher, daß Sie beim Herunterlassen der Stange langsam und vorsichtig umgehen. Umgekehrt sollten Sie beim Hochdrücken der Stange volle Kraft anwenden.
es: Este ejercicio es muy parecido al de press de banca con haltera, excepto que estarás utilizando una máquina de press de banca inclinada con peso libre y que el grupo de músculos trabajado será el de la parte superior del pecho, en lugar del de la parte del medio. Levanta la haltera del bastidor y bájala lentamente hasta unos 8 centimetros sobre tu clavícula (justo por encima de la nuez) y vuelve a empujarla a su poscición inicial. NO DEJES QUE LA BARRA TOQUE LA PARTE SUPERIOR DEL PECHO (esto causa un estrés innecesario en las articulaciones de los hombros y aleja la tensión de los músculos superiores del pecho, ¡que son los que queremos ejercitar!). Asegúrate de que cuando bajes la barra lo hagas despacio y de manera controlada. Y a la inversa, cuando la eleves, lo deberás hacer de manera explosiva.
ko: 이 운동은 인클라인 프리 웨이트 벤치 프레스 기계를 이용하고 가운데 가슴보다는 윗가슴 근육군을 단련한다는 것을 제외하면, 일반적인 바벨 벤치 프레스와 아주 유사합니다. 랙에서 바벨을 떼어 올리고 천천히 가슴 중심(후골 바로 아래 부분)에서 3인치 정도 위까지 내린 다음 바를 시작 위치로 밀어 올립니다. 바가 윗가슴에 닿지 않도록 주의합니다(이것은 어깨 관절에 불필요한 무리을 주어 단련하려고 하는 윗가슴 근육에서 긴장을 감소시킵니다!). 바를 내릴때에 천천히 그리고 절제된 방식으로 수행하기 바랍니다. 반대로, 바를 위로 밀어 올릴때는 폭발적인 방법으로 수행하기 바랍니다.
pt: Este exercício é bastante similar ao supino plano com a exceção que neste irá usar uma máquina de pesos inclinada e o peito superior será o grupo de músculos a ser trabalhado em vez do peito médio. Levante a barra do cavalete e baixe-a devagar até cerca de 10cm acima da sua clavícula (logo por baixo da maça de adão) e depois empurre a barra até à posição inicial. NÃO TOQUE COM A BARRA NO SEU PEITO SUPERIOR (isto causa um stress desnecessário nos ombros e retira a tensão dos seus músculos superiores, que são os que queremos trabalhar neste exercício!). Certifique-se de que quando estiver a baixar a barra, que o faz devagar e de uma maneira controlada. Contrariamente, quando estiver a empurrar a barra para cima, vai querer fazê-lo de uma maneira explosiva.
tr: Bu egzersiz normal yatarak halter kaldırmaya çok benzer ancak bu sefer eğik serbest ağırlık bench press makinesi kullanarak ve orta göğüs kas grubu yerine üst göğüs kas grubunu çalıştıracağınız bir egzersizdir. Halteri askıdan indirin ve yavaşça köprücük kemiği hizanızdan yaklaşık olarak 7,5 cm yukarısına (Adem elmanızın hemen aşağı kısmına) doğru yavaşça indirin ve daha sonra barı başlangıç pozisyonuna doğru itin. BARI ÜST GÖĞÜS KISMINA DEĞDİRMEYİN (bu omuz eklemlerinize gereksiz bir baskı yapar ve asıl işi yapmasını dilediğimiz üst kaslarınız üzerindeki gerilimi alır!). Barı indirirken bunu kontrollü ve yavaş bir şekilde yapıyor olduğunuzdan emin olun. Diğer taraftan, barı yukarı bastırırken bunun bir patlama hızında olmasını hedeflemelisiniz.

source: Dumbbell Presses
de: Kurzhanteldrücken
es: Press con Mancuernas
fr: Développé Couché Incliné avec Haltères
ko: 덤벨 프레스
pt: Supino com Halteres
tr: Dambıl Kaldırma
