Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 19 Single Arm Pushup
de: 1. Gehen Sie in die normale Liegestützeposition: neigend, Füße zusammen, Hände auf dem Boden etwas unterhalb der Schultern und ungefähr schulterbreit auseinander. Stellen Sie Ihre Füße auseinander, etwas mehr als Schulterbreite. 2. Heben Sie eine Hand hoch und lassen Sie sie auf Ihrem Kreuz ruhen. 3. Mit der anderen Hand drücken Sie Ihren Körper vom Boden hoch, der Rücken bleibt gerade. Halten Sie kurz vorm "verriegeln" an der Höhe der Bewegung an. 4. Lassen Sie Ihren Körper mit dem einen Arm herab. Um Ihr Gleichgewicht zu halten, drehen Sie Ihren Oberkörper weg vom drückenden Arm. 5. Lassen Sie sich weiter herab, bis Ihr Kinn ungefähr eine Kinnlänge über dem Boden ist. Da Ihr Oberkörper angewinkelt ist, sollte Ihr Kinn ungefähr da sein, wo die Hand, die jetzt auf Ihrem Rücken ist war, bevor Sie mit der Übung angefangen haben . Das ist eine Wiederholung. 6. Gehen Sie zum ersten Schritt zurück und wiederholen Sie mit dem anderen Arm.
es: 1. Colócate en la posición de inicio para flexiones: boca abajo, con los pies juntos y las manos en el suelo, justo por debajo del nivel de los hombros y a la anchura de éstos. Separa los pies, un poco más que la anchura de los hombros. 2. Levanta una mano y colócala en la parte inferior de la espalda, 3. Con la otra mano, empuja el cuerpo hacia arriba, manteniendo la espalda recta. Detente justo antes de que se "bloquee" el codo en la parte superior del movimiento. 4. Baja el cuerpo con un solo brazo. Para mantener el equilibrio, gira el torso ligeramente al lado contrario del brazo que está apoyado en el suelo. 5. Continúa bajando hasta que la barbilla esté a un puño de distancia del suelo. Al haber girado el torso, tu barbilla estará ahora más o menos donde estaba la mano de detrás de la espalda cuando empezaste el ejercicio. Esta es una repetición. 6. Vuelve al paso uno y repite con el otro brazo.
ko: 1. 일반적인 팔굽혀 펴기 자세를 상상하세요: 업드려, 발은 모으고, 양손은 어깨 높이 바로 아래 바닥에 어깨 너비로 벌려서 놓습니다. 2. 한 손을 들어서 허리 위에 올려 놓습니다. 3. 다른 쪽 손을 이용해서, 허리는 똑바로 유지하면서 몸을 바닥에서 위로 밀어 올립니다. 동작의 상위에서 팔꿈치를 "잠그기" 직전에 멈추십시오. 4. 한 팔로 몸을 내려 놓으십시오. 균형을 유지하려면, 몸통을 밀어 올리는 팔에서 약간 멀어지게 돌리십시오. 5. 턱이 바닥에서 주먹 정도 만큼 위치에 올 때까지 몸을 낮춥니다. 몸통을 기울였기 때문에, 등에 올려 놓은 손이 시작 자세에서 있었던 곳에 턱이 있어야 합니다.이것이 한 번의 반복입니다. 6. 일 단계로 돌아가서 다른 팔을 이용하여 동작을 반복합니다.
pt: 1. Assuma a posição de flexão padrão: de bruços, com os pés juntos, e as mãos no chão, colocadas afastadas a uma distância igual ao dos ombros. Afaste os pés um pouco mais que a largura dos ombros. 2. Levante uma mão e coloque-a na parte inferior das costas. 3. Com a outra mão, empurrar seu corpo para cima afastando-se do chão, mantendo as costas sempre retas. Aguente um pouco antes no topo do movimento. 4. Baixe o seu corpo com o braço. Para manter o seu equilíbrio, vire o tronco um pouco para longe do braço que empurra. 5. Continue até ficar com o queixo a uma distância de punho do chão. Dado que inclinou o tronco, o queixo deve estar mais ou menos ao nível da mão colocada nas costas no início do exercício. Esta é uma repetição. 6. Volte ao passo um e repita usando o seu outro braço.
tr: 1. Standart şınav pozisyonunu farz edin: yüz üstü, ayaklar bitişik, eller yaklaşık olarak omuz mesafesi açıklığında ve hemen omuzların altında yere basıyor. Ayaklarınızı omuz açıklığı mesafesinden biraz daha fazla bir şekilde birbirinden uzaklaştırın. 2. Bir elinizi kaldırın ve sırtınızın üzerinde dinlendirin. 3. Diğer elinizi kullanarak, vücudunuzu sırtınız düz bir biçimde kalacak şekilde yerden yukarı doğru itin. Hareketin en üst seviyesinde, tam da dirseğinizi önce durun. 4. Vücudunuzu tek elinizle aşağı doğru indirin. Dengeyi sağlamak için gövdenizi, yeri iten kolunuzdan hafifçe uzağa döndürün. 5. Çeneniz yerden yaklaşık olarak bir yumruk mesafesi genişliğine gelen kadar vücudunuzu indirmeye devam edin. Gövdenizi açıladığınız için, çeneniz harekete başlamadan önce sırtınıza aldığınız diğer elinizin olması gereken yere yakın bir yerde olacaktır. Bu, bir tekrar demektir. 6. Birinci adıma geri dönün ve diğer kolunuzu kullanarak tekrar edin.

source: Decline Pushup
de: Liegestütze Senkung
es: Flexiones Declinadas
fr: Pompes Déclinées au Banc
ko: 디클라인 푸쉬업
pt: Recusar Flexão
tr: Aşağı İnerek Şınav

source: 12 Decline Pushup
de: 1. Platzieren Sie Ihre Füße auf eine Bank oder eine erhöhte Stufe und gehen Sie in die normale Liegestützeposition. 2. Lassen Sie Ihren Körper hinab, bis Ihre Brust fast den Boden berührt, innehalten, dann drücken Sie sich zurück zur Anfangsposition. Halten Sie durchweg die richtige Form, indem Sie Ihre Hüften jederzeit vom absacken abhalten, halten Sie Ihren Kern steif, indem Sie Ihre Bauchmuskeln anspannen und lassen Sie Ihre Beine gerade, während Sie Ihr Gewicht auf Ihre Zehen verlegen.
es: 1. Coloca los pies en un banco o un escalón elevado y ponte en la posición inicial para flexiones. 2. Baja el cuerpo hasta que tu pecho casi toque el suelo, haz una pausa y vuelve a la posición inicial. Mantén una postura adecuada en todo momento, evitando que la cadera quede colgando, mantén el núcleo rígido apretando los músculos abdominales, estira las piernas y carga el peso en los dedos de los pies.
ko: 1. 발을 벤치나 높은 스텝에 올려 놓고 기본 푸쉬업 자세를 취합니다. 2.가슴이 거의 바닥에 닿을 정도로 몸을 낮추었다가, 잠시 멈춘 다음, 시작 자세로 올라 옵니다. 언제라도 힙이 쳐지지 않도록 동작 내내 적절한 형태를 유지하고, 복부 근육에 힘을 주어 중심을 유지하고, 체중을 발가락에 실으면서 다리를 곧게 합니다.
pt: 1. Coloque os pés num banco ou em qualquer sítio elevado e coloque-se numa posição de flexão padrão. 2. Baixe o o seu corpo até tocar com o peito no chão, faça uma pausa, e em seguida, empurre-se de volta à posição inicial. Mantenha-se firme impedindo os quadris de dobrarem, o seu núcleo duro preparando assim os músculos abdominais e estique as pernas ao colocar o peso nos pés.
tr: 1. Ayaklarınızı sehpaya veya herhangi yüksek bir basamağa yerleştirin ve standart şınav pozisyonunu alın. 2. Göğsünüz neredeyse yere değene kadar vücudunuzu alçaltın, duraklayın, daha sonra kendinizi başlangıç pozisyonuna geri itin. Tüm vücudunuzda düzgün bir form elde edin ve herhangi bir zaman kalçalarınız düşmesin; karın kaslarınızı kasarak çekirdek gövdenizi katı tutun ve ağırlığınızı ayak parmak uçlarınıza verirken bacaklarınızı düzeltin.

source: Dive Bomber Pushup
de: Sturzbomber Liegestütze
es: Flexiones Bombardero
fr: Pompes Plongées
ko: 다이브 바머 푸쉬업
pt: Flexão Dive Bomber
tr: Bombacı Şınavı

source: 13 Dive Bomber Pushup
de: 1. Gehen Sie in die Liegestützeposition, aber gehen Sie sicher, daß Ihre Hände weiter nach vorne und weiter als Ihre Schultern platziert sind. Heben Sie Ihre Hüften an, während Sie Ihre Füße so weit wie möglich nach vorne bewegen. Halten Sie Ihren Rücken und Ihre Beine bei dieser Bewegung durchgehend gerade. 2. Bewegen Sie Ihre Brust nach unten und vorne bis der Boden fast berührt ist. Ihre Schultern sollten mit Ihren Händen eine Linie bilden. 3. Innehalten, dann drücken Sie Ihre Hüften nach unten durch und strecken Ihre Arme. Wieder innehalten, dann die Bewegung umdrehen, bis Sie an der Anfangsposition angekommen sind.
es: 1. Colócate en la posición inicial para flexiones, pero asegúrate de que tus manos están más adelante y más separadas que la anchura de los hombros. Eleva las caderas y mueve los pies hacia adelante todo lo que puedas. Mantén la espalda y las piernas recta durante todo el movimiento. 2. Mueve el pecho hacia abajo y hacia adelante hasta casi tocar el suelo. Los hombros deben estar en línea con las manos. 3. Haz una pausa, y empujar las caderas hacia abajo y estira los brazos. Otra pausa, y realiza el movimiento hacia atrás, hasta la posición inicial.
ko: 1. 팔굽혀 펴기 자세를 잡되 양 손을 앞으로 더 멀리 그리고 어깨보다 더 멀리 놓습니다. 발을 가능한 한 멀리 앞으로 움직이면서 힙을 들어 올립니다. 허리와 다리는 동작내내 똑바로 유지합니다. 2. 가슴을 밑으로 그리고 앞으로 이동시켜 거의 바닥에 닿도록 합니다. 어깨와 손은 동일 선상에 있어야 합니다. 3. 잠시 멈춘 다음 힙을 아래로 밀어 내고 팔을 쭉 펴줍니다. 잠시 멈추었다가, 동작을 시작 위치로 돌아갈 때까지 거꾸로 실행합니다.
pt: 1. Coloque-se numa posição de flexão, garantindo que as mãos são colocadas mais à frente e distanciadas um pouco mais que os ombros. Eleve os quadris o máximo possível enquanto move os pés para a frente. Mantenha as costas e as pernas em linha reta durante todo o movimento. 2. Mova o seu peito para baixo e para a frente até tocar praticamente no chão. Os seus ombros deverão estar alinhados com as suas mãos. 3. Pause, e em seguida, empurre os quadris esticando os braços. Pause de novo, e inverta o movimento até voltar para a posição inicial.
tr: 1. Şınav pozisyonu alın ancak ellerinizin daha öne doğru uzandığından ve kollarınızın omuz açıklığı mesafesinden daha geniş olduğundan emin olun. Ayaklarınızı olabildiğince ileri doğru hareket ettirirken kalçalarınızı yükseltin. Hareket boyunca sırtınızı ve bacaklarınızı düz tutun. 2. Göğsünüzü, neredeyse yere değecek kadar ileri ve aşağı doğru indirin. Omuzlarınız ellerinizle aynı hizada olmalıdır. 3. Duraklayın, daha sonra kalçalarınızı aşağı doğru itin ve kollarınızı düzleştirin. Tekrar duraklayın, daha sonra başlangıç pozisyonuna geri dönene kadar hareketi ters yöne doğru devam ettirin.

source: Dumbbell Floor Chest Press
de: Kurzhantel Boden Brustdrücken
es: Press Pectoral con Mancuernas Suelo
fr: Développé Couché au Sol avec Haltères
ko: 덤벨 플로어 체스트 프레스
pt: Pressão de Peito com Haltere no Chão
tr: Dambıllı Yerde Göğüs İtiş

source: 14 Dumbbell Floor Chest Press
de: 1. Legen Sie sich auf den Boden. Fassen Sie die Kurzhanteln im Oberhandgriff. Lassen Sie Ihr Oberarme auf dem Boden ruhen, während Sie die Hanteln zur Decke halten. 2. Strecken Sie die Arme vollständig zur Decke aus. Für eine Sekunde halten. Lassen Sie Ihren ganzen Rücken andauernd auf der Bank. Die Beine nicht bewegen. Zur Anfangsposition zurückgehen.
es: 1. Túmbate en el suelo. Coge las mancuernas con un agarre prono. Reposa la parte superior de los brazos en el suelo con las mancuernas apuntando hacia el techo. 2. Extiende completamente los brazos hacia el techo. Mantén la posición durante un segundo. Mantén toda la espalda en el banco en todo momento. Evita mover las piernas. Vuelve a la posición inicial.
ko: 1. 바닥에 눕습니다. 오버핸드 그립으로 덤벨을 잡습니다. 위팔을 바닥에 올려 놓고 덤벨은 천장을 향하도록 합니다. 2. 팔을 위로 완전히 확장합니다. 일 초간 정지합니다. 항상 허리는 벤치에 고정시킵니다. 다리를 움직이지 않도록 조심합니다. 시작 자세로 돌아 옵니다.
pt: 1. Deite-se no chão. Segure os halteres com pronação. Descanse os braços superiores no chão, enquanto aponta halteres em direção ao teto. 2. Estenda totalmente os braços em direção ao teto. Aguente por um segundo. Mantenha as contas no banco em todo o movimento. Evite movimentar qualquer perna. Retorne à posição inicial.
tr: 1. Yere uzanın. Dambılları yukarıdan aşağı doğru bir kavrayışla tutun. Dambıllar tavana doğru bakar durumdayken üst kollarınız yerde dinleniyor vaziyette olsun. 2. Kollarınızı tavana doğru tamamen uzatın. Bir saniyeliğine tutun. Sırtınızın tamamını hareket boyunca sehpada tutun. Herhangi bir bacak hareketinden kaçının. Başlangıç pozisyonuna geri dönün.

source: Dumbbell Pushup
de: Kurzhantel Liegestütze
es: Flexiones con Mancuernas
fr: Pompes avec Haltères
ko: 덤벨 푸쉬업
pt: Flexão com Haltere
tr: Dambıllı Şınav

source: 15 Dumbbell Pushup
de: 1. Mit zwei Kurzhanteln schulterweit auseinander auf dem Boden vor Ihnen knien Sie sich hin und halten Sie sie fest. Lassen Sie Ihre Arme gerade, Beine ausgestreckt, Füße fast zusammen und sperren Sie Ihre Ellenbogen. 2. Lassen Sie Ihren Körper zum Boden hinab, indem Sie Ihre Ellenbogen biegen und Ihren Rücken gerade halten. 3. Drücken Sie sich wieder hoch, bis Ihre Arme gerade sind und die Ellenbogen entsperrt sind. Wiederholen.
es: 1. Con dos mancuernas en las manos, separadas a la anchura de los hombros en el suelo delante de ti, arrodíllate y cógelas. Mantén los brazos rectos, las piernas extendidas, los pies bastante juntos y bloquea los codos. 2. Baja el cuerpo hasta el suelo, doblando los codos y con la espalda recta. 3. Empuja hacia arriba hasta que los brazos estén rectos y los codos desbloqueados. Repite.
ko: 1. 바닥에 두 개의 덤벨을 어깨 너비로 벌려 앞에 놓고, 무릎을 꿇은 다음 잡습니다. 팔은 똑바로, 다리는 확장 상태로, 발은 거의 모으고 팔꿈치를 고정합니다. 2. 팔꿈치를 구부리고 허리를 똑바로 한 상태로 몸을 바닥으로 낮춥니다. 3. 팔이 똑바로 되고 팔꿈치가 풀릴 때까지 몸을 밀어 올립니다. 동작을 반복합니다.
pt: 1. Com dois halteres afastados à largura dos ombros na sua frente, ajoelhe-se e prenda-os. Mantenha os braços retos, pernas esticadas, pés bastante juntos e trave os cotovelos. 2. Baixe o corpo até ao chão, dobrando os seus cotovelos e mantendo as costas retas. 3. Empurre-se até ficar com os braços retos e cotovelos livres. Repita.
tr: 1. Zeminde, önünüzde omuz açıklığı mesafesinde iki dambıl yerleştirin, aşağı çömelin ve bunlara tutunun. Kollarınızı düz, bacaklarınızı uzatmış, ayaklarınızı bitişik tutun ve dirseklerinizi kilitleyin. 2. Dirseklerinizi eğerek vücudunuzu yere doğru alçaltın ve sırtınız düz bir şekilde kalsın. 3. Kollarınız düz olana ve dirseklerinizin kilidini açana kadar kendinizi yukarı doğru itin. Tekrarlayın.

source: Incline Pushup
de: Liegestütze Neigung
es: Flexiones Inclinadas
fr: Pompes Inclinés au Banc
ko: 인클라인 푸쉬업
pt: Flexão Inclinada
tr: Eğimli Şınav

source: 16 Incline Pushup
de: 1. Platzieren Sie Ihre Hände auf eine Bank und gehen Sie in eine normale Liegestützeposition. 2. Lassen Sie Ihren Körper herab, bis Ihre Brust fast die Bank berührt, innehalten, dann drücken Sie sich zur Anfangsposition zurück. Halten Sie durchweg die richtige Form, indem Sie Ihre Hüften jederzeit vom absacken abhalten, halten Sie Ihren Kern steif, indem Sie Ihre Bauchmuskeln anspannen und strecken Sie Ihre Beine, während Sie Ihr Gewicht auf Ihre Zehen verlagern. Wiederholen.
es: 1. Coloca las manos sobre un banco y adopta la posición de inicio de flexiones. 2. Baja el cuerpo hasta que tu pecho casi toque el banco, haz una pausa y empuja el cuerpo hacia arriba hasta la posición inicial. Mantén una forma adecuada impidiendo que tus caderas cuelguen en todo momento, mantén el torso rígido apretando los músculos abdominales, y estira las piernas mientras cargas el peso sobre los dedos de los pies. Repite.
ko: 1. 양손을 벤치에 놓고 기본적인 푸쉬업 자세를 취합니다. 2. 가슴이 거의 벤치에 닿을 때까지 몸을 낮추었다가, 잠시 멈춘 다음, 시작 위치로 밀어 올립니다. 언제라도 힙이 쳐지지 않도록 동작 내내 적절한 형태를 유지하고, 복부 근육에 힘을 주어 중심을 유지하고, 체중을 발가락에 실으면서 다리를 곧게 합니다. 동작을 반복합니다.
pt: 1. Coloque as mãos num banco e entre em posição de flexão padrão. 2. Baixe o seu corpo até tocar com o peito praticamente no banco, faça uma pausa, e em seguida, empurrar-se de volta para a posição inicial. Mantenha-se firme impedindo os seus quadris de flacidez em qualquer momento do movimento, o seu núcleo duro preparando assim os músculos abdominais e estique as pernas, enquanto coloca o peso nos seus pés. Repita.
tr: 1. Ellerinizi bir sehpanın üzerine yerleştirin ve standart şınav pozisyonu alın. 2. Göğsünüz neredeyse yere değene kadar vücudunuzu alçaltın, duraklayın, daha sonra kendinizi başlangıç pozisyonuna doğru geri itin. Kalçalarınızın herhangi bir anda sarkmasına engel olarak, gövdenizi karın kaslarınızı sıkarak katı bir halde tutun ve düzgün bir postür elde edin; ağırlığınız parmak uçlarına aktarılırken bacaklarınızı düzleştirin. Tekrarlayın.

source: Medicine Ball Pushup (Alternating)
de: Medizinball Liegestütze (Abwechselnd)
es: Flexión con Pelota Medicinal (Alternando)
fr: Pompes Alternées avec Balle d’Exercice
ko: 메디신 볼 푸쉬업(얼터네이팅)
pt: Flexão com Bola Medicinal ( alternada )
tr: Jimnastik Topu Şınavı (Değiştirerek)

source: 17 Medicine Ball Pushup (Alternating)
de: 1. Legen Sie sich mit den Händen auf den Boden. Platzieren Sie die Hände neben Ihre untere Brust. Distanz zwischen Ihren Händen sollte etwas weiter als schulterweit sein. Heben Sie sich mit Ihren Armen hoch, so daß nur Ihre Hände und Zehen auf dem Boden sind. Lassen Sie Ihren Rücken gerade. Platzieren Sie den Medizinball unter eine Hand. Hände zeigen leicht nach außen. 2. Lassen Sie sich herab, bis Ihre Brust ein paar Inch vom Boden ist, indem Sie Ihre Ellenbogen biegen. Die Ellenbogen sollten zu Ihren Füßen zeigen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen. 3. Rollen Sie den Ball zur anderen Hand und wiederholen Sie die gleichen Bewegungen.
es: 1. Túmbate con las manos en el suelo. Coloca las manos junto a parte inferior del pecho. La distancia entre las manos debe ser un poco más grande que la anchura de los hombros. Elévate con los brazos hasta que sólo tus manos y pies estén en el suelo. Mantén la espalda recta. Coloca la pelota medicinal bajo una mano. Con las manos apuntando ligeramente hacia afuera. 2. Baja el cuerpo hasta que quede a unos pocos centímetros del suelo, doblando los codos. Los codos deben doblarse hacia los pies. Mantén la posición durante un segundo. Vuelve a la posición inicial. 3. Coloca la pelota bajo la otra mano y repite los mismo movimientos.
ko: 1. 양손을 바닥에 놓고 눕습니다. 손을 하단 가슴 옆에 놓습니다. 양손은 어깨 너비 보다 약간 넓게 위치합니다. 양손과 발가락들만 바닥에 고정한 채 팔로 몸을 들어 올립니다. 허리를 똑바로 유지합니다. 메디신 볼을 한 손 아래에 위치합니다. 양손을 약간 바깥으로 향하게 합니다. 2. 가슴이 바닥으로부터 몇 인치 정도만 떨어지도록 팔꿈치를 구부려서 몸을 낮춥니다. 팔꿈치는 발쪽으로 구부려야 합니다. 일 초간 유지합니다. 시작 자세로 돌아 옵니다. 3. 볼을 손 위로 굴리고 같은 동작을 반복합니다.
pt: 1. Deite-se com as mãos no chão. Mãos posicionadas próximas da na parte inferior do tórax. A distância entre as mãos deve ser ligeiramente maior que a largura dos ombros. Levante-se com os braços para que fique apenas com as mãos e os dedos dos pés no chão. Mantenha as costas retas. Posicione a bola medicinal sob as mãos. As mãos devem apontar ligeiramente para fora. 2. Baixe-se até ficar com o peito a poucos centímetros do chão, dobrando os cotovelos. Os cotovelos devem dobrar-se em direção aos seus pés. Aguente durante um segundo. Retorne à posição inicial. 3. Role a bola para o lado e repita os mesmos movimentos.
tr: 1. Elleriniz yerde olmak üzere uzanın. Ellerinizi göğsünüzün alt kısmının yanında konumlandırın. Elleriniz arasındaki mesafe omuz açıklığından biraz daha geniş olmalıdır. Kendinizi kollarınızla yukarı kaldırın; öyle ki yalnızca elleriniz ve parmak uçlarınız yerde kalsın. Sırtınız düz olsun. Jimnastik topunu elinizin altına yerleştirin. Elleriniz hafifçe dışarıya baksın. 2. Dirseklerinizi bükerek göğsünüz yerden santimetrelerce uzakta olana kadar kendinizi aşağı doğru alçaltın. Dirsekleriniz ayaklarınıza doğru bükülü olmalıdır. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün. 3. Topu diğer elinize doğru yuvarlayın ve aynı hareketleri tekrarlayın.

source: Modified Pushup
de: Veränderte Liegestütze
es: Flexiones Modificadas
fr: Pompes sur le Genoux
ko: 모디파이드 푸쉬업
pt: Flexão Modificado
tr: Modifiye Şınav

source: 18 Modified Pushup
de: 1. Gehen Sie auf alle Viere und platzieren Sie Ihre Hände so auf den Boden, daß sie etwas weiter auseinander sind als Ihre Schultern. Kreuzen Sie Ihre Fußgelenke hinter sich wie dargestellt. 2. Lassen Sie Ihren Körper herab, bis Ihre Brust fast den Boden berührt, halten Sie inne, dann drücken Sie sich zurück zur Anfangsposition. Halten Sie Ihren Kern steif, indem Sie Ihre Bauchmuskeln anspannen.
es: 1. De rodillas y con las manos en el suelo un poco más separadas que la anchura de los hombros, cruza los tobillos por detrás, como se muestra en la ilustración. 2. Baja el cuerpo hasta que el pecho casi toque el suelo, haz una pausa y sube hasta la posición inicial. Mantén tu núcleo rígido, apretando los músculos abdominales.
ko: 1. 사지로 앉은 채 양 손을 어깨보다 약간 넓게 하고 바닥에 놓습니다. 그림과 같이 발목을 뒤에서 서로 겹치게 합니다. 2. 가슴이 거의 바닥에 닿을 정도로 몸을 낮추었다가, 잠시 멈춘 다음, 시작 자세로 올라 옵니다. 복부 근육에 힘을 주어 균형을유지합니다.
pt: 1. Fique de quatro e coloque as mãos no chão, de modo a que fiquem afastadas com distância um pouco mais largas que os ombros. Cruze os tornozelos atrás de si tal como ilustrado. 2. Baixe o corpo até o peito tocar praticamente no chão, faça uma pausa, e em seguida, empurre-se de volta para a posição inicial. Mantenha o seu núcleo firme preparando assim os músculos abdominais.
tr: 1. Dört ayak üzerinde durun ve ellerinizi omuz açıklığı mesafesinden birazcık daha geniş olarak yere koyun. Ayak bileklerinizi resimde gösterildiği gibi arkanızda çapraz konuma getirin. 2. Göğsünüz neredeyse yere değene kadar vücudunuzu alçaltın, duraklayın, daha sonra kendinizi başlangıç pozisyonuna doğru geri itin. Karın kaslarınızı kasarak çekirdek gövdenizin katı olmasını sağlayın.

source: Stability Ball Flat Dumbbell Chest Press
de: Flaches Kurzhantel Bauchdrücken Mit Gymnastikball
es: Press Pectoral con Mancuernas y Pelota Suiza Plano
fr: Développé Couché sur Ballon d’Exercice avec Haltères
ko: 스태빌리티 볼 플랫 덤벨 체스트 프레스
pt: Pressão de Peito com Haltere na Bola de Estabilidade
tr: Denge Topu Düz Dambıllı Göğüs İtiş

source: 21 Stability Ball Flat Dumbbell Chest Press
de: 1. Legen Sie sich auf dem Gymnastikball zurück. Füße sind auf dem Boden. Fassen Sie die Kurzhanteln im Oberhandgriff. Halten Sie die Kurzhanteln neben Ihrer Brust. 2. Strecken Sie Ihre Arme vollständig vor Ihnen aus. Für einen kurzen Moment halten. Zur Anfangsposition zurückgehen.
es: 1. Túmbate sobre la pelota. Con los pies en el suelo Sujeta las mancuernas con un agarre prono. Mantenlas junto al pecho. 2. Extiende completamente los brazos frente a ti. Mantén la posición durante un instante. Vuelve a la posición inicial.
ko: 1. 스태빌리티 볼에 뒤로 눕습니다. 발은 바닥에 고정합니다. 오버핸드 그립으로 덤벨을 잡습니다. 덤벨을 가슴 옆에 쥐고 있습니다. 2. 앞으로 팔을 완전히 확장합니다. 잠시 그대로 멈추어 있습니다. 시작 자세로 돌아 옵니다.
pt: 1. Deite-se de costas na bola de estabilidade. Os pés ficam no chão. Pegue nos halteres com pronação. Segure os halteres ao lado do seu peito. 2. Estenda totalmente os braços à sua frente. Mantenha a posição por um breve momento. Retorne à posição inicial.
tr: 1. Denge topu üzerine sırt üstü yatın. Ayaklarınız yere bassın. Dambılları yukarıdan aşağı bir kavrayışla tutun. Dambılları göğsünüzün yanında tutun. 2. Kollarınızı önünüzde tamamen uzatın. Kısa bir süre için tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Flat Dumbbell Fly
de: Flache Kurzhantelfliege Mit Gymnastikball
es: Mosca con Mancuernas y Pelora Suiza Plana
fr: Écarté Couché avec Haltères et Ballon d’Exercice
ko: 스태빌리티 볼 플랫 덤벨 플라이
pt: Voo de Haltere Plano em Bola de Estabilidade
tr: Denge Topu Düz Dambıl Açış

source: 20 Stability Ball Flat Dumbbell Fly
de: 1. Legen Sie sich auf dem Gymnastikball zurück. Füße auf dem Boden. Halten Sie zwei Kurzhanteln im Hammergriff. Strecken Sie Ihre Arme vollständig über Ihrer Brust aus. 2. Während Ihre Ellenbogen leicht gebeugt sind, lassen Sie die Kurzhanteln auf jeder Seite herab, bis die Hanteln neben Ihrem Oberkörper sind. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Túmbate sobre la pelota. Con los pies en el suelo. Sujeta dos mancuernas con un agarre martillo. Extiende los brazos completamente sobre el pecho. 2. Doblando ligeramente los codos, baja las mancuernas a cada lado hasta que estén junto a la parte superior de tu cuerpo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 스태빌리티 볼에 뒤로 눕습니다. 발은 바닥에 고정합니다. 해머 그립으로 덤벨을 잡습니다. 가슴 위로 팔을 완전히 확장합니다. 2. 팔을 약간 구부린채, 덤벨을 상반신 옆까지 양쪽으로 내려줍니다. 일 초간 그대로 멈춥니다. 시작 자세로 돌아 옵니다.
pt: 1. Deite-se de costas na esfera da estabilidade. Os pés ficam no chão. Pegue em dois halteres com pronação de martelo. Estique completamente os braços acima do seu peito. 2. Enquanto mantem um ligeira curvatura nos cotovelos, baixe os halteres para cada lado até que os halteres fiquem ao lado do seu corpo superior. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Denge topunun üzerine sırt üstü yatın. Ayaklarınız yerde olsun. İki dambılı çekiç kavrayışıyla tutun. Kollarınızı göğsünüzün yukarısında tamamen uzatın. 2. Dirseklerinizde hafif bir bükülme sağlayarak, dambıllar gövdenizin üst kısmının yanına gelene kadar her iki tarafta dambılları alçaltın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Pushup
de: Gymnastikball Liegestütze
es: Flexiones con Pelota Suiza
fr: Pompes sur Ballon d’Exercice
ko: 스태빌리티 볼 푸쉬업
pt: Flexão com Bola de Estabilidade
tr: Denge Topu Şınavı
