Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 17 Bulgarian Split Squat (No Weights)
de: 1. Stellen Sie einen Fuß auf den Boden, ungefähr einen Meter vor einem Stuhl und balancieren Sie Ihren anderen Fuß auf einem Stuhl hinter Ihnen, wie dargestellt. Sie sollten Ihre Hände hinter Ihrem Kopf halten. 2.Benutzen Sie Ihren vorderen Fuß zur Balance, während Sie beide Knie biegen, um Ihren Körper gerade nach unten herabzulassen, bis Ihr hinteres Knie ein paar Inch vom Boden ist und Ihr vorderes Bein ungefähr 90 Grad gebeugt ist. Der Rest Ihres Körpers sollte eine gerade Linie bilden. Schließen Sie das Set ab, danach wechseln Sie Ihre Beinposition und wiederholen.
es: 1. Coloca un pie en el suelo, a unos 90cm delante de una silla, y el otro pie en una silla detrás de ti, como se muestra en la ilustración. Las manos deben estar detrás de la cabeza. 2. Utiliza el pie delantero para mantener el equilibrio mientras doblas ambas rodillas para bajar el cuerpo, hasta que la rodilla trasera esté a unos pocos centímetros del suelo y la pierna delantera doblada aproximadamente 90 grados. El resto del cuerpo debe formar una línea recta. Termina las repeticiones, cambia la posición de las piernas y repite.
ko: 1. 그림 대로 의자 앞 약 3피트 정도에 한 쪽 발을 바닥에 놓고, 다른 쪽 발을 몸 뒤의 의자 위에 놓고 균형을 잡습니다. 양손은 머리 뒤에서 서로 잡습니다 . 2. 양 무릎을 구부리는 동안 앞 발을 이용하여 균형을 유지하면서 뒤 무릎이 바닥에 몇 인치 정도로 떨어질 때까지 몸을 똑바로 낮추어 뒷무릎이 바닥에 거의 닿거나 앞 다리가 약 90도 각도로 구부려 지도록 합니다. 나머지 몸은 일직선을 이뤄야 합니다. 한 세트를 마무리한 다음, 다른 쪽 다리로 바꾸어 반복합니다.
pt: 1. Coloque um pé no chão, aproximadamente a 3 metros à frente de uma cadeira, e equilibre-se com o outro numa cadeira atrás de si, como ilustrado. As suas mãos devem ser mantidas atrás da cabeça. 2. Use o pé da frente para o equilibrar enquanto dobra os joelhos para se baixar com o tronco reto e até ficar com o joelho a poucos centímetros do chão e a sua perna da frente dobrada até cerca de 90 graus. O resto do seu corpo deve formar uma linha reta. Termine o set, e em seguida, mudar a posição das pernas e repita.
tr: 1. Bir ayağınızı bir sandalyenin kabaca 90 cm önünde yere koyun ve diğer ayağınızı resimde gösterildiği gibi arkanızda bulunan bir sandalyede dengeleyin. Elleriniz başınızın arkasında olmalıdır. 2. Arka bacağınızın dizi yerden birkaç santim yüksekte kalana kadar iki dizinizi bükerek alçalın ve öndeki ayağınızı dengede kalmak için kullanın. Ön bacağınız ise kabaca 90 derece bükülmüş olsun. Vücudunuzun geri kalan kısmı düz bir çizgi oluşturmalıdır. Seti bitirin, daha sonra bacaklarınızın pozisyonunu değiştirin ve tekrarlayın.

source: Dumbbell Side Lunge
de: Kurzhantel Seitensprung
es: Desplante Lateral con Mancuerna
fr: Fente Latérale avec Haltères
ko: 덤벨 사이드 런지
pt: Investida Lateral com Haltere
tr: Dambıllı Yan Hamle

source: 18 Dumbbell Side Lunge
de: 1. Sie stehen gerade, halten ein Paar Kurzhanteln mit nach unten ausgestreckten Armen an Ihrer Seite. 2. Treten Sie zu einer Seite und lassen Sie Ihren Körper herab, während Sie Ihren Körper leicht nach vorne beugen. Halten Sie das feststehende Bein bei der ganzen Bewegung gerade. 3. Drücken Sie sich mit dem gebeugten Bein ab, um zur Anfangsposition zurückzugehen. Wiederholen Sie mit dem anderen Bein.
es: 1. De pie, con un par de mancuernas a los lados y los brazos extendidos hacia abajo. 2. Da un paso a un lado y baja el cuerpo, inclinando ligeramente el torso hacia adelante. Mantén la pierna recta fija durante todo el movimiento. 3. Empuja la pierna doblada para volver a la posición inicial. Repite con la otra pierna.
ko: 1. 직립으로 서서, 팔을 아래로 확장한 채 덤벨을 양 옆에 잡습니다. 2. 한 쪽으로 한 걸음 걸은 다음 몸통을 약간 앞으로 기대면서 몸을 낮춥니다. 동작 내내 고정된 다리는 편 상태로 유지합니다. 3. 시작 위치로 돌아가려면 구부린 다리를 밀어 냅니다. 다른 편 다리로 반복합니다.
pt: 1. De pé, segure num par de halteres ao seu lado com os braços estendidos para baixo. 2. Dê um passo lateral e baixe-se inclinando o tronco ligeiramente para a frente. Mantenha a perna estacionária e reta durante todo o movimento. 3. Volte à posição inicial de partida. Repita com a outra perna.
tr: 1. Dik bir şekilde ayakta durarak, kollarınız aşağı uzatılmış şekilde bir çift dambılı elinizde tutun. 2. Yana bir adım atın ve gövdenizi hafifçe ileri doğru eğerken vücudunuzu alçaltın. Sabit olan bacağınızı hareket boyunca düz tutun. 3. Eğilmiş olan dizinizi başlangıç pozisyonuna dönmek için itin. Diğer bacağınızla hareketi tekrar edin.

source: Good Morning
de: Guten Morgen
es: Buenos Días
ko: 굿 모닝
pt: Bom Dia
tr: Günaydın

source: 19 Good Morning
de: 1. Halten Sie eine Langhantel im Oberhandgriff, so daß sie auf Ihrem oberen Rücken ruht und nicht auf Ihrem Nacken. Stellen Sie Ihre Füße schulterbreit auseinander und Ihre Knie leicht gebeugt, während Sie Ihren Rücken gerade halten. 2. Beugen Sie sich langsam nach vorne, indem Sie Ihre Hüften benutzen und lassen Sie Ihre Brust herab, während Sie den natürlichen Bogen in Ihrem Rücken beibehalten. Halten Sie Ihren Kopf aufrecht und halten Sie ungefähr den gleichen Winkel in Ihren Knien bei. 3. Heben Sie Ihren Oberkörper wieder zur Anfangsposition zurück.
es: 1. Sujeta una pesa con agarre prono y apóyala en la parte superior de la espalda, no en el cuello. Separa los pies a la anchura de los hombros y dobla ligeramente las rodillas, manteniendo la espalda recta. 2. Poco a poco, inclínate hacia adelante usando las caderas para bajar el pecho, manteniendo el arco natural de la parte baja de la espalda. Mantén la cabeza erguida y el mismo ángulo en las rodillas. 3. Levanta la parte superior del cuerpo hasta la posición inicial.
ko: 1. 오버핸드 그립으로 바벨을 잡고 목이 아닌 어깨 위에 올려 놓습니다. 발은 어깨 넓이로 벌리고 무릎은 약간 구부린 채 허리는 똑바로 펴 상태를 유지합니다. 2. 힙을 이용해서 서서히 앞으로 숙여서 아래 허리의 자연적이 아치 형태를 유지하면서 가슴을 낮춥니다. 머리를 숙이지 않으면서 무릎을 같은 각도로 유지합니다. 3. 상체를 원래 위치로 들어 올립니다.
pt: 1. Segure numa barra com um a pronação para que possa repousa-la sobre a sua parte superior das costas e não no pescoço. Defina os pés com uma largura igual à dos ombros e os joelhos levemente dobrados, mantendo as costas retas. 2. Aos poucos, dobre para a frente usando os quadris para diminuir o seu peito, mantendo o arco natural na sua parte inferior das costas. Mantenha a cabeça erguida e mantenha-se sobre o mesmo ângulo de joelhos. 3. Levante a parte superior do corpo de volta para a posição de partida.
tr: 1. Bir halteri yukarıdan aşağı doğru bir kavrayışla sırtınızın üst kısmına yerleştirin, halter ensenizin üzerinde durmasın. Ayaklarınızı omuz açıklığı mesafesinde açın ve sırtınızı dik tutarken dizlerinizi hafifçe bükün. 2. Kalçalarınızı, göğsünüzü alçaltmak için kullanarak ve sırtınızın alt kısmındaki doğal yayı koruyarak yavaş yavaş öne doğru eğilin. Başınızı yukarıda tutun ve dizlerinizin açısını yaklaşık olarak aynı açıda. 3. Üst gövdenizi başlangıç pozisyonuna doğru geri kaldırın.

source: One Arm Side Deadlift
de: Einarmiges Seitenkreuzheben
es: Peso Muerto Lateral de Un Brazo
fr: Soulevé de Terre à un Bras
ko: 원 암 사이드 데드리프트
pt: Elevação Lateral com Um Braço
tr: Tek Kolla Yana Deadlift

source: 20 One Arm Side Deadlift
de: 1. Stellen Sie sich neben eine auf dem Boden liegende Langhantel. 2. Fassen Sie die Stange im Oberhandgriff in der Mitte. 3. Hocken Sie sich nieder wie bei einer Hocke und bücken Sie sich so, daß Ihre Oberschenkel parallel zum Boden sind. 4. Strecken Sie Ihre Beine langsam aus, während Sie Ihren Körper aufrichten und Ihre Bauchmuskeln beim Hochgehen einziehen.
es: 1. De pie junto a una pesa en el suelo. 2. Agarra la barra con un agarre prono en el centro. 3. Agachándote, como si estuvieras haciendo una sentadilla, doblate hasta que tus muslos estén paralelos al suelo. 4. Extiende las piernas lentamente a la vez que enderezas el cuerpo, contrayendo los abdominales.
ko: 1. 바닥에 놓인 바벨 옆에 섭니다. 2. 오버핸드 그립으로 중앙으로부터 바를 잡습니다. 3. 스쿼트를 하듯이 몸을 웅크리면서 아래로 구부려 허벅지가 바닥과 평행하도록 합니다. 4. 일어날때 복부에 힘을 주면서 몸을 위로 곧게 펴고 다리를 천천히 확장합니다.
pt: 1. Fique ao lado de uma barra colocada no chão. 2. Segure na barra com uma pronação ao centro. 3. Agachando-se como se estivesse a realizar um agachamento, curve-se de modo a que as coxas fiquem paralelas ao chão. 4. Estenda as pernas lentamente enquanto estica o seu corpo para cima, contraindo os seus abdominais enquanto se levanta.
tr: 1. Yerde duran bir halterin yanında ayakta durun. 2. Barı merkezinden yukarıdan aşağı doğru bir kavrayışla tutun. 3. Bir çökme yaparmış gibi aşağı doğru çömelin, böylece uyluklarınız yerle paralel olsun. 4. Vücudunuzu düzleştirirken bacaklarınızı yavaşça uzatın, yükselirken karın kaslarınızı içinize çekin.

source: Single Leg Squat
de: Einbeinige Hocke
es: Sentadilla de Una Pierna
fr: Squat sur une Jambe
ko: 싱글 레그 스쿼트
pt: Agachamento de Perna Singular
tr: Tek Bacaklı Çöküş

source: 21 Single Leg Squat
de: 1. Stellen Sie sich mit den Füßen schulterbreit auseinander hin. Heben Sie Ihr stärkeres oder dominantes Bein so weit wie möglich vor sich hoch. 2. Ziehen Sie Luft in Ihren Bauch, dann drücken Sie Ihre Hüften zurück und hocken sich so weit nach unten wie es geht, während Sie Ihren Oberkörper so aufrecht wie möglich halten. Die Ferse Ihres vorderen Beines kann den Boden unten bei der Hocke berühren, wenn Sie so weit nach unten kommen. 3. Gehen Sie zur Anfangsposition zurück und atmen Sie aus. Machen Sie alle Wiederholungen mit Ihrem nicht dominanten Bein, anschließend wiederholen Sie mit Ihrem dominanten Bein.
es: 1. De pie con los pies separados a la anchura de los hombros. Levanta la pierna más fuerte o dominante delante de ti, recta, lo más alto que puedas. 2. Contrae el estómago, empuja las caderas hacia atrás y haz una sentadilla lo más baja que puedas, a la vez que mantienes el torso recto. El talón de la pierna delantera puede tocar el suelo al final de la sentadilla, si puedes llegar a él. 3. Vuelve a la posición inicial y exhala. Haz todas las repeticiones con la pierna no dominante, y luego repite con la dominante.
ko: 1.발을 어깨 넓이로 벌리고 섭니다. 가능한 한 높이 앞으로 더 튼튼하거나 지배적인 다리를 똑바로 들어 올립니다. 2. 들숨을 쉬고, 힙을 뒤로 밀고 가능한 한 멀리 아래로 스쿼트를 실행합니다. 몸통은 가능하다면 똑바로 유지합니다. 앞 다리의 발꿈치는 어느 정도 밑으로 내려가면 스쿼트 동작 의 가장 밑에서 바닥에 닿아도 됩니다. 3. 시작 자세로 복구한 다음 숨을 내쉽니다. 비지배적인 다리로 동작을 모두 반복한 다음 지배적인 다리로 반복합니다.
pt: 1. Coloque-se de pé com os pés afastados à distância dos ombros. Erga a sua perna mais forte ou dominante à sua frente, o mais alto possível. 2. Encha o estômago de ar, e em seguida, empurre o quadril para trás agachando-se, tanto quanto possível, mantendo o tronco sempre o mais vertical possível. O calcanhar do pé dianteiro pode tocar no chão, na parte inferior do agachamento, se conseguir até tão longe. 3. Retorne à posição inicial e expire. Faças todas as repetições com a perna não dominante, e em seguida, repita com a perna dominante.
tr: 1. Ayaklarınız omuz açıklığı mesafesinde, ayakta durun. Daha güçlü veya baskın olan bacağınızı olabildiğince önünüzde yukarı kaldırın. 2. Midenize hava çekin ve daha sonra kalçalarınızı arkaya itin ve gövdenizi olabildiğince dik tutarak olabildiğince aşağı çökün. Eğer o kadar aşağı inebilirseniz, önde duran bacağınızın topuğu çöküşün sonunda yere değebilir. 3. Başlangıç pozisyonuna geri dönün ve nefes verin. Tekrarlarınızı baskın olmayan bacağınızla yapın ve daha sonra baskın olan bacağınızla tekrarlayın.

source: Arnold Press
de: Arnold Presse
es: Press Arnold
fr: Développé Arnold
ko: 아놀드 프레스
pt: Prensa Arnold

source: 14 Arnold Press
de: 1. Setzen Sie sich auf eine Flachbank und halten Sie ein Paar Kurzhanteln in Schulterhöhe. Ihre Handflächen sollten nach innen und Ihre Ellenbogen zur Seite zeigen. 2. Drehen Sie beide Handgelenke nach außen, bis Ihre Handflächen von Ihnen wegweisen. Zur gleichen Zeit sind Ihre Arme über Ihnen voll ausgestreckt. Für eine Sekunde innehalten. Zur Anfangsposition zurückgehen.
es: 1. Siéntate en un banco plano y sujeta un par de mancuernas a la altura de los hombros. Las palmas de las manos mirando hacia dentro y los codos apuntando a los laterales. 2. Gira ambas muñecas hacia afuera, hasta que las palmas miren en dirección contraria a ti. Al mismo tiempo, extiende completamente los brazos sobre la cabeza. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 플랫 벤치에 앉아서 덤벨을 어깨 높이에서 들어 줍니다. 손바닥은 안쪽으로 향하게 하고 팔꿈치는 옆을 향하게 합니다. 2. 양 손목을 밖으로 향하게 돌려 손바닥이 밖으로 향하게 합니다. 동시에, 팔을 머리 위로 완전히 확장합니다. 일 초간 정지합니다. 시작 자세로 돌아갑니다.
pt: 1. Sente-se num banco e segue num par de halteres ao nível dos ombros. As palmas das mãos devem estar voltadas para dentro, e os cotovelos devem apontar para o lado. 2. Vire os pulsos o máximo possível para fora até ficar com as palmas das mãos viradas para longe de si. Ao mesmo tempo, estique totalmente os braços. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Düz bir sehpaya oturun ve bir çift dambılı omuz seviyenizde tutun. Avuç içleriniz içeri doğru bakmalı ve dirsekleriniz de yanları işaret etmelidir. 2. Her iki bileğinizi de avuç içleriniz sizden uzağa bakacak şekilde döndürün. Aynı anda, kollarınızı başınızın üzerinde tamamen uzatın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Barbell Front Raise
de: Langhantel Vorderanheben
es: Elevación Delantera con Pesa
fr: Élévation Frontale à la Barre
ko: 바벨 프런트 레이즈
pt: Elevação Frontal com Haltere
tr: Halterli Öne Kaldırma

source: 15 Barbell Front Raise
de: 1. Halten Sie eine Langhantel mit einer vollen Oberhand, Griff ist schulterweit und stellen Sie sich mit einer Langhantel vor Ihren Oberschenkeln hängend hin. Ihre Füße sind schulterweit auseinander mit leicht gebeugten Knien. Ziehen Sie Ihre Bauchmuskeln ein, spannen Sie alle Ihre oberen Körpermuskeln an und biegen Sie Ihre Ellenbogen ein bißchen. 2. Heben Sie die Stange vor sich hoch, bis Ihre Arme parallel zum Boden sind. 3. Halten Sie inne, dann zur Anfangsposition zurückgehen.
es: 1. Sujeta una pesa con un agarre prono a la anchura de los hombros y colócate de pie con la pesa colgando delante de tus muslos. Los pies deben estar separados a la anchura de los hombros y las rodillas ligeramente dobladas. Contrae los abdominales y todos los músculos de la parte superior del cuerpo, y dobla ligeramente los codos. 2. Eleva la barra delante de ti hasta que los brazos estén paralelos al suelo. 3. Haz una pausa y vuelve a la posición inicial.
ko: 1. 바벨을 완전한 오버핸드 어깨 너비의 그립으로 잡고 허벅지 앞에 바벨이 오게 하면서 섭니다. 발은 어깨 너비로 벌리고 무릎은 약간 구부립니다. 복부에 힘을 주고, 상체의 모든 근육을 수축하고, 팔꿈치를 약간 구부립니다. 2. 바를 앞에서 올려 주어 팔을 바닥과 평행을 이루도록 합니다. 3. 잠시 멈추었다가 시작 위치로 돌아갑니다.
pt: 1. Aguente uma barra com as pegas à largura dos ombros, e pendure a barra à frente das suas coxas. Os seus pés devem ficar afastados a uma distância semelhante à dos ombros com os joelhos levemente dobrados. Contraia o abdómen e aperte todos os músculos do corpo superior, e dobre um pouco os cotovelos. 2. Levante a barra à sua frente até ficar com os braços paralelos ao chão. 3. Pause, e em seguida, retorne à posição inicial.
tr: 1. Halteri tam bir yukarıdan aşağı doğru omuz açıklığı mesafesinde bir kavrayışla tutun ve halter uyluklarınızın önünde sarkar biçimde ayakta durun. Ayaklarınız omuz açıklığı mesafesinde açık olmalı ve dizleriniz hafif bükülü olmalı. Karın kaslarınızı içeri çekin tüm üst gövde kaslarınızı sıkıştırın ve dirseklerinizi hafifçe bükün. 2. Kollarınız yere paralel olana kadar halteri önünüzde kaldırın. 3. Duraklayın, daha sonra başlangıç pozisyonuna dönün.

source: Dumbbell Lateral Raise With Arms Bent
de: Kurzhantel Seitenheben Mit Gebeugten Armen
es: Elevación Lateral con Mancuerna y Brazos Doblados
fr: Élévation Latérale avec Haltères Coudes Fléchis
ko: 팔을 구부리고 하는 덤벨 래터럴 레이즈
pt: Elevação Lateral com Halteres e com Braços Dobrados
tr: Kollar Bükülü olarak Dambıllı Yana Kaldırış

source: 16 Dumbbell Lateral Raise With Arms Bent
de: 1. Lassen Sie Ihre Beine schulterweit auseinander. Ihre Hände sollten an Ihren Seiten herunterhängen. 2. Lassen Sie Ihre Arme vollkommen gerade; heben Sie die Kurzhanteln langsam heraus und zu Schulterhöhe, biegen Sie Ihre Arme gleichzeitig, bis sie einen 90 Grad Winkel bilden und Ihre Vorderarme parallel zu Ihrem Körper sind. Ihre Handflächen sollten zum Boden weisen. 3. Lassen Sie Ihre Ellenbogen gebeugt, gehen Sie langsam wieder zur Anfangsposition zurück und machen Sie die gewünschte Anzahl an Wiederholungen.
es: 1. Mantén las piernas separadas a la anchura de los hombros. Con las manos colgando a los lados. 2. Con los brazos perfectamente rectos, levanta lentamente las mancuernas hasta el nivel de los hombros y, al mismo tiempo, dobla los brazos hasta que formen un ángulo de 90 grados y los antebrazos estén paralelos al cuerpo. Mantén las palmas de las manos hacia abajo. 3. Con los codos doblados, vuelve lentamente a la posición inicial y repite tantas veces como desees.
ko: 1. 다리를 어깨 너비로 벌립니다. 양손은 옆에 놓습니다. 2. 팔을 완벽하게 일직선으로 유지합니다; 덤벨을 어깨 높이로 천천히 들어 올려 주고, 동시에 팔을 90도 각도가 되도록 구부리면서 전완이 몸과 평행을 이루도록 합니다. 손바닥은 아래를 향하도록 합니다. 3. 팔꿈치를 구부린 채, 천천히 시작 위치로 돌아가 다음, 원하는 만큼 반복합니다.
pt: 1. Coloque as pernas à largura dos ombros. As suas mãos devem ficar penduradas para baixo ao seu lado. 2. Mantendo os seus braços perfeitamente retos; levante lentamente os halteres para fora até ao nível dos ombros e, ao mesmo tempo, dobre os braços até formarem um ângulo de 90 graus com os antebraços sempre paralelos ao corpo. Mantenha as palmas das mãos viradas para o chão. 3. Mantendo os cotovelos flexionados, baixe-se lentamente de volta para a posição inicial e repita para o número desejado de repetições.
tr: 1. Bacaklarınızı omuz açıklığı seviyesinde tutun. Elleriniz yanlarınızdan aşağı doğru sarkmalı. 2. Kollarınızı tamamen düz tutarak; dambılları yavaşça dışarı ve yukarıya omuz hizanıza kadar kaldırın; aynı zamanda kollarınızı 90 derecelik bir açı olana kadar bükün ve ön kollarınız vücudunuza paralel olsun. Avuç içleriniz yere doğru bakıyor olsun. 3. Dirseklerinizi bükülü tutarak, yavaşça başlangıç pozisyonuna doğru alçalın ve arzu edilen tekrar sayısı kadar tekrar edin.

source: Dumbbell Scarecrow
de: Kurzhantel Vogelscheuche
es: Espantapájaros con Mancuernas
fr: Épouvantail avec Haltères
ko: 덤벨 스케어크로우
pt: Espantalho com Haltere
tr: Dambıllı Korkuluk

source: 17 Dumbbell Scarecrow
de: 1. Während Sie geradeaus schauen mit Ihren Füßen schulterweit auseinander halten Sie die Kurzhanteln vor Ihren Oberschenkeln mit einem Oberhandgriff. Heben Sie Ihre Arme zu Ihren Seiten bis Ihre Oberarme parallel zum Boden sind. 2. Rotieren Sie Ihre Ellenbogen vorwärts, bis Ihre Vorderarme gerade nach oben zeigen. Für eine Sekunde inne halten. Zur Anfangsposition zurückgehen.
es: 1. Mirando al frente y con los pies separados a la anchura de los hombros, sujeta las mancuernas delante de ti con un agarre prono. Eleva los brazos a los lados hasta que la parte superior esté paralela al suelo. 2. Gira los codos hacia afuera, hasta que los antebrazos apunten hacia arriba. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 발을 어깨 넓이 만큼 벌리고 시선은 앞을 직시하면서 덤벨을 허벅지 앞으로 오버핸드 그립을 이용해 들어 줍니다. 팔을 옆으로 들어 상완이 바닥과 평행을 이루도록 합니다. 2. 팔꿈치를 앞으로 회전시켜 전완이똑바로 위를 향하게 합니다. 잠시 멈춥니다. 시작 자세로 돌아 옵니다.
pt: 1. Enquanto coloca os pés afastados à distância dos ombros, segure em halteres à sua frente com pronação. Levante os braços para os lados até que fiquem paralelos ao chão. 2. Gire os cotovelos para a frente até ficar com os antebraços a apontar para cima. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Ayaklarınız omuz açıklığı mesafede ayakta dururken, dambılları önünüzde yukarıdan aşağı doğru bir kavrayışla tutun. Üst kollarınızı zemine paralel olana kadar yukarı kaldırın. 2. Ön kollarınız tamamen yukarıyı gösterene kadar dirseklerinizi ileri doğru döndürün. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Dumbbell Shoulder Press
de: Kurzhantel Schulterpresse
es: Press de Hombros con Mancuernas
fr: Développé Droit
ko: 덤벨 숄더 프레스
pt: Pressão de Ombros com Haltere
tr: Dambıllı Omuz İtişi

source: 18 Dumbbell Shoulder Press
de: 1. Stellen Sie sich gerade hin mit Ihren Füßen schulterweit auseinander. Halten Sie die Kurzhanteln im Oberhandgriff. Platzieren Sie die Hanteln neben die Seiten Ihres Kopfes. 2. Heben Sie die Kurzhanteln über Ihren Kopf, bis Ihre Arme voll ausgestreckt sind. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. De pie y con los pies separados a la anchura de los hombros. Sujeta las mancuernas con un agarre prono. Coloca las mancuernas junto a los laterales de la cabeza. 2. Eleva las mancuernas hasta que los brazos estén completamente extendidos. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 발을 어깨 넓이로 벌리고 똑바로 섭니다. 오버핸드 그립으로 덤벨을 잡습니다. 덤벨을 머리 옆에 놓습니다. 2. 팔이 완전히 확장될 때까지 덤벨을 머리 위로 들어 올립니다. 잠시 멈춥니다. 시작 자세로 돌아 옵니다.
pt: 1. Coloque-se em linha reta com os pés afastados à largura dos ombros. Segure nos halteres com pronação. Posicione os halteres ao lado da sua cabeça. 2. Mantenha os halteres acima da cabeça até estender totalmente os braços. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Ayaklarınız omuz açıklığı mesafede ayakta dik bir şekilde durun. Dambılları yukarıdan aşağıya doğru bir kavrayışla tutun. Dambılları başınızın iki yanında konumlandırın. 2. Kollarınız tamamen uzatılana kadar dambılları başınızın üzerine kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Front Weighted Raise
de: Vorderes Gewichtanheben
es: Elevación Delantera con Peso
fr: Élévation Frontale avec Disque d’Haltère
ko: 프런트 웨이티드 레이즈
pt: Elevação Frontal Ponderada
tr: Ağırlıklı Öne Kaldırma

source: 19 Front Weighted Raise
de: 1. Während Sie mit geradem Rücken stehen, halten Sie das Gewicht mit beiden Händen. Das Gewicht ist vor Ihren Oberschenkeln platziert. 2. Heben Sie Ihre Arme vor sich an, bis sie parallel zum Boden sind. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. De pie, con la espalda recta, sujeta el peso con las dos manos. Coloca el peso delante de los muslos. 2. Extiende los brazos por delante de ti hasta que estén paralelos al suelo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 등을 똑바로 하고 선 채, 양손에 웨이트를 듭니다. 웨이트를 허벅지 앞에 위치하게 합니다. 2.팔을 앞에서 들어 올려서 땅과 평행을 이루도록 합니다. 일 초간 가만히 있습니다. 시작 자세로 돌아 옵니다.
pt: 1. De pé com as costas retas, segure no peso com as duas mãos. O peso é posicionado a partir de suas coxas. 2. Eleve os braços à sua frente até ficarem paralelos ao chão. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Sırtınız düz bir şekilde ayakta dururken, ağırlığı iki elinizle tutun. Ağırlıklar uyluklarınızın iç kısmında konumlansın. 2. Kollarınızı yerle paralel olana kadar önünüze doğru kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Lateral Weighted Raise
de: Seitliches Gewichtanheben
es: Elevación Lateral con Peso
fr: Élévation Latérale avec Disque d’Haltère
ko: 래터럴 웨이티드 레이즈
pt: Elevação Lateral Ponderada
tr: Ağırlıklı Yana Kaldırış

source: 20 Lateral Weighted Raise
de: 1. Schauen Sie mit geradem Rücken nach vorne, halten Sie das Gewicht mit einer Hand. Das Gewicht ist neben Ihnen platziert. 2. Heben Sie Ihren Arm zur Seite. Halten Sie ihn gerade. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Mirando al frente, con la espalda recta, sujeta el peso con una sola mano. Coloca el peso a un lateral. 2. Extiende el brazo en el lateral. Mantén el brazo recto. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 등을 똑바로 한 채 서서, 웨이트를 한 손에 잡습니다. 웨이트는 옆구리 옆에 위치하게 합니다. 2. 팔을 옆으로 들어 올립니다. 팔을 똑바로 유지합니다. 일 초간 가만히 있습니다. 시작 자세로 돌아 옵니다.
pt: 1. Enquanto mantém as costas retas, segure o peso com uma mão. O peso está posicionado ao lado do seu lado. 2. Levante o braço para o lado. Mantenha o seu braço direito. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Sırtınız dik bir şekilde ayakta dururken, ağırlığı bir elinizle tutun. Ağırlık yanınızda konumlanmış olsun. 2. Kolunuzu yana doğru yukarı kaldırın. Kolunuzu düz tutun. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.
