Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: Military Press Behind The Neck (Standing)
de: Militärpresse Hinter Dem Nacken (Stehend)
es: Press Militar Detrás del Cuello (De Pie)
fr: Développé Nuque
ko: 밀리터리 프레스 비하인드 더 넥(서서 하는)
pt: Pressão Militar Por Trás do Pescoço (em pé)
tr: Boyun Arkasından Askeri İtiş (Ayakta)

source: 21 Military Press Behind The Neck (Standing)
de: 1. Stellen Sie sich gerade hin, halten Sie eine Langhantel hinter Ihrem Kopf in Schulterhöhe mit Ihren Händen schulterweit auseinander, Ellenbogen gebeugt und Handflächen nach vorne. 2. Drücken Sie die Langhantel nach oben, strecken Sie Ihre Arme vollständig aus. Halten Sie Ihren Rücken gerade und bleiben Sie während der Bewegung aufrecht.
es: 1. De pie, sujeta una pesa por detrás de la cabeza y a la altura de los hombros, con las manos sepradas a la anchura de los hombros, codos doblados y palmas mirando hacia adelante. 2. Sube la pesa por encima de la cabeza, extendiendo completamente los brazos. Mantén la espalda recta durante todo el movimiento.
ko: 1. 직립으로 서서, 머리 뒤 어깨 높이로 손을 어깨 넓이로 벌리고, 팔꿈치를 구부린 채 그리고 손바닥은 앞으로 향하게 하여 바벨을 잡습니다. 2. 팔을 완전히 확장하면서 바벨을 머리 위로 밀어 올립니다. 허리를 똑바로 유지하면서 동작 내내 직립을 유지합니다.
pt: 1. De pé, segure numa barra atrás da cabeça à altura do ombro com a sua largura mãos colocadas à largura dos ombros, e cotovelos dobrados e as palmas das mãos voltadas para a frente. 2. Empurre a barra para cima estendendo os braços totalmente. Mantenha as costas retas e permaneça em pé durante todo o movimento.
tr: 1. Dik bir şekilde durarak, elleriniz omuz açıklığında, dirsekleriniz bükülü ve avuç içleriniz ileri doğru bakacak şekilde bir halteri omuz hizasında başınızın arkasında tutun. 2. Kollarınızı tamamen uzatarak, halteri başınızın üzerine doğru. Hareketin tamamı boyunca sırtınızı düz tutun ve dik bir şekilde durun.

source: Seated Dumbbell Front Raise
de: Kurzhantel Vorderheben Im Sitzen
es: Elevación Delantera con Mancuerna Sentado
fr: Élévation Frontale avec Haltères Assis
ko: 시티드 덤벨 프런트 레이즈
pt: Elevação Frontal com Haltere Sentado
tr: Oturarak Dambıllı Öne Kaldırış

source: 22 Seated Dumbbell Front Raise
de: 1. Greifen Sie ein Paar Kurzhanteln und setzen Sie sich mit geraden Armen an Ihren Seiten auf eine Schrägbank, Daumen nach innen. 2. Mit geraden Ellenbogen heben Sie die Kurzhanteln nach oben und vorne, bis Ihre Hände ungefähr auf Augenhöhe sind. 3. Halten Sie während dieser Bewegung die Rückseiten Ihrer Handgelenke flach und die Ellenbogen gerade. Zur Anfangsposition zurückgehen.
es: 1. Coge un par de mancuernas y siéntate en un banco inclinado con los brazos rectos a cada lado y los pulgares hacia adentro. 2. Con los codos rectos, levanta las pesas hacia arriba y hacia adelante hasta que las manos estén al mismo nivel que los ojos. 3. Mantén el reverso de las muñecas plano y los codos rectos durante todo el movimiento. Vuelve a la posición inicial.
ko: 1. 양손에 덤벨을 쥐고 인클라인 벤치에 팔을 양 옆에 곧게 유지한 채 앉은 자세를 취합니다. 2. 팔꿈치를 똑바로 유지하면서 덤벨을 위로 그리고 앞으로 들어 올려서 양손이 눈 높이에 이르도록 합니다. 3. 동작 내내 손목의 등은 판판하게 유지하고 팔꿈치는 똑바로 유지합니다. 시작 자세로 돌아 옵니다.
pt: 1. Pegue num par de halteres e tome uma posição sentada num banco inclinado com os braços esticados ao seu lado, e os polegares virados para dentro. 2. Mantendo os cotovelos em linha reta, levante os halteres para cima e para a frente até ficar com as suas mãos à altura dos olhos. 3. Mantenha as costas dos seus pulsos e cotovelos planas e reta durante todo o movimento. Retorne à posição inicial.
tr: 1. Bir çift dambıl alın ve eğimli bir sehpada oturma pozisyonu alın; kollarınız düz ve yanlarınızda, başparmaklarınız içeride olsun. 2. Dirseklerinizi düz tutarak, elleriniz yaklaşık olarak göz seviyesine gelene kadar dambılları yukarı ve ileri doğru kaldırın. 3. Hareket boyunca bileklerinizin arka kısmını ve dirseklerinizi düz tutun. Başlangıç pozisyonuna geri dönün.

source: Stability Ball Lateral Raise
de: Gymnastikball Seitenheben
es: Elevación Lateral con Pelota Suiza
fr: Élévation Latérale avec Ballon d’Exercice
ko: 스태빌리티 볼 래터럴 레이즈
pt: Elevação Lateral com Bola de Estabilidade
tr: Denge Toplu Yana Kaldırış

source: 23 Stability Ball Lateral Raise
de: 1. Setzen Sie sich mit einer leichten Kurzhantel in jeder Hand auf einen Gymnastikball. Halten Sie Ihre Beine schulterweit auseinander, um Ihr Gleichgewicht zu halten. Ihre Hände sollten an Ihren Seiten herunter hängen. 2. Halten Sie Ihre Arme vollständig gerade; heben Sie die Kurzhanteln nach vorne und oben bis zur Schulterhöhe. Ihre Handflächen zeigen zum Boden. 3. Mit gebogenen Ellenbogen gehen Sie langsam zur Anfangsposition zurück und machen die gewünschte Anzahl an Wiederholungen.
es: 1. Siéntate en una pelora suiza con una mancuerna ligera en cada mano. Mantén las piernas separadas a la anchura de los hombros para mantener el equilibrio. Las manos deben estar colgando a los lados. 2. Con los brazos perfectamente rectos, levante lentamente las pesas hasta la altura de los hombros. Mantén las palmas hacia el suelo. 3. Con los codos doblados, baja lentamente hasta volver a la posición inicial y repite el número deseado de veces.
ko: 1. 양손에 가벼운 덤벨을 쥐고 스태빌리티 볼에 앉습니다. 다리는 어깨 너비로 유지하여 균형을 잡습니다. 손은 측면에 떨어지도록 자연스럽게 놓습니다. 2. 팔을 완벽하게 똑바로 유지한 채; 덤벨을 어깨 높으로 천천히 올려 줍니다. 손바닥은 바닥을 향하도록 합니다. 3. 팔꿈치를 구부린 채, 천천히 시작 자세로 돌아간 다음 원하는 대로 동작을 반복합니다.
pt: 1. Sente-se numa bola de estabilidade com um haltere em cada mão. Mantenha as pernas na largura dos ombros para manter o equilíbrio. As suas mãos devem ser penduradas para baixo ao seu lado. 2. Mantendo seus braços perfeitamente retos; levante lentamente os halteres para fora até ao nível dos seus ombros. Mantenha as palmas das mãos virada para o chão. 3. Mantendo os cotovelos flexionados, baixe lentamente de volta para a posição inicial e repita no número desejado de repetições.
tr: 1. Her bir elinizde hafif bir dambılla bir denge topunun üzerine oturun. Dengenizi sağlamak için bacaklarınızı omuz açıklığı mesafesinde tutun. Elleriniz yanlardan sarkıyor olmalıdır. 2. Kollarınızı tamamen düz olarak tutarak; dambılları yavaşça dışarı ve omuz seviyenize kadar yukarı doğru kaldırın. Avuç içleriniz yere doğru bakıyor olsun. 3. Dirseklerinizi bükülü tutarak, başlangıç pozisyonuna doğru yavaşça geri alçaltın ve arzu edilen tekrar sayısı kadar tekrar edin.

source: Diamond Pushup
de: Diamant Liegestütze
es: Flexiones Diamante
fr: Pompes Prise Étroite
ko: 다이아몬드 푸쉬업
pt: Flexão com Triângulo
tr: Elmas Şınavı

source: 10 Diamond Pushup
de: 1. Gehen Sie in die normale Liegestützeposition, platzieren Sie Ihre Hände jedoch direkt untere Ihre Brust mit Ihren Zeigefingern und Daumen gespreizt und berührt, so daß sie einen "Diamanten" bilden. 2. Halten Sie Ihren Rücken flach, während Sie Ihren Körper herablassen bis Ihre Brust fast Ihre Hände berührt. 3. Innehalten, dann drücken Sie sich zurück zur Anfangsposition.
es: 1. Colócate en la posición estándar para flexiones, pero con las manos directamente debajo del pecho y los dedos índice y pulgar extendidos y tocándose, de manera que formen un "diamante". 2. Mantén la espalda recta mientras bajas el cuerpo hasta que el pecho casi toca las manos. 3. Haz una pausa, y empuja el cuerpo hacia arriba hasta la posición de inicio.
ko: 1. 기본 푸쉬업 자세를 취합니다. 하지만 양손을 가슴 바로 밑에 놓고 검지 손가락과 엄지 손가락은 펴서 서로 "다이아몬드"를 이루도록 합니다. 2. 허리를 평평하게 유지하면서 가슴이 거의 손에 닿을 정도로 몸을 낮추어 줍니다. 3. 잠시 멈추었다가, 시작 자세로 밀어 올립니다.
pt: 1. Coloque-se na posição de flexão padrão, com as suas mãos colocado diretamente sob o peito com os dedos indicadores e polegares a formar um "triângulo". 2. Mantenha as costas retas enquanto desce o seu corpo até este tocar praticamente as mãos. 3. Pause, e em seguida, empurre-se para cima até à posição inicial.
tr: 1. Standart şınav pozisyonu alın, ancak ellerinizi doğrudan göğsünüzün alt kısmına yerleştirin ve başparmaklarınızı ve işaret parmaklarınızı bir "elmas" şeklini alacak şekilde yere yerleştirin. 2. Göğsünüz neredeyse ellerinize değecek kadar vücudunuzu alçaltırken sırtınızı düz bir şekilde tutun. 3. Duraklayın, daha sonra kendinizi başlangıç pozisyonunuza doğru geri itin.

source: Diamond Pushup On Bench
de: Diamant Liegestütze Auf Der Bank
es: Flexiones Diamante con Banco
fr: Pompes Prise Étroite au Banc
ko: 벤치에서 하는 다이아몬드 푸쉬업
pt: Flexão com Triângulo e Banco
tr: Sehpada Elmas Şınavı

source: 12 Diamond Pushup On Bench
de: 1. Gehen Sie in die normale Liegestützeposition, platzieren Sie Ihre Hände jedoch direkt unter Ihre Brust mit Ihren Zeigefingern und Daumen gespreizt und berührt, so daß sie einen "Diamanten" bilden. 2. Halten Sie die Zehen Ihrer Füße auf einer flachen Bank. Dies wird mehr Druck auf Ihre Hände ausüben, während Sie Ihre Liegestützen machen. 3. Halten Sie Ihren Rücken gerade, während Sie Ihren Körper herablassen, bis Ihre Brust fast Ihre Hände berührt. 4. Innehalten, dann drücken Sie sich wieder zur Anfangsposition zurück.
es: 1. En la posición estándar para flexiones, pero con las manos colocadas directamente bajo el pecho y con los dedos índice y pulgar extendidos y tocándose, de manera que formen un "diamante". 2. Mantén los dedos de los pies en un banco plano. Esto pondrá más presión en las manos durante el ejercicio. 2. Mantén la espalda recta mientras bajas el cuerpo hasta que tu pecho casi toque las manos. 3. Haz una pausa, y vuelve a subir hasta la posición inicial.
ko: 1. 기본 푸쉬업 자세를 취합니다. 하지만 양손을 가슴 바로 밑에 놓고 검지 손가락과 엄지 손가락은 펴서 서로 "다이아몬드"를 이루도록 합니다. 2. 발가락은 플랫 벤치 위에 고정시킵니다. 이것은 푸쉬업을 실행하는 동안 손에 압력을 더 가중합니다. 2. 허리를 평평하게 유지하면서 가슴이 거의 손에 닿을 정도로 몸을 낮추어 줍니다. 3. 잠시 멈추었다가, 시작 자세로 밀어 올립니다.
pt: 1. Coloque-se na posição de flexão padrão, com as suas mãos colocadas diretamente sob o peito com os dedos indicadores e polegares a formarem um "triângulo". 2. Mantenha os dedos de seus pés num banco plano. Isto irá colocar mais pressão nas suas mãos ao executar as flexões. 3. Mantenha as costas retas enquanto desce o corpo até o peito tocar as suas mãos. 4. Pause, e em seguida, empurre-se para cima até à posição inicial.
tr: 1. Standart şınav pozisyonu alın, ancak ellerinizi doğrudan göğsünüzün alt kısmına yerleştirin ve başparmaklarınızı ve işaret parmaklarınızı bir "elmas" şeklini alacak şekilde yere yerleştirin. 2. Ayak parmaklarınızı düz bir sehpada tutun. Bu; şınav çekerken ellerinize daha fazla bir basınç yapacaktır. 3. Göğsünüz neredeyse ellerinize değecek kadar vücudunuzu alçaltırken sırtınızı düz bir şekilde tutun. 4. Duraklayın, daha sonra kendinizi başlangıç pozisyonunuza doğru geri itin.

source: Dumbbell Row Kickback
de: Kurzhantel Ruder Rückschlag
es: Remo Reverso con Mancuernas
fr: Extension avec Haltères
ko: 덤벨 로우 킥백
pt: Row Kickback com Haltere
tr: Dambılla Çekiş ve Geri İtiş

source: 13 Dumbbell Row Kickback
de: 1. Stellen Sie sich mit Ihren Füßen schulterweit auseinander und mit Ihren Knien leicht gebeugt hin. Halten Sie in jeder Hand eine leichte Kurzhantel und lehnen Sie sich aus der Taille nach vorne, bis Ihr Oberkörper fast ganz unten ist, mit Handflächen nach innen, wie dargestellt. 2. Rudern Sie die Gewichte gerade nach oben, bis sie die Seiten Ihrer Brust erreichen und Ihre Arme sind in rechten Winkeln gebogen. Idealerweise sollten Ihre Oberarme parallel zum Boden sein. 3. Führen Sie sofort ein Rückschlag Manöver durch, indem Sie Ihre Arme hinter sich ausstrecken. 4. Ziehen Sie Ihre Trizeps zusammen, danach biegen Sie Ihre Ellenbogen, um die Gewichte wieder herabzulassen, so daß sie wieder an Ihren Seiten sind. 5. Lassen Sie die Gewichte wieder herab, bis Ihre Arme gerade unter Ihren Schultern hängen.
es: 1. De pie, con los pies separados a la anchura de los hombros y las rodillas ligeramente dobladas. Sujeta una mancuerna ligera en cada mano y dóblate hacia adelante por la cintura hasta que el torso esté casi recto y pon las palmas de las manos hacia adentro, como se ve en la ilustración. 2. Eleva las mancuernas a los lados del pecho, con los brazos doblados en ángulo recto. Lo ideal es que la parte superior de los brazos esté paralela al suelo. 3. Realiza una maniobra reversa de manera inmediata extendiendo los brazos por detrás de ti. 4. Contrae los tríceps, dobla los codos para bajar las pesas hasta que queden a los lados del pecho una vez más. 5. Baja las mancuernas hasta que tus brazos vuelvan a estar rectos hacia abajo.
ko: 1. 발을 어깨 넓이로 벌리고 무릎은 약간 구부린 채 섭니다.그림처럼, 가벼운 덤벨을 양손에 쥐고 허리에서 앞으로 구부려 손바닥이 안으로 마주 보게 한 채 몸통이 거의 일직선이 되게 합니다. 2. 웨이트를 가슴 옆으로 저어 올리고 팔은 정각으로 구부립니다. 상완이 바닥과 평행을 이루면 이상적입니다. 3. 즉시 팔을 뒤쪽으로 쭉뻗어 확장시키면서 킥백 동작을 실행합니다. 4. 삼두근을 쥐어 짠 다음, 팔꿈치를 구부려서 웨이트를 아래로 내려 놓고 다시 몸 옆으로 오게 합니다. 5. 웨이트를 다시 아래로 내려서 팔이 어깨 밑으로 똑바로 떨어지도록 합니다.
pt: 1. Coloque-se de pé com os pés distanciados à largura dos ombros e com os joelhos levemente dobrados. Segure num haltere em cada mão luz e dobre a cintura para a frente até ficar com o tronco quase diretamente para baixo, com as palmas das mãos viradas para dentro, como ilustrado. 2. Eleve os pesos para cima até que atinjam as laterais do seu peito e os seus braços ficarem dobrados com ângulos retos. Idealmente os braços devem ficar paralelos ao chão. 3. Executar imediatamente uma manobra de repulsão, estendendo os braços para trás. 4. Contraia os tríceps, e em seguida, dobre os cotovelos para baixar os pesos de volta para baixo, de modo a que fiquem ao seu lado mais uma vez. 5. Baixe o peso de volta para baixo até ficar com os braços pendurados para baixo abaixo dos seus ombros.
tr: 1. Ayaklarınız omuz açıklığı mesafesinde açık ve dizleriniz hafif bükülü bir şekilde ayakta durun. Her bir elinizde hafif bir dambıl tutun ve resimde gösterildiği gibi gövdeniz neredeyse tamamen aşağı dik olana kadar belden öne doğru eğilin; avuç içleriniz içeri doğru bakıyor olsun. 2. Ağırlıkları, göğsünüzün yanlarına ulaşana kadar düz bir şekilde yukarı doğru çekin ve kollarınız dik açıyla bükülü olsun. İdeal olarak, üst kollarınız yere paralel olmalıdır. 3. Anında kollarınızı arkanıza doğru düz bir şekilde geri itiş manevrasıyla arkanıza doğru itin. 4. Triseplerinizi sıkıştırın, daha sonra ağırlıkları aşağı geri indirmek için dirseklerinizi bükün; böylece kollarınız yine yanlarınızda olsun. 5. Kollarınız tamamen omuzlarınızın altında düz bir şekilde salınana kadar ağırlıkları geri indirin.

source: Lying Single Arm Pushup
de: Einarmige Liegestütze Im Liegen
es: Flexiones de Un Solo Brazo Tumbado
fr: Relevé de Buste Latérale à un Bras
ko: 라잉 싱글 암 푸쉬업
pt: Flexão Deitada com Braço Único
tr: Uzanarak Tek Kolla Şınav

source: 14 Lying Single Arm Pushup
de: 1. Legen Sie sich auf Ihre Seite mit Ihren Knien leicht gebeugt und Ihre Beine liegen aufeinander. Wickeln Sie Ihren unteren Arm um Ihre Taille und platzieren Sie Ihre andere Hand auf den Boden vor sich, leicht gebogen. 2. Fangen Sie an, den Arm zu strecken, indem Sie Ihren Körper vom Boden hochdrücken - gehen Sie sicher, daß Sie Ihre Trizeps benutzen, um Ihren Körper zu heben und nicht Ihren Rücken. Innehalten, dann zur Anfangsposition zurückgehen. 3. Nach ein paar Wiederholungen wechseln Sie zur anderen Seite und wiederholen mit dem anderen Arm.
es: 1. Túmbate de lado con las rodillas ligeramente dobladas y las piernas una encima de la otra. Sujeta la cintura con el brazo inferior y coloca la otra mano en el suelo, delante de ti, con el brazo ligeramente doblada. 2. Comienza a enderezas ese brazo, empujando el cuerpo en dirección contraria al suelo - asegúrate de que estás usando los tríceps para levantar el cuerpo, no la espalda. Haz una pausa y vuelve a la posición inicial. 3. Después de varias repeticiones, cambia de lado y repite con el otro brazo.
ko: 1. 무릎을 약간 구부리고 한 쪽 다리는 다른 쪽 다리에 올린 채 옆으로 눕습니다. 하완을 허리 주위에 두르고 다른 손을 몸 앞 바닥에 살짝 구부린 채 놓습니다. 2. 몸을 바닥에서 떼면서 밀어 올리면서, 그 팔을 펴기 시작합니다. 몸을 들기 위해서는 등이 아닌, 삼두근을 이용해야 합니다. 잠시 멈춘 후, 시작 자세로 돌아 옵니다. 3. 몇 번을 반복한 다음, 다른 쪽으로 바꾸어 다른 팔로도 반복합니다.
pt: 1. Deite-se de lado, com os joelhos ligeiramente dobrados e as pernas uma em cima da outra. Envolva o seu braço inferior em torno de sua cintura e coloque a outra mão no chão à sua frente, levemente dobrada. 2. Comece a esticar esse braço, empurrando o seu corpo de cima do chão - certifique-se que está a usar os seus tríceps para levantar o seu corpo e não as suas costas. Espere, e em seguida, retorne à posição inicial. 3. Depois de algumas repetições, mude para o outro lado e repita com o outro braço.
tr: 1. Dizleriniz hafifçe bükülü ve bacaklarınız bir diğerinin üstünde olacak şekilde yanınıza doğru uzanın. Altta duran kolunuzu belinizin çevresine sarın ve diğer elinizi hafifçe bükülü olarak önünüze doğru yere koyun. 2. O kolunuzu, vücudunuzu zeminden yukarı doğru iterek düzleştirmeye başlayın – vücudunuzu kaldırmak için triseplerinizi kullanıyor ve sırtınızı kullanmıyor olduğunuzdan emin olun. Bekleyin, daha sonra başlangıç pozisyonuna geri dönün. 3. Birkaç tekrardan sonra, diğer tarafa geçin ve diğer kolunuzla hareketi tekrar edin.

source: Seated Triceps Extension
de: Trizepsdrücken Im Sitzen
es: Extensión de Trícpes Sentado
fr: Extension Triceps Assis avec Haltères
ko: 시티드 트라이셉 익스텐션
pt: Extensão de Tríceps Sentado
tr: Oturarak Triseps Uzatma

source: 15 Seated Triceps Extension
de: 1. Setzen Sie sich auf eine Bank und greifen Sie nach ein Paar Kurzhanteln. Halten Sie sie so, daß sie auf Armlänge über Ihrem Kopf sind mit Handflächen zusammen nach innen zeigend. 2. Halten Sie Ihre Oberarme stabil, während Sie die Kurzhanteln hinter Ihrem Kopf herablassen, bis Ihre Vorderarme fast weiter als parallel zum Boden sind. 3. Innehalten. danach strecken Sie Ihre Arme, um die Kurzhanteln wieder zur Anfangsposition zu bringen.
es: 1. Siéntate en un banco con un par de mancuernas. Sujétalas con los brazos extendidos sobre la cabeza y con las palmas de las manos una frente a la otra. 2. Mantén la parte superior de los brazos estable mientras bajas las mancuernas por detrás de la cabeza hasta que tus antebrazos hayan dejado de estar paralelos al suelo. 3. Haz una pausa, y endereza los brazos para volver a la posición inicial.
ko: 1.벤치에 앉아서 양손에 덤벨을 쥡니다. 머리 위에서 팔 길이 정도에 있도록 잡고 손바닥은 서로 마주보게 합니다. 2. 전완이 바닥과 막 평행을 이룬 후 머리 뒤로 덤벨을 내리 때 상완을 안정시킵니다. 3. 잠시 멈추었다가 팔을 펴서 덤벨을 시작 위치에 돌려 놓습니다.
pt: 1. Sente-se num banco, e pegue um par de halteres. Segure-os para que estejam abaixo da sua cabeça com os braços estendidos e com as palmas das mãos viradas para dentro. 2. Mantenha os braços estáveis ao abaixar os halteres atrás da cabeça até ficar com os antebraços paralelos ao chão. 3. Pause, e em seguida, estique os braços para retornar os halteres à posição inicial.
tr: 1. Bir sehpaya oturun ve bir çift dambıl alın. Dambılları avuç içleriniz içe doğru birbirine bakacak şekilde kol mesafesinde başınızın üzerinde tutun. 2. Ön kollarınız yere paralel olma aşamasını birazcık geçene kadar dambılları başınızın arkasından alçaltırken üst kollarınızı sabit tutun. 3. Duraklayın, daha sonra dambılları başlangıç pozisyonuna geri döndürmek için kollarınızı düzleştirin.

source: Stability Ball French Press
de: Französische Presse Mit Gymnastikball
es: Press Francés con Pelota Suiza
fr: Extension Verticale Allongée avec Ballon d’Exercice
ko: 스태빌리티 볼 프렌치 프레스
pt: Pressão Francesa na Bola de Estabilidade
tr: Denge Topu Fransız Presi

source: 16 Stability Ball French Press
de: 1. Legen Sie sich rückwärts auf einen Gymnastikball und mit dem Rücken in die Mitte. Halten Sie in Ihren Armen ein Paar Kurzhanteln und strecken Sie sie über Ihrer Brust. 2. Biegen Sie Ihre Ellenbogen und bringen Sie die Kurzhanteln herab zu den Seiten Ihres Kopfes. 3. Strecken Sie Ihre Arme und heben Sie die Kurzhanteln wieder zurück zur Anfangsposition.
es: 1. Túmbate con la espalada en una pelota suiza y centra la espalda en ella. Sujeta un par de mancuernas y pon los brazos rectos sobre el pecho. 2. Dobla los codos, bajando las mancuernas hasta los laterales de la cabeza. 3. Endereza los brazos, elevando las mancuernas a la posición inicial.
ko: 1. 스태빌리티 볼에서 뒤로 누운 후 등을 중앙에 위치시킵니다. 손에 덤벨을 쥐고 가슴 위로 쭉 펴줍니다. 2. 덤벨을 머리 옆으로 내리면서 팔꿈치를 구부립니다. 3. 덤벨을 시작 위치로 되돌리면서 팔을 똑바로 폅니다.
pt: 1. Deite-se numa bola de estabilidade e centralize as costas nela. Segure num par de halteres com os braços esticados acima do seu peito. 2. Dobre os cotovelos, trazendo os halteres para baixo para os lados da sua cabeça. 3. Estique os braços, levantando os halteres de volta à posição inicial.
tr: 1. Bir denge topunun üzerine sırtınızı ortalayarak sırt üstü uzanın. Elinize bir çift dambıl alın ve dambılları göğsünüzün üzerinde dik olarak tutun. 2. Dambılları, başınızın iki yanına alçaltmak için dirseklerinizi bükün. 3. Kollarınızı dambılları başlangıç pozisyonuna geri döndürürken düzleştirin.

source: Stability Ball Pullover
de: Gymnastikball Überzug
es: Pullover con Pelota Suiza
fr: Pull-over avec Ballon d’Exercice
ko: 스태빌리티 볼 풀오버
pt: Bola de Estabilidade com Capuz
tr: Denge Topu Çekiş

source: 17 Stability Ball Pullover
de: 1. Legen Sie sich rückwärts auf einen Gymnastikball und mit dem Rücken in die Mitte. Halten Sie in Ihren Armen eine Kurzhantel und strecken Sie sie über Ihrer Brust. 2. Biegen Sie Ihre Ellenbogen und bringen Sie die Kurzhantel herab zu der Mitte Ihres Kopfes. 3. Strecken Sie Ihre Arme und heben Sie die Hantel wieder zurück zur Anfangsposition.
es: 1. Túmbate de espaldas en una pelota suiza. Sujeta una mancuerna y pon los brazos rectos sobre el pecho. 2. Dobla los codos, bajando la mancuerna hasta el centro de la cabeza. 3. Endereza los brazos, elevando la mancuerna hasta la posición inicial.
ko: 1. 스태빌리티 볼에서 뒤로 누운 후 등을 중앙에 위치시킵니다. 손에 덤벨을 쥐고 가슴 위로 쭉 펴줍니다. 2. 덤벨을 머리 중앙으로 내리면서 팔꿈치를 구부립니다. 3. 덤벨을 시작 위치로 되돌리면서 팔을 똑바로 폅니다.
pt: 1. Deite-se para trás numa bola de estabilidade e centralize as costas nela. Segure um Haltere com o seu braço esticado acima do seu peito. 2. Dobre o cotovelo, trazendo o haltere até o centro de sua cabeça. 3. Estique o braço, elevando o haltere de volta à posição inicial.
tr: 1. Bir denge topunun üzerine sırtınızı ortalayarak sırt üstü uzanın. Elinizde bir dambıl alın ve dambılı göğsünüzün üzerinde dik olarak tutun. 2. Dambılları başınızın ortasına alçaltmak için dirseklerinizi bükün. 3. Kollarınızı dambılı başlangıç pozisyonuna geri döndürürken düzleştirin.

source: Stability Ball Triceps Extension
de: Trizepsdrücken Mit Gymnastikball
es: Extensión de Tríceps con Pelota Suiza
fr: Extension Triceps avec Ballon d’Exercice
ko: 스태빌리티 볼 트라이셉 익스텐션
pt: Extensão do Tríceps com Bola de Estabilidade
tr: Denge Topu Triseps Uzatma

source: 18 Stability Ball Triceps Extension
de: 1. Legen Sie sich flach auf den Gymnastikball. Füße sind auf dem Boden. Halten Sie eine Kurzhantel mit beiden Händen. Strecken Sie die Arme vollständig über Ihrem Kopf aus. 2. Während Ihre Arme stationär sind, lassen Sie die Kurzhantel herab, bis sie hinter Ihrem Kopf ist. Benutzen Sie Ihre Ellenbogen nicht. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: 1. Túmbate de espaldas sobre la pelota. Con los pies en el suelo. Sujeta una mancuerna con ambas manos. Extiende completamente los brazos por encima de la cabeza. 2. Sin mover la parte superior de los brazos, baja la mancuerna hasta que quede por detrás de la cabeza. Evita usar los codos. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 스태빌리티 볼에 등으로 눕습니다. 발은 바닥에 고정합니다. 양손으로 덤벨 한 개를 쥡니다. 팔을 완전히 머리 위로 확장합니다. 2. 상완을 고정한 채, 덤벨을 머리 뒤로 내려 줍니다. 팔꿈치는 사용하지 마십시오. 일 초간 멈춥니다. 시작 자세로 돌아 옵니다.
pt: 1. Deite-se na bola de estabilidade. Com os pés no chão. Segure num Haltere com as duas mãos. Estique totalmente os braços acima da sua cabeça. 2. Mantendo os braços fixos, baixe o haltere até que fique atrás da sua cabeça. Tente não usar os cotovelos. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Denge topunun üzerine sırt üstü uzanın. Ayaklarınız yerde olsun. İki elinizle bir dambılı tutun. Kollarınızı başınızın üstünde tamamen uzatın. 2. Üst kollarınızı sabit tutarken, dambılı başınızın arkasına gelene kadar alçaltın. Dirseklerinizi kullanmaktan kaçının. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.
