Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: extraDescription3
de: Stark werden und schwitzen Sie mit diesem inspirierten Fettverbrennunskreislauf.
es: Aumenta tu fuerta y suda con este circuito quema-grasas
fr: Devenez plus fort et transpirez avec cet entraînement croisé pour brûler des graisses.
ko: 탁월한 지방 연소 순환으로 땀을 배출하고 체력을 증진하세요.
pt: Fique forte e perca peso com esta série de queima de calorias.
tr: Bu yaratıcı yağ yakım turu ile güçlenin ve ter atın.

source: extraDescription4
de: Werden Sie schlank und arbeiten Sie an Ihrem Waschrettbauch mit diesem Bauchmuskelverbrenner inspirierten Kreislauf.
es: Pierde peso y trabaja tu tableta con este cricuito quema-grasas abdominal
fr: Mincissez et travaillez vos abdos avec cet entraînement croisé pour brûler des graisses.
ko: 탁월한 복근 연소 순환으로 6팩과 날씬함을 얻으세요.
pt: Fique definido e trabalhe seu abdomen com esta série para definição abdominal.
tr: Bu yaratıcı karın yakıcı tur ile incelin ve baklavalarınızı çalıştırın.

source: extraDescription5
de: Tolles Training konzentriert auf Ihre Bauchmuskeln für Kraft und Definition.
es: Ejercicio estupendo centrado en el aumento del músculo en los pectorales para aumentar fuerza y definición
fr: Super exercices focalisés sur le travail des muscles du buste pour gagner en force et en définition.
ko: 체력과 선명함을 위해 가슴 근육에 초점을 맞춘 좋은 운동.
pt: Ótimo exercício focando nos músculos do tórax para ganhar força e definição.
tr: Güç ve nitelik kazanmak için göğüs kasınıza odaklanan harika bir antrenman.

source: extraDescription6
de: Tolles Training konzentriert auf Ihre Armmuskeln für Kraft und Definition.
es: Ejercicio estupendo centrado en tus músculos del brazo para aumentar la fuerza y la definición
fr: Super exercices focalisés sur le travail des muscles des bras pour gagner en force et en définition.
ko: 체력과 선명함을 위해 팔 근육에 초점을 맞춘 좋은 운동.
pt: Ótimo exercício focando nos músculos dos braços para ganhar força e definição.
tr: Güç ve nitelik kazanmak için kol kaslarınıza odaklanan harika bir antrenman.

source: extraDescription7
de: Tolles Training konzentriert auf Ihre Beinmuskeln für Kraft und Definition.
es: Ejercicio estupendo centrado en los músculos de las piercas para aumentar la fuerza y la definición
fr: Super exercices focalisés sur le travail des muscles des jambes pour gagner en force et en définition.
ko: 체력과 선명함을 위해 다리 근육에 초점을 맞춘 좋은 운동.
pt: Ótimo exercício focando nos músculos das pernas para ganhar força e definição.
tr: Güç ve nitelik kazanmak için bacak kaslarınıza odaklanan harika bir antrenman.

source: extraDescription8
de: Tolles Training konzentriert auf Ihre Schultermuskeln für Kraft und Definition.
es: Ejercicio estupendo centrado en los músculos de tus hombros para aumentar la fuerza y la definición
fr: Super exercices focalisés sur le travail des muscles des épaules pour gagner en force et en définition.
ko: 체력과 선명함을 위해 어깨 근육에 초점을 맞춘 좋은 운동.
pt: Ótimo exercício focando nos músculos dos ombros para ganhar força e definição.
tr: Güç ve nitelik kazanmak için omuz kaslarınıza odaklanan harika bir antrenman.

source: extraDescription9
de: Tolles Training konzentriert auf Ihre Rückenmuskeln für Kraft und Definition.
es: Ejercicio estupendo centrado en los músculos de la espalda para aumentar la fuerza y la definición
fr: Super exercices focalisés sur le travail des muscles du dos pour gagner en force et en définition.
ko: 체력과 선명함을 위해 등 근육에 초점을 맞춘 좋은 운동.
pt: Ótimo exercício focando nos músculos das costas para ganhar força e definição.
tr: Güç ve nitelik kazanmak için sırt kasınıza odaklanan harika bir antrenman.

source: extraDescription10
de: Verbessern Sie Ihre Flexibilität und Muskelentspannung mit vollen Körperdehnung Sessions.
es: Mejora tu flexibilidad y la relajación de los músculos con una sesión de estiramientos
fr: Améliorez votre flexibilité et votre relaxation musculaire avec une séance complète d’étirements.
ko: 전신 스트레칭 세션으로 유연성과 근육 이완 향상.
pt: Melhore sua flexibilidade e relaxamento muscular com a seção de alongamento de corpo inteiro.
tr: Tüm vücut esnetme seansıyla esnekliğinizi ve kas gevşetmenizi geliştirin.

source: extraDescription1_howToMake
de: 3 Sets pro Übung.
es: 3 sets por ejercicio
fr: 3 séries par exercice.
ko: 운동 당 3 세트.
pt: 3 repetições por exercício.
tr: Egzersiz başına 3 set.

source: extraDescription2_howToMake
de: Jede Übung 15 Wiederholungen mit 2 Runden zuerst 4 dann weitere 4.
es: Cada ejercicio cuenta con 15 repeticiones con 2 rondas primero, 4 después y otras 4 al final
fr: 15 répétitions pour chaque exercice, commencez par 2 séries, puis 4 et encore 4.
ko: 각 운동 15회씩 2 라운드 처음 4번 그 후에 4번.
pt: Cada exercício com 15 repetições com 2 séries, depois 4 e outras 4.
tr: Her egzersiz 15 tekrar, ilk olarak 2 tur, daha sonra 4 ve daha sonra 4 tur daha.

source: extraDescription3_howToMake
de: Ruhezeit zwischen Übung 15 Sek., Ruhezeit zwischen Runden 30 Sek.
es: Tiempo de descanso entre ejercicios de 15 seg, tiempo de descanso entre tandas 30 seg
fr: 15 secondes de repos entre chaque exercice, 30 secondes de repos entre chaque série.
ko: 운동 간 15초 휴식, 라운드 간 30초 휴식.
pt: Tempo de descanso entre os exercícios 15 segundos, tempo de descanso entre as sérias 30 segundos.
tr: Egzersiz arasında dinlenme süresi 15 sn., turlar arasında dinlenme süresi 30 sn.

source: extraDescription4_howToMake
de: Ruhezeit zwischen Übung 15 Sek., Ruhezeit zwischen Runden 30 Sek.
es: Tiempo de descanso entre ejercicios de 15 seg, tiempo de descanso entre tandas 30 seg
fr: 15 secondes de repos entre chaque exercice, 30 secondes de repos entre chaque série.
ko: 운동 간 15초 휴식, 라운드 간 30초 휴식.
pt: Tempo de descanso entre os exercícios 15 segundos, tempo de descanso entre as sérias 30 segundos.
tr: Egzersiz arasında dinlenme süresi 15 sn., turlar arasında dinlenme süresi 30 sn.

source: extraDescription5_howToMake
de: Ruhezeit zwischen Übung 45 Sek., Ruhezeit zwischen Sets 35 Sek.
es: Tiempo de descanso entre ejercicios de 45 seg, tiempo de descanso entre tandas 35 seg
fr: 45 secondes de repos entre chaque exercice, 35 secondes de repos entre chaque série.
ko: 운동 간 45초 휴식, 세트 간 35초 휴식.
pt: Tempo de descanso entre os exercícios 45 segundos, tempo de descanso entre as sérias 35 segundos.
tr: Egzersiz arasında dinlenme süresi 45 sn., setler arasında dinlenme süresi 35 sn.

source: extraDescription6_howToMake
de: Ruhezeit zwischen Übung 45 Sek., Ruhezeit zwischen Sets 35 Sek.
es: Tiempo de descanso entre ejercicios de 45 seg, tiempo de descanso entre tandas 35 seg
fr: 45 secondes de repos entre chaque exercice, 35 secondes de repos entre chaque série.
ko: 운동 간 45초 휴식, 세트 간 35초 휴식.
pt: Tempo de descanso entre os exercícios 45 segundos, tempo de descanso entre as sérias 35 segundos.
tr: Egzersiz arasında dinlenme süresi 45 sn., setler arasında dinlenme süresi 35 sn.

source: extraDescription7_howToMake
de: Ruhezeit zwischen Übung 45 Sek., Ruhezeit zwischen Sets 35 Sek.
es: Tiempo de descanso entre ejercicios de 45 seg, tiempo de descanso entre tandas 35 seg
fr: 45 secondes de repos entre chaque exercice, 35 secondes de repos entre chaque série.
ko: 운동 간 45초 휴식, 세트 간 35초 휴식.
pt: Tempo de descanso entre os exercícios 45 segundos, tempo de descanso entre as sérias 35 segundos.
tr: Egzersiz arasında dinlenme süresi 45 sn., setler arasında dinlenme süresi 35 sn.

source: extraDescription8_howToMake
de: Ruhezeit zwischen Übung 45 Sek., Ruhezeit zwischen Sets 35 Sek.
es: Tiempo de descanso entre ejercicios de 45 seg, tiempo de descanso entre tandas 35 seg
fr: 45 secondes de repos entre chaque exercice, 35 secondes de repos entre chaque série.
ko: 운동 간 45초 휴식, 세트 간 35초 휴식.
pt: Tempo de descanso entre os exercícios 45 segundos, tempo de descanso entre as sérias 35 segundos.
tr: Egzersiz arasında dinlenme süresi 45 sn., setler arasında dinlenme süresi 35 sn.

source: extraDescription9_howToMake
de: Ruhezeit zwischen Übung 45 Sek., Ruhezeit zwischen Sets 35 Sek.
es: Tiempo de descanso entre ejercicios de 45 seg, tiempo de descanso entre tandas 35 seg
fr: 45 secondes de repos entre chaque exercice, 35 secondes de repos entre chaque série.
ko: 운동 간 45초 휴식, 세트 간 35초 휴식.
pt: Tempo de descanso entre os exercícios 45 segundos, tempo de descanso entre as sérias 35 segundos.
tr: Egzersiz arasında dinlenme süresi 45 sn., setler arasında dinlenme süresi 35 sn.

source: extraDescription10_howToMake
de: Keine Ruhe zwischen Übungen. Fixierung jeder Position für 30 Sek.
es: Sin necesidad de descanso entre ejercicios. Mantenimiento de cada posición por 30 seg
fr: Pas de repos entre chaque exercice. Tenez chaque position pendant 30 secondes.
ko: 운동 간 휴식 없음. 30초 동안 각 포지션 유지.
pt: Sem descanso entre os exercícios. 30 segundos parado em cada posição
tr: Egzersizler arasında dinlenme yok. Her bir pozisyon 30 saniyeliğine sabitlenecek.

source: categoryDescription0
de: Beste Übungen, um Volumen aufzubauen und Ihren Bauchmuskeln Definition zu geben
es: Los mejores ejercicios para añadir volumen y definición a tus abdominales
fr: Les meilleurs exercices pour prendre du volume et améliorer la définition de vos abdos.
ko: 복근에 선명함과 볼륨 키우기에 최고의 운동
pt: Melhores exercícios para desenvolver volume e adicionar definição ao seu abdomen
tr: Karın kaslarınızın hacim ve nitelik kazanması için en iyi egzersizler

source: categoryDescription1
de: Verschiedene Übungen, die Ihnen dabei helfen, Stärke zu bekommen und Kraft hinzuzufügen
es: Diferentes ejercicios que te ayudarán a conseguir fuerza y añadir potencia
fr: Différents exercices qui vous aideront à accroître votre force et votre puissance.
ko: 체력과 힘을 증진하는데 도와주는 다양한 운동
pt: Diferentes exercícios que vão ajudá-lo a ganhar força e adicionar potência
tr: Güçlenmenize ve kuvvet kazanmanıza yardımcı olacak farklı egzersizler

source: categoryDescription2
de: Perfekte Kombination an Übung, um Masse zu bilden und Volumen hinzuzufügen
es: Perfecta combinación de ejercicios para añadir masa muscular y volumen
fr: Combinaison parfaite d’exercices pour prendre de la masse et du volume.
ko: 볼륨을 더하고 근육의 질량을 키우는 완벽한 운동 조합
pt: Combinação perfeita de exercícios para ganhar massa e adicionar volume
tr: Kütle oluşturmak ve hacim kazanmak için mükemmel egzersiz kombinasyonları

source: categoryDescription3
de: Besondere Übungen, die Ihnen dabei helfen, Kraft aufzubauen und Muskelentpannung hinzuzufügen
es: Ejercicios especiales que te ayudarán a añadir fuerza y descansar los músculos
fr: Exercices spéciaux qui vous aideront à accroître votre force et augmenter votre relief musculaire.
ko: 체력을 얻고 근육 완화를 도와주는 특별한 운동
pt: Exercícios especiais que vão ajudá-lo a desenvolver força e adicionar alívio muscular
tr: Güç kazanmanıza ve kas rahatlaması sağlamanıza yardımcı olacak özel egzersizler

source: categoryDescription4
de: Beste Übung, die Ihnen dabei hilft, Definition hinzuzufügen und Volumen und Kraft
es: El mejor ejercicio que te ayudará a añadir definición, volumen y potencia
fr: Les meilleurs exercices pour améliorer la définition musculaire et gagner en volume et puissance.
ko: 선명함과 볼륨과 힘을 늘리는 것을 도와주는 최고의 운동
pt: Melhor exercício que vai ajudá-lo a adicionar definição, volume e potência
tr: Nitelik, hacim ve kuvvet kazanmanıza yardımcı olacak en iyi egzersiz

source: categoryDescription5
de: Andere Übung, die Ihnen dabei hilft, die Leisung aufzubauen, die Sie möchten
es: Diversos ejercicios que te ayudarán a conseguir los resultados que deseas
fr: Différents exercices qui vous permettront d’atteindre les performances que vous visez.
ko: 원하는 성과를 세울 수 있도록 도와주는 다양한 운동
pt: Diferentes exercícios que vão ajudálo a desenvolver a performance que você deseja
tr: Arzuladığınız performansa sahip olmanıza yardımcı olacak farklı egzersizler

source: categoryDescription6
de: Perfekte Kombination an Übung, um Beinkraft zu bekommen und Ausdauer zu erhöhen
es: Perfecta combinación de ejercicios para mejorar la fuerza en las piernas y la resistencia
fr: Combinaison parfaite d’exercices pour muscler vos jambes et augmenter votre endurance.
ko: 다리의 체력과 근력을 증진시키는 완벽한 운동 조합
pt: Combinação perfeita de exercícios para adicionar força às suas pernas e aumentar a resistência
tr: Bacaklarınızı güçlendirecek ve dayanıklılığını artıracak mükemmel egzersiz kombinasyonu

source: categoryDescription7
de: Tolle Kombination an Übung, um Kraft aufzubauen und Definition hinzuzufügen
es: Excelente combinación de ejercicios para añadir fuerza y definición
fr: Super combinaison d’exercices pour accroître votre force et votre définition musculaire.
ko: 체력을 증진하고 선명함을 더하는 최고의 운동 조합
pt: Ótima combinação de exercícios para ganhar força e adicionar definição
tr: Güç ve nitelik kazanmak için mükemmel bir egzersiz kombinasyonu

source: categoryDescription8
de: Besondere Übung, die Ihnen dabei hilft, Kraft hinzuzufügen mit verschiedenen Intensitätsstufen
es: Ejercicio especial que te ayudará a añadir fuerza con diversos niveles de intensidad
fr: Exercices spéciaux qui vous aideront à accroître votre force avec divers niveau d’intensité.
ko: 다양한 강도로 힘을 증진시킬 수 있는 다양한 운동
pt: Exercício especial que vai ajudálo a ganhar força com diferentes níveis de intensidade
tr: Çeşitli yoğunluk seviyeleriyle kuvvetlenmenize yardımcı olacak özel egzersiz

source: categoryDescription9
de: Von Pro Vision
es: De la Versión Pro
fr: Acheter la version Pro
ko: 프로버전
pt: Na versão Pro
tr: Pro Sürümünü Satın Al

source: workoutDescription2
de: Eine Kombination von Übung, die Ihnen dabei hilft, Volumen aufzubauen und Muskeln zu bekommen
es: Una combinación de ejercicios que te ayudará a incrementar volumen y masa muscular
fr: Une combinaison d’exercices qui vous aidera à prendre du volume et du muscle.
ko: 볼륨과 근육이 생기도록 도와주는 운동 조합
pt: A combination of exercise that will help you to build volume and get muscle
tr: Hacim kazanmanıza ve kas yapmanıza yardımcı olacak bir egzersiz kombinasyonu

source: workoutDescription1
de: Perfekter Strategieplan, um schlank zu werden und Ihrem Körper Definition hinzuzufügen
es: Plan estratégico perfecto para perder peso y añadir definición a tu cuerpo
fr: Programme parfait pour mincir et définir votre musculature.
ko: 날씬하고 선명한 몸매를 얻을 수 있는 완벽한 전략계획
pt: Estratégia perfeita para perder peso e adicionar definição ao seu corpo
tr: İncelmek ve vücudunuza nitelik kazandırmak için mükemmel strateji planı

source: workoutDescription3
de: Die beste Art, Kraft zu bekommen, Ihre Leistung zu verbessern und Kraft hinzuzufügen
es: La mejor manera de incrementar la fuerza, mejorar tu rendimiento y añadir potencia
fr: Le meilleur moyen pour accroître votre force et votre puissance et améliorer vos performances.
ko: 체력을 얻고, 힘을 더하며 성과를 증진할 수 있는 최고의 방법
pt: A melhor forma de ganhar força, aumentar sua performance e ganhar potência
tr: Güç kazanmak, performansınızı geliştirmek ve kuvvetlenmek için en iyi yol

source: viewed
de: angesehen
es: Visto
fr: Vu
ko: 리뷰
pt: visualizado
tr: görüntülendi

source: 7 Dumbbell Shrugs
de: Stellen Sie sich gerade hin, und lassen Sie die Hanteln an den Seiten baumeln, die Füße sollten weit genug auseinander sein, daß die Hanteln bequem baumeln können. Sie können schwerer sein, als die Hanteln, die Sie als Armbeuge oder Anhebung benutzen würden. Zucken Sie mit Ihren Schultern so, als wenn Sie „Ich weiß es nicht” sagen würden, nachdem Sie jemand etwas gefragt hat. Beugen Sie sich nicht nach vorne, versuchen Sie sich ganz gerade zu halten. Wenn Sie sich dabei ertappen, nach vorne oder hinten zu lehnen, erleichtern Sie die Gewichte etwas.
es: De pie, recto, con las mancuernas colgando a ambos lados y los pies lo bastante separados como para que las mancuernas cuelguen cómodamente. Pueden ser más pesadas de lo que normalmente usas para ejercicios de brazos. Encoge los hombros hacia arriba, tal y como lo harías si estuvieras diciendo ”No lo sé” a alguien en respuesta a una pregunta. No te encorves hacia adelante; trata de permanecer completamente recto. Si ves que te estás enconrvando hacia adelante o doblando hacia atrás, aligera las pesas un poco.
pt: Fique de pé com os halteres pendurados de lado, os pés apenas separados o suficiente para que os halteres fiquem pendurados confortavelmente. Eles podem ser mais pesados do que usaria para uma rosca direta ou elevação frontal. Encolha os ombros para cima, tal como faria se estivesse a dizer: 'Eu não sei' a alguém, em resposta a uma pergunta. Não se curve para a frente, tente ficar completamente vertical. Se achar que se está a curvar para a frente ou para trás, alivie um pouco o peso.
tr: Dambıllar yanlardan sarkar durumdayken dik bir şekilde ayakta durun ve ayaklarınızı dambılların rahat bir şekilde salınabilmelerini sağlayacak genişlikte açın. Pazu veya öne kaldırış hareketlerinde kullandığınız dambıllardan daha ağır dambıllar kullanabilirsiniz. Omuzlarınızı, sanki size soru soran bir kişiye “Bilmem“ dermiş gibi kaldırın. Öne doğru kamburlaşmayın; tamamen dik kalmaya çalışın. Eğer öne doğru kamburlaştığınızı veya arkaya doğru eğildiğinizi hissederseniz, ağırlığı biraz hafifletin.

source: Barbell Calf Raise (Seated)
de: Langhantel Wadenheben (Sitzend)
es: Elevación de Gemelos con Pesa (Sentado)
fr: Extension Mollets Assis avec Barre d’Haltère
pt: Elevação de Barra com Gémeos (Sentado)
tr: Halterli Baldırla Yükseliş (Oturarak)

source: Push-up With Crossing Leg under the Hip
es: Flexiones cruzando las piernas bajo las caderas

source: Backup
pt: Cópia de segurança

source: Pec Deck Rear-Delt Laterals
fr: Pectoraux Papillon Inversé
