Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 3 DAY GYM WORKOUT PLAN BY VGFIT
de: FITNESS-WORKOUT-PLAN FÜR 3 TAGE VON VGFIT
es: PLAN DE EJERCICIO DE 3 DÍAS POR VGFIT
fr: PROGRANE DE MUSCULATION EN SALLE 3 JOURS PAR VGFIT
ko: VGFIT의 3 일 짐 워크아웃 플랜
pt: PLANO TREINO GINÁSIO DE 3 DIAS POR VGFIT
tr: VGFIT İLE 3 GÜNLÜK GYM ANTRENMANI PLANI

source: 3 DAY HOME WORKOUT PLAN BY VGFIT
de: HEIMTRAININGSPLAN FÜR 3 TAGE VON VGFIT
es: PLAN DE EJERCICIO DE 3 DÍAS EN CASA POR VGFIT
fr: PROGRANE DE MUSCULATION A LA MAISON 3 JOURS PAR VGFIT
ko: VGFIT의 3 일 홈 워크아웃 플랜
pt: PLANO DE TREINO CASEIRO DE 3 DIAS POR VGFIT
tr: VGFIT İLE 3 GÜNLÜK EV ANTRENMANI PLANI

source: FAT BURNER ROUTINE
de: FETTVERBRENNER ROUTINE
es: RUTINA PARA QUEMAR GRASA
fr: PROGRAMME BRULEUR DE GRAISSE
ko: 팻 버너 루틴
pt: ROTINA PARA QUEIMAR GORDURA
tr: YAĞ YAKICI RUTİN

source: ABS BURNER
de: BAUCHMUSKEL-VERBRENNER
es: TRABAJA LOS ABDOMINALES
fr: PROGRAMME ABDOS
ko: ABS 버너
pt: QUEIMAR ABS
tr: ABS YAKICI

source: CHEST POWER WORKOUT PLAN
de: BRUST POWER TRAININGSPLAN
es: PLAN DE EJERCICIOS PARA EL PECHO
fr: PROGRAMME BUSTE PUISSANT
ko: 가슴 파워 워크아웃 플랜
tr: GÖĞÜS KUVVET ANTRENMANI PLANI

source: ARMS POWER WORKOUT PLAN
de: ARME POWER TRAININGSPLAN
es: PLAN DE EJERCICIO PARA LOS BRAZOS
fr: PROGRAMME BRAS PUISSANTS
ko: 팔 파워 워크아웃 플랜
pt: PLANO DE TREINO PARA FORÇA NOS BRAÇOS
tr: KOLLAR İÇİN KUVVET ANTRENMANI PLANI

source: LEGS POWER WORKOUT PLAN
de: BEINE POWER TRAININGSPLAN
es: PLAN DE EJERCICIO PARA LAS PIERNAS.
fr: PROGRAMME JAMBES PUISSANTES
ko: 다리 파워 워크아웃 플랜
pt: PLANO DE TREINO PARA FORÇA NAS PERNAS
tr: BACAKLAR İÇİN KUVVET ANTRENMANI PLANI

source: SHOULDERS POWER WORKOUT PLAN
de: SCHULTER POWER TRAININGSPLAN
es: PLAN DE EJERCICIO PARA LOS HOMBROS.
fr: PROGRAMME EPAULES PUISSANTES
ko: 어깨 파워 워크아웃 플랜
pt: PLANO DE TREINO PARA FORÇA NOS OMBROS
tr: OMUZLAR İÇİN KUVVET ANTRENMANI PLANI

source: BACK POWER WORKOUT PLAN
de: RÜCKEN POWER TRAININGSPLAN
es: PLAN DE EJERCICIO PARA POTENCIAR LA ESPALDA
fr: PROGRAMME DOS PUISSANT
ko: 허리 파워 워크아웃 플랜
pt: PLANO DE TREINO PARA FORÇA DE COSTAS
tr: SIRT İÇİN KUVVET ANTRENMANI PLANI

source: FULL BODY STREACH PLAN
de: GANZKÖRPER DEHNUNGSÜBUNGSPLAN
es: PLAN DE ESTIRAMIENTOS PARA TODO EL CUERPO
fr: PROGRAMME D’ETIREMENTS COMPLET
ko: 전신 스트레칭 플랜
pt: PLANO COMPLETO PARA ALONGAMENTO DO CORPO
tr: TÜM VÜCUT İÇİN ESNEME PLANI

source: Barbell Squat 2
de: Kniebeugen 2
es: Sentadillas con pesas 2
fr: Squat à la Barre 2
ko: 바벨 스쿼트 2
pt: Agachamento com Barra 2
tr: Halterle Çömelme 2

source: Dumbbell Lunge 2
de: Kurzhantel-Ausfallschritt 2
es: Estocada con pesas
fr: Fente avec Haltères 2
ko: 덤벨 런지 2
pt: Investida Frontal com Halter 2
tr: Dambılla Öne Bacak Açma 2

source: Bosu Crossover Lunge
de: Bosu Crossover-Ausfallschritt
es: Estocada con Bosu
fr: Fentes Latérales sur BOSU
ko: 보수 크로스오버 런지
pt: Investida Cruzada no Bosu
tr: Bosu ile Çapraz Geçişli Bacak Açma

source: Stability Ball Split Squat
de: Gymnastikball-Split-Kniebeuge
es: Sentadillas con pelota de equilibrio
fr: Squat sur une Jambe avec Ballon d’Exercice
ko: 짐볼 스플릿 스쿼트
pt: Agachamento Dividido com Bola de Estabilidade
tr: Denge Topunda Bölünmüş Çömelme

source: Balance Ball Front Raise
de: Gleichgewichtsball-Frontheben
es: Levantamiento de pesas sobre pelota de equilibrio.
fr: Elévation Frontale avec Ballon d’Exercice
ko: 밸런스 볼 프론트 레이즈
pt: Elevação Frontal com Bola de Equilibrio
tr: Denge Topunda Öne Kaldırış

source: Bar Bench Press Incline
de: Stangen-Schrägbankdrücken
es: Levantamiento de pesas en un banco inclinado
fr: Développé Incliné à la Barre
ko: 바 벤치 프레스 인클라인
pt: Barra em Banco Inclinado
tr: Yukarı Eğik Sehpada Halter Kaldırma

source: Dumbbell Decline Bench Press
de: Kurzhantel-Rückbankdrücken
es: Levantamiento de pesas en un banco reclinado
fr: Développé Décliné avec Haltères
ko: 덤벨 디클라인 벤치 프레스
pt: Halters em Banco Inclinado
tr: Aşağı Eğik Sehpada Dambıl Kaldırma

source: Dumbbell T-Push-Up
de: Kurzhantel-T-Push-Up
es: Flexiones en forma de T con pesas
fr: Pompes en T avec Haltères
ko: 덤벨 T-푸시 업
pt: Flexão em T, com Halter
tr: Dambıllı T Şınav

source: EZ Curl Bar Biceps Curl
de: EZ-Curlstange Bizeps-Curl
es: Ejercicio de bíceps con barra de pesas curvada
fr: Flexion Biceps à la Barre Coudée EZ
ko: EZ 컬 바 바이셉스 컬
pt: Treino de Biceps com Barra EZ
tr: Z Bar ile Biseps Kıvırma

source: EZ Curl Bar Deadlift
de: EZ-Curlstangen-Kreuzheben
es: Levantamiento de pesas con barra de pesas curvada
fr: Soulevé de Terre à la Barre Coudée EZ
ko: EZ 컬 바 데드리프트
pt: Levantamento Morto da Barra Curva EZ
tr: Z Bar ile Yerden Doğrulma

source: Dumbbell Row
de: Kurzhantelrudern
es: Levantamiento de pesas en cuclillas
fr: Tirage avec Haltères
ko: 덤벨 로우
pt: Agachamento com Halter
tr: Dambılla Kürek Çekme

source: Standing Triceps Extension
de: Stehende Trizeps-Verlängerung
es: Extensión de tríceps de pie
fr: Extension Triceps Debout
ko: 스탠딩 트라이셉스 익스텐션
pt: Extensão de Triceps em Pé
tr: Ayakta Triseps Uzatma

source: Bench Dip
de: Bankneigung
es: Fondos de tríceps con banco
fr: Répulsion au Banc
ko: 벤치 딥
pt: Mergulho com Banco
tr: Sehpada İniş Kalkış

source: Bodyweight Open Jump
de: Körpergewicht Offener Sprung
es: Saltos abiertos
fr: Squat Sauté au Poids du Corps
ko: 바디웨이트 오픈 점프
pt: Salto Aberto do Peso Corporal
tr: Vücut Ağırlığıyla Açık Zıplama

source: Bodyweight Toe Touch
de: Körpergewicht Zehenberührung
es: Toca las puntas de los dedos
fr: Enroulé Vertébrale Jambes Tendues au Poids du Corps
ko: 바디웨이트 토 터치
pt: Toque das Pontas dos Dedos
tr: Vücut Ağırlığıyla Parmak Ucuna Dokunma

source: Bodyweight Hop
de: Körpergewicht Hüpfen
es: Saltos
fr: Burpee au Poids du Corps
ko: 바디웨이트 합
pt: Salto com Peso Corporal
tr: Vücut Ağırlığıyla Sıçrama

source: Bodyweight Lunge
de: Körpergewicht Ausfallschritt
es: estocadas
fr: Fentes au Poids du Corps
ko: 바디웨이트 런지
pt: Salto com Peso Corporal
tr: Vücut Ağırlığıyla Öne Bacak Açma

source: Bodyweight Push-up Touch
de: Körpergewicht Push-up Berührung
es: Flexiones
fr: Pompe avec Touché d’Epaule au Poids du Corps
ko: 바디웨이트 푸시 업 터치
pt: Toque Push-up com Peso Corporal
tr: Vücut Ağırlığıyla Şınavlı Dokunma

source: Push-up walking
de: Push-up Gehen
es: flexiones andando
fr: Pompe avec Marche sur les Mains
ko: 푸시 업 워킹
pt: Andamento Push-up
tr: Şınavlı Yürüme

source: Bent-Leg V-UP
de: Angewinkeltes-Bein V-UP
es: Doblar las piernas hacia arriba en forma de V
fr: Relevé de Buste Jambes Levées
ko: 벤트 레그 V-업
pt: V-UP com Perna Dobrada
tr: Bükülü Bacak Yukarı V

source: Bodyweight Lunge Side
de: Körpergewicht-Ausfallschritt Seite
es: Estocada lateral
fr: Fente Latérale au poids du Corps
ko: 바디웨이트 런지 사이드
pt: Salto Lateral com Peso Corporal
tr: Vücut Ağırlığıyla Yana Bacak Açma

source: Bodyweight Push-up Grip Planche
de: Körpergewicht Push-up Greif-Planke
es: Push up con el peso de tu cuerpo
fr: Planche Pompe
ko: 바디웨이트 푸시 업 그립 플란체
pt: Push-up em Prancha do Peso Corporal
tr: Vücut Ağırlıyıla Şınav Tutma

source: Bench High Knee Jump
de: Hochknie Bankspringen
es: Saltos con las rodillas altas con un banco de ejercicio
fr: Saut Latéral Genoux Hauts avec Banc
ko: 벤치 하이 니 점프
pt: Salto de Joelho Alto no Banco
tr: Sehpada Dizle Yüksek Zıplama

source: Bodyweight Toe Touch 2
de: Körpergewicht Zehenberühren 2
es: Tocar los dedos de los pies 2
fr: Relevé de Buste avec Touché d’Orteils au Poids du Corps 2
ko: 바디웨이트 토 터치 2
pt: Toque de Calcanhar 2
tr: Vücut Ağırlığıyla Parmak Ucuna Dokunma 2

source: Stepper Push-up
es: Flexiones con stepper
fr: Pompe avec Stepper
ko: 스테퍼 푸시 업
pt: Push-up com Stepper
tr: Step Şınavı

source: Bodyweight Push-up Extension
de: Körpergewicht Push-up Erweiterung
es: Flexiones con extensión.
fr: Pompe avec Extension des Bras au Poids du Corps
ko: 바디웨이트 푸시-업 익스텐션
pt: Push-Up do Peso Corporal em Extensão
tr: Vücut Ağırlığıyla Şınav Uzatma

source: Bodyweight Scissor Kick
de: Körpergewicht Scheren-Kick
es: Patada en tijera
fr: Relevé de Jambes Alterné
ko: 바디웨이트 시져 킥
pt: Pontapé em Tesoura com Peso Corporal
tr: Vücut Ağırlığıyla Çapraz Tekme

source: Bodyweight Mountain Climbers
de: Körpergewicht Bergsteiger
es: Escalador de montañas
fr: Exercice du Grimpeur au Poids du Corps
ko: 바디웨이트 마운틴 클라이머
pt: Alpinista de Peso Corporal
tr: Vücut Ağırlığıyla Dağ Tırmanışçısı

source: Bodyweight Pull In
de: Körpergewicht Einziehen
es: Doblar las piernas hacia el pecho
fr: Relevé de Jambes
ko: 바디웨이트 풀 인
pt: Pull In do Peso Corporal
tr: Vücut Ağırlığıyla İçeri Çekme

source: Push-up With Crossing Leg Under The Hip
de: Push-up Mit Gekreuztem Bein Unter Der Hüfte
fr: Pompes Jambes Croisées
ko: 푸시 업 위드 크로싱 레그 언더 더 힙
pt: Push-up com Pernas Cruzadas Por Baixo da Anca
tr: Kalçanın Altından Çapraz Geçen Bacaklı Şınav

source: Bodyweight Jumping Jacks
de: Körpergewicht Hampelmänner
es: Saltos de tijera
fr: Jumping Jacks au Poids du Corps
ko: 바디웨이트 점핑 잭
pt: Saltos em X com Peso Corporal
tr: Vücut Ağırlığıyla Zıplama

source: Jump Sumo
de: Sprung-Sumo
es: Salto de Sumo
fr: Saut Sumo
ko: 점프 스모
pt: Salto Sumo
tr: Sumocu Zıplaması

source: Dumbbell Clean And Jerk
de: Kurzhantel-Stossen
es: Sentadillas y salto con pesas
fr: Epaulé Jeté avec Haltères
ko: 덤벨 클린 앤 저크
pt: Halter Limpar e Puxar
tr: Dambıl Çekme ve Silkme

source: Bodyweight Leg Raise
de: Körpergewicht Beinheben
es: Levantamiento de piernas
fr: Relevé de Jambe au Poids du Corps
ko: 바디웨이트 레그 레이즈
pt: Elevação de Perna com Peso Corporal
tr: Vücut Ağırlığıyla Bacak Kaldırma

source: Dumbbell Biceps Curl
de: Kurzhantel Bizeps-Curl
es: Ejercicio de bíceps con pesas
fr: Flexion Biceps avec Haltères
ko: 덤벨 바이셉스 컬
pt: Bíceps com Halter
tr: Dambıllı Biseps Kıvırma

source: Bodyweight Sit-up
de: Körpergewicht Sit-up
es: Ejercicio de abdominales
fr: Relevé de Buste
ko: 바디웨이트 싯 업
pt: Sit-up com Peso Corporal
tr: Vücut Ağırlığıyla Mekik

source: Toe Touch
de: Zehenberührung
es: Toca los dedos de los pies
fr: Relevé de Buste avec Touché d’Orteils
ko: 토 터치
pt: Toque de Calcanhar
tr: Parmak Ucuna Dokunuş

source: Toe Touch 2
de: Zehenberührung 2
es: Toca los dedos de los pies 2
fr: Relevé de Buste avec Touché d’Orteils 2
ko: 토 터치 2
pt: Toque de Calcanhar 2
tr: Parmak Ucuna Dokunuş 2

source: Bodyweight Crunch 2
de: Körpergewicht Crunch 2
es: Crunch 2 (abdominales)
fr: Enroulé de Buste au Poids du Corps 2
ko: 바디웨이트 크런치 2
pt: Crunch com Peso Corporal 2
tr: Vücut Ağırlığıyla Karın Ezme 2

source: Stability Ball Crunch
de: Gymnastikball Crunch
es: Crunch sobre pelota de equilibrio
fr: Relevé de Buste avec Ballon d’Exercice
ko: 짐볼 크런치
pt: Crunch com Bola de Estabilidade
tr: Denge Topunda Karın Ezme

source: Bar Bench Press Incline
de: Stangen-Schrägebankdrücken
es: Levantamiento de pesas en un banco inclinado
fr: Développé Incliné à la Barre
ko: 바 벤치 프레스 인클라인
pt: Barra em Branco Inclinado
tr: Yukarı Eğik Sehpada Halter Kaldırma

source: Dumbbell Push-up Row
de: Kurzhantel Push-up Rudern
es: Flexiones con pesas.
fr: Pompe et Tirage avec Haltères
ko: 덤벨 푸시 업 로우
pt: Push-up com Halter
tr: Dambılla Şınavlı Kürek Çekme

source: Triceps Kickback
de: Trizeps Rückschlag
es: Tríceps de retroceso.
fr: Extension Alterné avec Haltères
ko: 트라이셉스 킥백
pt: Sarrote
tr: Triseps Geri Tekme

source: Standing Single Arm Triceps Extension
de: Stehendes Einarmiges Trizepsdrücken
es: Extensión de tríceps de pie.
fr: Extension Verticale avec Haltère
ko: 스탠딩 싱글 암 스라이셉스 익스텐션
pt: Extenção Tríceps do Braço Individual
tr: Ayakta Tek Kolla Triseps Uzatma

source: Stability Ball Split Squad Dumbbell
de: Gymnastikball Spaltenhocke Kurzhantel
es: Sentadillas sobre pelota de equilibrio con pesas.
fr: Squat sur une Jambe avec Ballon d’Exercice et Haltères
ko: 짐볼 스필트 스쿼드 덤벨
pt: Halter com Bola de Estabilidade
tr: Denge Topuyla Dambıllı Bölünmüş Çömelme

source: Dumbbell Rear Delt Row
de: Kurzhantel Hinteres Delt-Rudern
es: Ejercicio de deltoides con pesas.
fr: Elévation Latérale Inclinée avec Haltères
ko: 덤벨 리어 델트 로우
pt: Halter com Asa Delta
tr: Dambıllı Arka Deltoid Kürek Çekme

source: Dumbbell Snatch
de: Kurzhantel Griff
es: Sentadillas y pesas.
fr: Arraché avec Haltère
ko: 덤벨 스내치
pt: Halter Agarrado
tr: Dambıl Koparma

source: Stretch Standing Overhead Arms
de: Dehnungsübungen Stehend Arme Über Dem Kopf
es: Estiramientos con los brazos sobre la cabeza.
fr: Etirement du Dos Bras Tendus au-dessus de la Tête
ko: 스트레치 스탠딩 오버헤드 암즈
pt: Esticar Braços Acima da Cabeça
tr: Ayakta Başın Üzerinde Kolları Esnetme

source: Stretch Neck Standing Side
de: Dehnungsübung Nacken Stehend Seite
es: Estiramientos de cuello, de pie.
fr: Etirement du Cou
ko: 스트레치 넥 스탠딩 사이드
pt: Esticar Pescoço Lateralmente
tr: Ayakta Yanlara Boyun Esnetme

source: Standing Cross Body Arms
de: Stehende Querkörper Arme
es: Cruzada de brazos, de pie.
fr: Traction Latérale
ko: 스탠딩 크로스 바디 암즈
pt: Cruzar Braços em Pé
tr: Ayakta Çapraz Kollar

source: Standing Behind Head
de: Stehend Hinter Dem Kopf
es: De pie, por detrás de la cabeza
fr: Etirement Triceps Debout
ko: 스탠딩 비하인드 헤드
pt: Esticar Cotovelo atrás da Cabeça
tr: Ayakta Başın Arkasında

source: Standing Side Single Arm
de: Stehende Seite Einzelner Arm
es: De pie, estiramiento de brazos
fr: Etirement du Dos de Côté avec un Bras
ko: 스탠딩 사이드 싱글 암
pt: Inclinar Braço Para a Lateral
tr: Ayakta Tek Kol Yanlara

source: Stretch Squat Torso Twist
de: Dehnungsübung Hocke Oberkörpertwist
es: Estiramiento con sentadillas, girando el torso.
fr: Etirement du Dos Rotation du Torse Accroupi
ko: 스트레치 스쿼트 토소 트위스트
pt: Rotação Dorsal Esticado
tr: Çömelme Gövde Döndürme Esneme

source: Stretch Standing Legs Arms
de: Dehnungsübung Stehend Beine Arme
es: Estiramiento de piernas y brazos, de pie.
fr: Etirement Ischio Jambes et Bras Tendus
ko: 스트레치 스탠딩 레그즈 암즈
pt: Braços até Pernas, em Posição Esticada
tr: Ayakta Bacakları Kolları Esnetme

source: Stretch Standing Hand To Foot
de: Dehnungsübung Stehend Hand Zu Fuß
es: Estiramiento, aguantar el pie con la mano
fr: Etirement Cuisse Debout
ko: 스트레치 스탠딩 핸드 투 풋
pt: Mão Puxa Pé em Modo Estandido
tr: Elleri Ayağa Değdirerek Ayakta Esneme

source: Stretch Knee Bent
de: Dehnungsübung Knie Gebeugt
es: Estiramiento doblando la rodilla
fr: Etirement Genoux Fléchi
ko: 스트레치 니 벤트
pt: Dobrar Joelho Esticado
tr: Dizler Bükülü Esneme

source: Stretch Adductors Standing
de: Dehnungsadduktoren Stehend
es: Estiramiento de los aductores, de pie.
fr: Etirement Abducteurs Debout
ko: 스트레치 어덕터 스탠딩
pt: Esticar Abdutores em Pé
tr: Ayakta Yaklaştırıcı Kas Esnetme

source: Sitting Body Curl
de: Sitzender Körper-Curl
es: Estiramiento doblando el cuerpo, sentado.
fr: Etirement Assis Ischio
ko: 시팅 바디 컬
pt: Enconchoamento do Corpo Sentado
tr: Oturarak Vücut Kıvırma

source: Stretch Lying Knee Bent
de: Dehnungsübung Liegend Gebeugtes Knie
es: Estiramiento de rodillas, estirado.
fr: Etirement Ischio Allongé Genou Plié
ko: 스트레치 라잉 니 벤트
pt: Dobrar Joelhos Estando Deitado e Esticado
tr: Yatarak Diz Bükülü Esneme

source: Stretch Adductors (Sitting)
de: Dehnungsadduktoren (Sitzend)
es: Estiramiento de aductores (sentado).
fr: Etirement Assis Abducteurs
ko: 스트레치 어덕터 (시팅)
pt: Esticar Abdutores (Sentado)
tr: Yakınlaştırıcı Kas Esnetme (Oturarak)

source: Stretch Kneeling Child Pose
de: Dehnungsübung Kniende Kinderpose
es: Estiramiento espalda, de rodillas.
fr: Etirement Lombaire Agenouillé
ko: 스트레치 닐링 차일드 포즈
pt: Esticar Joelhos em Posição Criança
tr: Eğilmiş Çocuk Pozuyla Esneme

source: Stretch Lower Back Arms Assist
de: Dehnungsübung Unterer Rücken Arme Helfen
es: Estiramiento de la parte inferior de la espalda con ayuda de los brazos.
fr: Etirement Lombaire Bras Tendus
ko: 스트레치 로워 백 암즈 어시스트
pt: Esticar Lombar com Asistência de Braços
tr: Kol Destekli Bel Esnetme

source: Dumbbell Lateral Raise
de: Kurzhantel-Seitenerhöhung
es: Elevación de Mancuerna Lateral
fr: Élévation Latérale avec Haltères
ko: 덤벨 레터럴 레이즈
pt: elevação lateral de halteres
tr: Dambıllı Yana Kaldırma

source: Dumbbell Lunge Side
de: Kurzhantel-Ausfallschritt
es: Mancuerna Lunge Lateral
fr: Fente Latérale avec Haltères
ko: 덤벨 런지 사이드
pt: investida lateral com halteres
tr: Dambıllı Yana Hamle

source: Standing Abdominal Stretch
de: Stehende Abdominal-Dehnung
es: Estiramiento abdominal en pie
fr: Étirement Abdominal Debout
ko: 서서하는 복부 스트레칭
pt: alongamento abdominal em pé
tr: Ayakta Karın Kası Esnetme

source: Barbell Good Morning
de: Langhantel Guten Morgen
es: Ejercicio con barra matutino
fr: Good Morning avec Barre d’Haltères
ko: 바벨 굿모닝
pt: Bom Dia com Alteres
tr: Halterle Güne Merhaba

source: Curl Bar Row
de: Curlstange Rudern
es: Barra Curvada
fr: Tirage à la Barre
ko: 컬 바 로우
pt: remada com barra curva
tr: Z-Bar ile Kürek Çekiş

source: extra_main_description
de: Fortgeschrittene Trainingsprogramme, um Sie vollkommen in Form zu bringen und stark zu machen.
es: Programas de entrenamiento diseñados para hacerte polvo y más fuerte
fr: Programmes d’exercices avancés conçus pour dessiner vos muscles et devenir plus fort.
ko: 당신이 완전히 근육을 얻고 강해지도록 디자인된 고급 운동 프로그램
pt: Programas de exercícios avançados para deixá-lo totalmente definido e forte.
tr: Sizi tamamen dağıtmak ve güçlendirmek için tasarlanmış gelişmiş antrenman programları.

source: Building muscle add volume and strength.
de: Muskeln aufbauen Volumen und Kraft zufügen
es: Incrementar la musculatura añadiendo volumen y fuerza
fr: Gagnez du muscle, du volume et de la force.
ko: 근육의 볼륨을 더하고 체력을 기르기
pt: Desenvolver os músculos para adicionar volume e força.
tr: Kas yaparak hacim ve güç kazanın.

source: Muscle Growth of the full Body.
de: Muskelaufbau des ganzen Körpers.
es: Incremento de músculos en todo el cuerpo
fr: Musclez entièrement votre corps.
ko: 몸 전체 근육 성장
pt: Crescimento muscular do corpo inteiro.
tr: Tüm Vücudun Kas Gelişimi.

source: Beginner Intermediate Advanced.
de: Anfänger Mittlere Ebene Fortgeschritten
es: Desde el nivel intermedio al avanzado
fr: Débutant Intermédiaire Avancé.
ko: 초보 중급 고급
pt: Iniciante Intermediário Avançado
tr: Başlangıç Orta İleri

source: Man and Women.
de: Männer und Frauen
es: Hombres y Mujeres
fr: Homme et Femme.
ko: 남자와 여자
pt: Homens e mulheres
tr: Erkek ve Kadın

source: Gym.
de: Fitnessstudio
es: Gimnasio
fr: Salle de sport.
ko: 헬스장
pt: Academia
tr: Spor Salonu.

source: Barbell Dumbbells Bench.
de: Langhantel Kurzhanteln Bank
es: Banco de pesos
fr: Barre d’haltères, Haltères, Banc.
ko: 바벨 아령 벤치
pt: Banco de barras e alteres
tr: Halter Dambıl Sehpa

source: Building muscle add definition and strength.
de: Muskel aufbauen Definition und Kraft hinzufügen
es: Incremento de musculación que añade definición y fuerza
fr: Augmentez votre masse musculaire, définissez vos muscles et gagnez de la force.
ko: 근육의 선명함과 체력을 기르기
pt: Construindo músculos para adicionar definição e força
tr: Kas yaparak nitelik ve güç kazanın.

source: Home, Office, Studio.
de: Zuhause, Büro, Studio
es: Casa, oficina, studio
fr: Maison, Bureau, Studio.
ko: 집, 회사, 스튜디오
pt: Casa, escritório, studio
tr: Ev, Ofis, Stüdyo.

source: Bench, Dumbbell, Mat, Body Weight.
de: Bank, Kurzhantel, Matte, Körpergewicht
es: Banco, pesos, esterilla, peso corporal
fr: Banc, Haltères, Tapis, Poids du corps.
ko: 벤치, 아령, 매트, 몸무게
pt: Banco, alteres, colchonete, peso do corpo
tr: Sehpa, Dambıl, Mat, Vücut Ağırlığı.

source: Muscle definition and fat burning.
de: Muskeldefinition und Fettverbrennung
es: Definición muscular y quemadura de grasa
fr: Définition des muscles et combustion des graisses.
ko: 근육의 선명함과 지방 연소
pt: Definição muscular e queima de gorduras
tr: Kas tanımı ve yağ yakımı.

source: Cardio routine of the full Body.
de: Cardio-Routine des ganzen Körpers
es: Rutina cardiovascular en todo el cuerpo
fr: Routine de cardio pour tout le corps.
ko: 몸 전체 심장 강화 운동
pt: Rotina cardíaca do corpo inteiro.
tr: Tüm vücudun kardiyo rutini.

source: Home, Office.
de: Zuhause, Büro
es: Casa, Oficina
fr: Maison, Bureau.
ko: 집, 회사
pt: Casa, escritório
tr: Ev, Ofis.

source: Core zone.
de: Kernzone
es: Zona central
fr: Abdomen.
ko: 핵심 영역
pt: Zona central
tr: Core bölge.

source: Abdominals definition & fat burning.
de: Definition der Bauchmuskeln & Fettverbrennung
es: Definición de abdominales y quema-grasas
fr: Définition des abdos et combustion des graisses.
ko: 복부의 선명함 & 지방 연소
pt: Definição de abdominais e queima de gorduras.
tr: Karın kasları tanımı & yağ yakımı.

source: Gym, Home, Office.
de: Fitnessstudio, Zuhause, Büro
es: Gimnasio, Casa, Oficina
fr: Salle de sport, Maison, Bureau.
ko: 헬스장, 집, 회사
pt: Academia, casa, escritório.
tr: Spor Salonu, Ev, Ofis.

source: Stability ball, Mat, Body Weight.
de: Gymnastikball, Matte, Körpergewicht
es: Balón de estabilidad, Esterilla, Peso Corporal
fr: Ballon d’exercice, Tapis, Poids du corps.
ko: 안전한 공, 매트, 몸무게
pt: Bola de estabilidade, colchonete, peso do corpo.
tr: Denge topu, Mat, Vücut Ağırlığı.

source: Chest & Arms.
de: Brust & Arme
es: Pecho y Brazos
fr: Buste et bras.
ko: 가슴&팔
pt: Torax e braços.
tr: Göğüs & Kollar.

source: Get strength and definition.
de: Kraft und Definition bekommen
es: Consigue fuerza y definición
fr: Prenez de la force et de la définition.
ko: 체력과 선명함을 얻기
pt: Ganhe força e definição.
tr: Güç ve nitelik kazanın.

source: Bench, Dumbbell.
de: Bank, Kurzhantel
es: Banco, Pesos
fr: Banc, Haltères.
ko: 벤치, 아령
pt: Banco, alteres.
tr: Sehpa, Dambıl.

source: Arms.
de: Arme
es: Brazos
fr: Bras.
ko: 팔
pt: Braços.
tr: Kollar.

source: Shoulders.
de: Schultern
es: Hombros
fr: Épaules.
ko: 어깨
pt: Ombros.
tr: Omuzlar.

source: Bench, Dumbbell, Balance Ball.
de: Bank, Kurzhantel, Gleichgewichtsball
es: Banco, Pesos, Balón de Equilibrio
fr: Banc, Haltères, Ballon d’équilibre.
ko: 벤치, 아령, 밸런스 볼
pt: Banco, alteres, bola de equilíbrio
tr: Sehpa, Dambıl, Denge Topu.

source: Back & Arms.
de: Rücken & Arme
es: Espalda & Brazos
fr: Dos et bras.
ko: 등&팔
pt: Costas e braços.
tr: Sırt & Kollar.

source: Neck, shoulders, lower back and legs.
de: Nacken, Schultern, unterer Rücken und Beine
es: Cuello, hombros, parte inferior de la espalda y piernas
fr: Cou, épaules, lombaires, jambes.
ko: 목, 어깨, 허리와 다리
pt: Pescoço, ombros, parte inferior das costas e pernas.
tr: Boyun, omuzlar, alt sırt ve bacaklar.

source: Muscle flexibility and relaxation.
de: Muskelflexibilität und Entspannung
es: Flexibilidad muscular y relajación
fr: Flexibilité musculaire et relaxation.
ko: 근육의 유연성과 이완
pt: Flexibilidade muscular e relaxamento.
tr: Kas esnekliği ve gevşemesi.

source: Exercise Mat, Body Weight.
de: Übungsmatte, Körpergewicht
es: Esterilla de Ejercicio, Peso del Cuerpo
fr: Tapis d’exercice, Poids du corps.
ko: 운동매트, 몸무게
pt: Colchonete de exercício, peso do corpo.
tr: Egzersiz Matı, Vücut Ağırlığı.

source: Focus
de: Fokus
es: Concentración
fr: Focalisation
ko: 초점
pt: Foco
tr: Odak

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ko: 목표
pt: Meta
tr: Amaç

source: Skill level
de: Fähigkeitslevel
es: Nivel de habilidad
fr: Niveau d’aptitude
ko: 스킬 레벨
pt: Nível de habilidade
tr: Beceri seviyesi

source: Target Group
de: Zielgruppe
es: Grupo objetivo
fr: Groupe ciblé
ko: 목표 그룹
pt: Grupo alvo
tr: Hedeflenen grup

source: Place
de: Ort
es: Lugar
fr: Lieu
ko: 지역
pt: Local
tr: Yer

source: Equipment
de: Ausstattung
es: Equipamiento
fr: Équipement
ko: 장비
pt: Equipamento
tr: Ekipman

source: extraDescription1
de: Übungen für Gewichtheben und Muskelaufbau und Kraft.
es: Ejercicios diseñados para elevar pesos y aumentar la masa muscular y la fuerza
fr: Exercices conçus pour l’haltérophilie, la prise de masse musculaire et pour augmenter votre force.
ko: 무게를 올려서 근육과 체력을 키우도록 디자인된 운동.
pt: Exercícios desenvolvidos para levantamento de peso e devenvolvimento muscular e de força.
tr: Ağırlık kaldırmak ve kas ve güç kazanmak için tasarlanmış olan antrenmanlar.

source: extraDescription2
de: Perfekte Kombination von Training, um Kraft zu bekommen und Definition hinzuzufügen.
es: Combinación perfecta de ejercicios para aumentar fuerza y añadir definición
fr: Combinaison parfaite d’exercices pour prendre de la force et définir vos muscles.
ko: 체력과 선명함을 더해주는 완벽한 운동 조합.
pt: Combinação perfeita de exercícios para ganhar força e adicionar definição.
tr: Güç ve nitelik kazanmak için mükemmel egzersiz kombinasyonları.
