Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 1 Wrist Curls
de: Setzen Sie sich auf eine Bank, und lassen Sie Ihre Unterarme auf Ihren Oberschenkeln ruhen. Fassen Sie die Stange im Untergriff an, und lassen Sie Ihre Handgelenke passiv verlängert: - Atmen Sie ein, und biegen Sie Ihr Handgelenk nach oben. - Atmen Sie bei der Vollendung der Übung aus.
es: Siéntate con los antebrazos apoyados en los muslos o en un banco. Coge La barra con un agarre supino y con las muñecas extendidas pasivamente: ⁃ Inhala y eleva la muñeca. ⁃ Exhala mientras completas el movimiento.
ko: 벤치에 앉아 전박을 허벅지에 편안하게 놓습니다. 언더핸드 그립으로 바를 잡고 손목은 적당하게 확장시킵니다: -손목을 컬하여 올리면서 숨을 들이마십니다. -동작을 마루리하면서 숨을 내쉽니다.
pt: Sente-se com os antebraços a repousarem sobre as coxas ou num banco. Com a mão por baixo aperte com firmeza a barra com os seus pulsos passivamente estendidos: - Inspire e gire o punho para cima. - Expire enquanto completa o movimento.
tr: Ön kollarınız kalçalarınız üzerinde duracak şekilde oturun veya sehpaya koyun. Bileklerinizi pasif olarak uzatarak barı aşağıdan yukarı doğru bir kavrayışla tutun: - Nefes alın ve bileğinizi yukarı doğru bükün. - Hareketi tamamlarken nefes verin.

source: 2 Wrist Curls
de: Setzen Sie sich auf eine Bank. Benutzen Sie eine Hantel, und lassen Sie Ihre Handgelenke passiv verlängert: - Atmen Sie ein, und biegen Sie Ihr Handgelenk nach oben. - Atmen Sie bei der Vollendung der Übung aus. Diese Übung bearbeitet die Beugemuskeln des Handgelenks und des Fingers.
es: Siéntate en un banco. Con una mancuerna y las muñecas extendidas pasivamente: ⁃ Inhala y eleva la muñeca. ⁃ Exhala mientras completas el movimiento. ⁃ Este ejercicio trabaja los flexores de la muñeca y los dedos.
ko: 벤치에 앉습니다. 아령을 이용하여 손목은 적당하게 확장시킵니다: -손목을 컬하여 올리면서 숨을 들이마십니다. -동작을 마루리하면서 숨을 내쉽니다. 이 운동은 손목과 손가락의 굴근을 단련합니다.
pt: Sente-se num banco. Utilizando um haltere e com os pulsos passivamente estendidos: - Inspire e gire o punho para cima. - Expire enquanto completa o movimento.
tr: Bir sehpaya oturun. Bileklerinizi pasif olarak uzatarak ve bir dambıl kullanarak: - Nefes alın ve bileğinizi yukarı doğru bükün. - Hareketi tamamlarken nefes verin.Bu egzersiz bilek ve parmaklarınızdaki fleksörleri çalıştırır.

source: Squats
de: Kniebeugen
es: Sentadillas
fr: Squats à la Barre
ko: 스쿼트
pt: Abaixamentos
tr: Çöküşler

source: 1 Squats
de: Bei der Kniebeuge lassen Sie sich zum Boden hinab, ohne daß Sie Ihren unteren Rücken biegen. Sie benutzen anstelle dessen Ihre Beine zum Herunterlassen Ihres Körpers und lassen die Wirbelsäule in einer neutralen Position. Stellen Sie sich so, daß Ihre Füße hüftweit auseinander sind. Drücken Sie Ihre Hüften nach hinten, und beugen Sie Ihre Knie. Lassen Sie Ihr Gewicht hinten auf Ihren Fersen und nicht auf Ihren Fußballen. Ihre Knie sollten hinter Ihren Zehen bleiben. Lassen Sie sich weiter hinab, bis Ihre Knie sich in einer 90 Grad Biegung befinden. Halten Sie für eine Zählung inne, und drücken Sie sich dann durch Ihre Fersen ab, wobei Sie Ihre Knie und Hüften strecken.
es: Las sentadillas consisten en agacharte sin doblar la espalda. En su lugar, se usan las piernas, manteniendo la columna en una posición neutral. Colócate de pie con los pies separados a la anchura de los hombros. Presiona las caderas hacia atrás y dobla las rodillas. Soporta el peso con los talones, no con el metatarso de los pies. Las rodillas deberán estar por detrás de los dedos de los pies. Sigue bajando hasta que las rodillas fomen un ángulo de 90 grados. Mantén la posición durante un segundo y empuja con los talones para extender las rodillas y las caderas.
ko: 스쿼트는 아랫 등을 구부리지 않고 바닥에 자신을 낮추는 운동입니다. 대신, 척추는 중립 위치로 유지하면서 다리를 이용해서 몸을 낮춥니다. 골반 넓이로 섭니다. 힙을 뒤로 밀면서 무릎을 구부립니다. 본인의 체중은 발 앞꿈치가 아니라 뒷꿈치에 모음니다. 무릎은 발가락보다 뒤에 있어야 합니다. 무릎이 90도 각도로 구부러질 때까지 내려가기 바랍니다. 잠시 멈추었다가 다시 무릎과 힙을 확장하면서 뒷꿈치로 밀면서 일어납니다.
pt: O abaixamento envolve o baixar-se para o chão sem dobrar a parte inferior das costas. Para isso, deve usar as suas pernas para baixar o corpo, mantendo a coluna em posição neutra. Afaste os pés à largura do seu quadril. Incline a cintura para trás e dobre os joelhos. Mantenha o seu peso sobre os calcanhares, e não sobre a parte frontal dos seus pés. Os joelhos devem ficar atrás dos dedos. Continue a baixar-se até os joelhos formarem um angulo de 90 graus. Pause para uma contagem e, em seguida, puxe novamente pelos seus calcanhares, estendendo os joelhos e elevando cintura.
tr: Çöküşler, arka sırt bölgenizden eğilmeden vücudunuzu yere doğru çömeltmeyi gerektirir. Bunun yerine, vücudunuzu alçaltmak için bacaklarınızı kullanın ve belinizi doğal bir pozisyonda tutun. Bacaklarınızı kalça açıklığında tutun. Kalçalarınızı geriye doğru itin ve dizlerinizi kırın. Ağırlığınızı ayak parmak kökleriniz yerine, tekrar topuklarınız üzerine verin. Dizleriniz parmak uçlarınızdan daha geride durmalıdır. Dizleriniz 90 derecelik bir bükülmeye sahip olana kadar alçalmaya devam edin. Bir saniyeliğine duraklayın ve daha sonra dizlerinizi ve kalçanızı topuklarınıza basarak uzatın.

source: Angled Leg Presses
de: Abgewinkeltes Beinpressen
es: Press de Pierna Inclinado
fr: Presse à Cuisses
ko: 앵글 레그 프레스
pt: Pressão de Pernas em Angulo
tr: Açılı Bacak İtişleri

source: 2 Angled Leg Presses
de: Setzen Sie sich mit Ihrem Rücken und Kopf and die gepolsterte Stütze gelehnt auf die Maschine. Stellen Sie Ihre Füße hüftweit auf die Fußplatte, und gehen Sie sicher, daß Ihre Fersen flach sind. Die Beine sollten am Knie einen Winkel von ungefähr 90 Grad bilden, es kann etwas mehr oder weniger sein, so lange die Fersen flach auf der Platte stehen. Die Knie sollten mit den Füßen eine Linie bilden und weder nach innen noch nach außen gebogen sein. Ihr Hintern sollte sich nicht von der Sitzplattform bewegen. Wenn er dies tut, und die Beine sind zu sehr angewinkelt, müssen Sie den Sitz zurückstellen, bis die korrekte Position erreicht ist. Sie erkennen diese schlechte Position, wenn die Knie vor Ihren Augen erscheinen, und Sie sich eingeengt fühlen. Greifen Sie nach den Stützgriffen.
es: Siéntate en la máquina con la espalda y la cabeza apoyadas en la parte acolchada. Coloca los pies en el reposapiés, separados a la anchura de los hombros, y asegurándote de que los talones toquen la superficie. Las piernas deberán formar un ángulo de unos 90 grados en la rodilla, manteniendo siempre los talones apoyados en el reposapiés. Las rodillas deberán estar en línea con los pies y sin doblarse hacia fuera o hacia dentro. El trasero no deberá elevarse del asiento. Si lo hace, y las piernas forman un ángulo demasiado agudo, tendrás que ajustar el asiento hasta la posicion correcta. Podrás reconocer esta mala postura si tus rodillas parecen estar a la altura de tus ojos y te sientes un poco incómodo. Agarra los mangos de asistencia.
ko: 등과 머리를 패드 지지대에 대고 기구에 앉습니다. 발은 발판에 골반 넓이로 대고 발뒷꿈치를 완전히 고정시킵니다. 발뒷꿈치가 발판에 완전히 붙도록 하는한 약간의 오차를 허용하면서 다리는 무릎 정도에서 약 90도 각도를 이루도록 합니다. 무릎은 발과 직선을 이루며 안쪽으로도 바깥쪽으로도 기울어서는 안됩니다. 엉덩이는 의자에서 떨어져서는 안됩니다. 만약 엉덩이를 떼면, 다리 각도가 너무 좁아져서 의자를 올바른 자세가 나올 때까지 조절할 필요가 있습니다. 무릎이 자신의 눈 앞에 있는 것 같고 근육이 뭉치는 것을 느끼면 자세가 좋지 않은 것입니다. 보조 핸들을 잡습니다.
pt: Sente-se na máquina com as costas e cabeça no apoio acolchoado. Coloque os pés sobre a placa dos pés com distância da sua cintura entre eles, garantido que a sola está plana. As pernas devem formar um ângulo de aproximadamente 90 graus no joelho com uma pequena variação desde que a sola fique sempre horizontalmente à placa. Os joelhos devem estar alinhados com os pés e nunca curvados para dentro ou para fora. A parte inferior do seu corpo não pode levantar da plataforma. Se isso acontecer, as pernas irão estar num angulo muito acentuado, necessitando para isso que ajuste o banco até à posição correta. Pode dar conta desta situação, se os seus joelhos ficarem à frente dos seus olhos ou se sentir apartado. Segurar nas alças pode ajudar.
tr: Makineye başınız ve sırtınız yastıklı desteğe gelecek şekilde oturun. Ayaklarınızı, ayak plakasına kalça açıklığında yerleştirin ve topuklarınızın düz bir şekilde basıyor olduğundan emin olun. Topuklar plakaya düz bir şekilde bastığı sürece bacaklarınız dizlerden aşağı yukarı 90 derecelik bir açı oluşturmalıdır. Dizler, ne içeri ne de dışarı bükük olmadan, ayaklarla aynı hizada olmalıdır. Kalçanız koltuktan yukarı kalkmamalıdır. Eğer kalkıyorsa ve bacaklarınız çok keskin bir açıdaysa, o zaman doğru pozisyon elde edilene kadar koltuk ayarı yapılmalıdır. Bu hatalı pozisyonu, dizleriniz gözlerinizin önünde duruyor ve kramp girmiş gibi hissediyorsanız tanırsınız. Yardımcı tutamaçları kavrayın.

source: Leg Extensions
de: Beinstrecken
es: Extensiones de Pierna
fr: Extension Jambes
ko: 다리 확장
pt: Extensões de Pernas
tr: Makinede Ön Bacak

source: 3 Leg Extensions
de: Heben Sie das Gewicht langsam, indem Sie beide Beine nach oben zu einer ausgestreckten Position bringen. Ziehen Sie das Gewicht nicht ruckartig nach oben. Halten Sie diese Position für eine Sekunde. Lassen Sie das Gewicht langsam zur Anfangsposition zurückkommen. Wiederholen Sie die Übung.
es: Eleva lentamente el peso extendiendo ambas piernas hacia arriba, hasta que estén rectas. No las subas de repente. Mantén esta posición durante un segundo. Vuelve a la posición inicial lentamente. Repite el movimiento.
ko: 양다리를 위로 똑바른 자세로 확장시키면서 웨이트를 천천히 올립니다. 급하게 웨이트를 올리지 마십시오. 이 자세를 일초간 유지합니다. 천천히 웨이트를 시작 위치로 내립니다. 동작을 반복합니다.
pt: Levante lentamente o peso, estendendo as pernas para cima até à posição direita. Nunca sacuda o peso para cima. Mantenha-se nesta posição durante um segundo. Deixe cair o peso lentamente para a posição inicial.Repita o movimento.
tr: İki bacağınızı birden yukarı kaldırarak düz pozisyona getirmek için ağırlıkları kaldırın. Ağırlığı ani bir şekilde yukarı fırlatmayın. Pozisyonu bir saniyeliğine tutun. Ağırlığı yavaşça başlangıç pozisyonuna doğru alçaltın. Hareketi tekrar edin.

source: Dumbbell Lunges
de: Hantelausfallschritte
es: Lunges con Mancuerna
fr: Fente Avant avec Haltères
ko: 덤벨 런지
pt: Alongamento com Haltere
tr: Dambılla Öne Bacak Açma

source: 4 Dumbbell Lunges
de: Stellen Sie sich mit Hanteln an den Seiten gehalten hin. Schreiten Sie mit dem ersten Bein nach vorne. Landen Sie auf der Ferse und dann auf dem Vorderfuß. Lassen Sie Ihren Körper herab, indem Sie Ihr Knie und Ihre Hüfte des vorderen Beins herunterlassen, bis das Knie des hinteren Beins fast mit dem Boden Kontakt hat. Gehen Sie zur stehenden Anfangsposition zurück, indem Sie die Hüfte und das Knie des vorderen Beins zum Ausstrecken zwingen. Wiederholen Sie diese abwechselnden Schritte mit dem anderen Bein.
es: De pie, con las mancuernas a los lados. Embiste hacia adelante con una pierna. Apóyate en el talón y después en la parte anterior del pie. Baja el cuerpo flexionando la rodilla y cadera de la pierna delantera, hasta que la rodilla de la pierna trasera esté casi en contacto con el suelo . Vuelve a la posición inicial de pie, extendiendo la cadera y la rodilla de la pierna delantera. Repite alternando ambas piernas.
ko: 아령을 옆으로 들고 섭니다. 첫번째 다리를 앞으로 한 발 나아갑니다. 발 뒷꿈치로 먼저 착지한 다음 앞꿈치를 내립니다. 앞다리의 무릎과 힙을 뒷다리가 바닥에 거의 닿을 때까지 구부리면서 몸을 내립니다. 원자세로 힙과 앞다리의 무릎의 탄력을 이용해서 돌아옵니다. 반대쪽 다리로 교체하여 런지를 반복합니다.
pt: Fique de pé com os halteres pendurados de lado. Mova para a frente uma perna. Apoie primeiro o calcanhar e só depois o restante pé. Abaixe o corpo fletindo o joelho e cintura até a perna de trás ficar praticamente em contacto com o chão. Retorne para a posição inicial recorrendo à força da perna da frente. Repita o procedimento com a outra perna.
tr: Dambıllar yanlarınızda kavranmış bir şekilde ayakta durun. İlk ayakla öne doğru bir adım atım. Önce topuğa, daha sonra ön ayak kısmına basın. Dizinizi ve ön bacak uyluğunuzu, arka bacak yerle neredeyse temas haline gelene kadar kırın. Öndeki bacağın diz ve kalçasını güç uygulayarak uzatarak başlangıç pozisyonuna geri dönün. Bacağı değiştirerek öne açmayı tekrar edin.

source: Cable Back Kicks
de: Kabelzurückziehen
es: Patada hacia Atrás con Cable
fr: Fente Avant avec Haltères
ko: 케이블 백 킥
pt: Pontapés Traseiros com Cabo
tr: Makinede Bacak Geri İtiş

source: 5 Cable Back Kicks
de: Befestigen Sie eine Schlaufe an das Ende des Kabels, daß durch die untere Rolle läuft. Bringen Sie die Schlaufe um Ihr Fußgelenk. Stellen Sie sich vor den Gewichtsstapel und halten Sie sich am Rand der Maschine zur Unterstützung fest. Neigen Sie Ihr Becken nach vorne. Bringen Sie Ihr Bein zurück.
es: Ajusta un manguito al final del cable y a través de la polea inferior. Ponte el manguito en el tobillo. Colócate de pie delante de la máquina y agárrate al borde para sujetarte. Inclina la pelvis hacia adelante. Mueve la pierna hacia atrás.
ko: 아래 풀리을 관통하는 케이불 끝에 커프를 부착합니다. 커프를 발목에 단단히 맵니다. 웨이트 앞에 서서 기기의 가장 자리를 잡아 지지를 합니다. 골반을 기울입니다. 다리를 원상복귀합니다.
pt: Anexe uma braçadeira na extremidade do cabo atravessan a partir da polia. Aperte a braçadeira em redor do seu tornozelo. Fique de frente para o poste e segure-se na borda da máquina para se equilibrar. Traga a perna para trás.
tr: Alt makarada bulunan kablonun sonuna bir kelepçe ekleyin. Kelepçeyi ayak bileğinize takın. Ağırlık yığınının önünde durun ve destek için makinenin kenarına tutunun: Leğen kemiğinizi öne doğru itin. Bacağınızı geriye doğru itin.

source: Dumbbell Squats
de: Hantelkniebeugen
es: Sentadillas con Mancuerna
fr: Squat avec Haltères
ko: 덤벨 스쿼트
pt: Abaixamento com Haltere
tr: Dambıllı Çöküşler

source: 6 Dumbbell Squats
de: Stellen Sie sich mit leicht gespreizten Füßen hin, halten Sie in jeder Hand eine Hantel fest, und lassen Sie Ihre Arme an den Seiten herunterhängen: - Gucken Sie gerade nach vorne, wölben Sie Ihren Rücken etwas, und gehen Sie in die Hocke. - Wenn Ihre Oberschenkel parallel zum Boden sind, strecken Sie Ihre Beine, und gehen Sie zur Anfangsposition zurück. - Atmen Sie bei der Vollendung der Bewegung aus.
es: De pie y con los pies ligeramente separados, sujeta una mancuerna en cada mano, con los brazos colgando a ambos lados: ⁃ Mira al frente, arquea ligeramente la espalda y haz una sentadilla. ⁃ Una vez que tus muslos estén paralelos al suelo, endereza las piernas hasta volver a la posición inicial. ⁃ Exhala mientras completas el movimiento.
ko: 발을 약간 벌리고 서서 아령을 양손에 잡고 팔을 옆으로 느러뜨립니다: -똑바로 보면서, 등을 조금 뒤로 구부리며 스쿼트를 시작합니다. -허벅지가 바닥과 평행을 이루면 다리를 똑바로 펴서 시작 위치로 돌아옵니다. -동작을 마무리 하면서 숨을 내쉽니다.
pt: Fique em pé com os pés ligeiramente afastados e agarre num haltere em cada mão com os braços pendurados para baixo: - Olhe para a frente, abaixe-se arqueando ligeiramente as costas. - Assim que os halters fiquem paralelos ao chão, estique as pernas para voltar à posição inicial. - Expire quando completar o movimento.
tr: Bacaklarınız hafif aralık şekilde ayakta durun ve kollarınız yanlardan sarkacak şekilde her elinizde bir dambıl tutun: -Tam karşıya bakın, belinizi hafif yay haline getirin ve aşağı çökün. - Uyluklarınız zemine paralel olduğunda, başlangıç pozisyonuna dönmek için bacaklarınızı düzleştirin. - Hareketi tamamlarken nefes verin.

source: Front Squats
de: Frontkniebeugen
es: Sentadillas Delanteras
fr: Squat avec Barre Placée devant le Torse
ko: 프런트 스쿼트
pt: Elevação Frontal
tr: Ön Çöküşler

source: 7 Front Squats
de: Platzieren Sie die Hantel über Ihre vorderen Schultermuskeln, halten Sie Ihre Oberarme parallel zum Boden, biegen Sie Ihre Ellenbogen, kreuzen Sie Ihre Arme, fassen Sie nach der Stange, und gucken Sie gerade nach vorne: - Atmen Sie ein, und gehen Sie in die Hocke. - Gehen Sie zur Anfangsposition zurück, atmen Sie während der Vollendung der Übung aus.
es: Coloca las mancuernas sobre los deltoides anteriores, manteniendo la parte superior de los brazos paralela al suelo, dobla los codos, cruza los antebrazos, agarra la barra y mira al frente: ⁃ Inhala y haz la sentadilla. ⁃ Vuelve a la posición inicial y exhala mientras completas el movimiento.
ko: 본인의 전방 삼각근에 걸쳐 덤벨을 위치시키고, 윗 팔뚝은 바닥과 평행이 되게 유지하면서 팔꿈치를 구부리고, 바를 잡고 앞을 똑바로 응시합니다: -숨을 들이 마시고 쪼그리고 앉습니다. -시작 위치로 돌아오고, 동작을 마무리하면서 숨을 내쉽니다.
pt: Posicione o halter em seu deltóide anterior, mantenha os braços paralelos ao chão, dobre os cotovelos, cruzar dedos do pé, segure a barra, e olhar para a frente: - Inspire e abaixe-se. - Volte ao ponto de partida, expire quando completar o movimento.
tr: Dambılları ön delta kasınızın karşısında tutun, üst kolları yere paralel olarak tutarken, dirseklerinizi bükün, kollarınızı çapraz yapın, barı kavrayın ve tam karşıya bakın: - Nefes alın ve aşağı çökün. - Başlangıç noktasına geri dönün, hareketi tamamlarken nefes verin.

source: Power Squats
de: Kraftkniebeugen
es: Sentadillas de Potencia
fr: Squat Jambes Écartées
ko: 파워 스쿼트
tr: Power Çöküşleri

source: 8 Power Squats
de: Diese Übung ist den üblichen Kniebeugen gleich, aber Ihre Beine sind weit gespreizt, und Ihre Zehen zeigen nach innen, was besonders für die Innenseite der Oberschenkel funktioniert. Die betroffenen Muskeln sind: - der Quadrizeps - alle Adduktoren - die Gesäßmuskeln - die Achillessehne-Gruppe - alle Wirbelsäulenmuskeln
es: Este ejercicio es igual que las sentadillas tradicionales, pero se colocan las piernas extendidas con los dedos apuntando hacia fuera, lo que trabaja la cara interior de los muslos. Los músculos involcucrados son: ⁃ los cuadriceps ⁃ todos los aductores ⁃ los glúteos ⁃ el grupo isquiotibial ⁃ todos los músculos sacroespinales
ko: 이 동작은 일반 스쿼트와 비슷하지만, 다리를 넓게 벌리고 발가락은 바깥을 향하게 해야 해서 안쪽 허벅지 단련에 특히 좋습니다. 이 운동은 다음 근육을 단련합니다: - 대퇴부 사두근 - 모든 내전근 - 둔근 - 슬와부근군 - 모든 천극근
pt: Este movimento é igual ao abaixamento corrente, mas as suas pernas são juntamente com os seus dedos dos pés, apontados para fora. Isto vai trabalhar a face interna das coxas. Os músculos envolvidos são: - Quadríceps - Todos os adutores - Os glúteos - O grupo dos isquiotibiais - Todos os músculos sacrospinalis
tr: Bu hareket de geleneksel çöküşler gibidir, ancak ayak parmak uçlarınız karşıyı gösterirken bacaklarınız geniş bir şekilde açılır; bu da özellikle iç uylukları çalıştırır. Bu harekette çalışan kaslar şunlardır: - kuadriseps - tüm yaklaştırıcı kaslar (addüktör) - glutealler - diz ardı kirişi grubu - tüm sakrospinalis kasları

source: Hack Squats
de: Hackkniebeugen
es: Sentadillas Hack
fr: Presse à Cuisses Inclinée
ko: 핵 스쿼트
tr: Hack Çöküşleri

source: 9 Hack Squats
de: Biegen Sie Ihre Knie, platzieren Sie Ihren Rücken gegen die gepolsterte Oberfläche, keilen Sie Ihre Schultern zwischen die Gabel der Maschine, und stellen Sie Ihre Füße relativ nah aneinander. - Atmen Sie ein, drehen Sie die Stopgriffe der Gabel, um die Maschine loszulassen, und beugen Sie Ihre Beine. - Gehen Sie zur Anfangsposition zurück, und atmen Sie während der Vollendung der Übung aus.
es: Flexiona las rodillas, coloca la espalda en la superficie acolchada, sujeta los hombros con los yugos de la máquina y coloca los pies ligeramente juntos: ⁃ Inhala, rota las manijas de los lados de los yugos para liberar la máquina y dobla las piernas. ⁃ Vuelve a la posición inicial y exhala mientras completas el movimiento.
ko: 무릎은 구부리고, 등을 등받이 패드에 기대고 기구에 장착된 어깨 부착물에 어깨를 완전히 밀착시킵니다. -숨을 들이 마시고, 어깨 부착물 측면에 있는 정지 손잡이를 돌려서 기구를 작동하여, 다리를 구부립니다. -숨을 내쉬면서 시작 위치로 복귀하면 동작이 마무리 됩니다.
pt: Flexione os joelhos, encoste as costas contra a superfície acolchoada, proteja os ombros com os batedores da máquina e coloque os pés próximos um do outro: - Inspire, rodar as alças laterais para liberar a máquina e dobre as pernas. - Volte à posição inicial expirando quando completar o movimento.
tr: Dizlerinizi bükün, sırtınızı yastıklı yüzeye yerleştirin, omuzlarınızı makinenin üstündeki boyunduruğa sıkıştırın ve ayaklarınızı olabildiğince birbirine yaklaştırın: - Nefes alın, boyunduruğun yanlarında bulunan stop tutamaçlarını makineyi serbest bırakmak için döndürün ve bacaklarınızı bükün. - Başlangıç pozisyonuna dönün ve hareketi tamamlarken nefes verin.

source: Seated Leg Curls
de: Sitzende Beinübungen
es: Curl de Pierna Sentado
fr: Flexion Jambes Assis
ko: 시티드 레그 컬
pt: Flexão de Pernas Sentado
tr: Oturarak Arka Bacak

source: 11 Seated Leg Curls
de: Setzen Sie sich mit gestreckten Beinen auf die Maschine, die Fußgelenke ruhen auf dem Walzenkissen. Lassen Sie das Bein über Ihre Oberschenkel herunter, um es zu sichern. Greifen Sie nach den Griffen, die es an beiden Seiten gibt: - Atmen Sie ein, und beugen Sie Ihre Knie, um das Walzenkissen nach unten zu bewegen. - Atmen Sie bei der Vollendung der Übung aus.
es: Siéntate en la máquina con las pierna rectas y los tobillos apoyados en el rodillo. Baja la pierna hasta que descanse en los muslos. Coge los asideros de cada lado: ⁃ Inhala y dobla las rodillas para mover el rodillo hacia abajo. ⁃ Exhala mientras completas el movimiento.
ko: 기구에 앉아서 다리를 곧게 하고, 발목은 회전판에 편안하게 놓습니다. 다리를 허벅지 위에 편안히 고정된 다리를 내립니다. 양측에 제공된 핸들을 잡습니다: -숨을 들이 마시고 무릎을 구부려 회전판을 아래로 움직입니다. -동작을 마무리하면서 숨을 내쉽니다.
pt: Sente-se na máquina com as pernas esticadas, tornozelos apoiados na almofada de rolo. Baixe a perna e descanse sobre as coxas para fixá-las. Segure nas alças fornecidas em cada lado: - Inspire e flexione os joelhos movendo o bloco de cilindro para baixo. - Expire quando completar o movimento.
tr: Bacaklarınız düz, bilekleriniz rulo yastıkta duracak şekilde makineye oturun. Bacaklarınızı korumaya almak için bacak desteğini uyluklarınızla alçaltın. Her iki tarafta bulunan tutamaçları kavrayın: - Nefes alın ve rulo yastığı aşağı indirmek için dizlerinizi kırın. - Hareketi tamamlarken nefes verin.

source: Back Presses
de: Rückendrücken
es: Press de Espalda
fr: Développé Nuque Assis
ko: 백 프레스
pt: Desenvolvimento de Ombros
tr: Geri İtişler

source: 1 Back Presses
de: Fangen Sie damit an, sich auf die Bank zu setzen (mit Rückenunterstützung). Greifen Sie im Obergriff eine Hantel. Halten Sie die Hanteln über den Schultern vor sich, weisen Sie die Ellenbogen zum Boden. Drücken Sie die Hanteln nach oben über den Kopf, so daß die Arme voll ausgestreckt sind. Nach einer Pause bringen Sie die Gewichte zur Anfangsposition zurück.
es: Comienza sentándote en el banco (con el apoyo para la espalda). Coge la haltera con un agarre prono. Sujeta la pesa sobre los hombros un poco por delante de ti, con los codos apuntando al suelo. Empuja la pesa hacia arriba y sobre la cabeza, de manera que los brazos estén completamente extendidos. Tras una pausa, baja las pesas a la posición inicial.
ko: 벤치(등받이가 있는)에 앉아 자세를 잡습니다. 오버핸드 그립으로 바벨을 잡습니다. 덤벨을 어깨 위에서 여러분과 약간 앞으로 떨어져서 유지하며, 팔꿈치는 바닥을 향하게 합니다. 바벨을 밀어 머리 위까지 올려서 팔은 완전히 확장되게 합니다. 잠시 멈춘후 웨이트를 시작 위치로 내립니다.
pt: Comece por sentar em um banco (com apoio para as costas). Segure a barra do haltere com uma pegada pronada. Eleve e mantenha o haltere acima no nível dos ombros, e ligeiramente a sua frente, apontando os cotovelos para chão. Erga o haltere acima da cabeça até que os braços fiquem totalmente esticados. Após uma breve pausa, abaixe o peso e retorne à posição inicial.
tr: Sehpaya oturarak başlayın (sırt desteğiyle). Aşağıdan yukarı doğru bir kavrayışla halteri tutun. Halteri omuzların üstünde sizden hafifçe öne doğru duracak şekilde tutun; dirsekleriniz yere baksın. Halteri yukarı doğru ve başınızın üstünde kaldırın, böylece kollarınız tamamen uzansın. Bir duraklamadan sonra ağırlıkları başlangıç pozisyonuna alçaltın.

source: Seated Front Presses
de: Sitzendes Einständerpressen
es: Press Frontal Sentado
fr: Développé Avant Assis
ko: 시티드 프런트 프레스
pt: Desenvolvimento Frontal Sentado
tr: Oturarak Öne İtişler
