Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: Abs
de: Bauchmuskulatur
es: Abdominales
fr: Abdos
ko: 복근
pt: Abdominais
tr: Karın Kasları

source: Back
de: Rücken
es: Espalda
fr: Dorsaux
ko: 등
pt: Costas
tr: Geri

source: Biceps
de: Bizeps
ko: 이두박근
tr: Bisepsler

source: Calf
de: Wade
es: Pantorrilla
fr: Mollet
ko: 종아리
pt: Panturrilha
tr: Baldır

source: Chest
de: Brust
es: Pecho
fr: Pectoraux
ko: 가슴
pt: Peito
tr: Göğüs

source: Forearms
de: Unterarme
es: Antebrazos
fr: Avant-bras
ko: 전박
pt: Antebraços
tr: Ön kollar

source: Legs
de: Beine
es: Piernas
fr: Jambes
ko: 다리
pt: Pernas
tr: Bacaklar

source: Shoulders
de: Schultern
es: Hombros
fr: Epaules
ko: 어깨
pt: Ombros
tr: Omuzlar

source: Triceps
de: Trizeps
fr: Tríceps
ko: 삼두박근
pt: Tríceps
tr: Trisepsler

source: Incline Bench Sit-Ups
de: Hantelbank Sit-ups
es: Sentadillas en Banco Inclinado
fr: Relevé de Buste au Banc Décliné
ko: 인클라인 벤치 웟몸일으키기
pt: Supino
tr: Eğri Yüzey Bankı Mekikleri

source: 1 Incline Bench Sit-Ups
de: Muskel: Rectus Abdominis Schritt 1: Legen Sie sich mit dem Rücken auf die Schrägbank. Gebenn Sie die Hände über den Kopf. Die Knie sind angezogen. Schritt 2: Heben Sie Ihren Oberkörper nach oben, während Sie Ihr Kreuz auf der Bank halten. Für eine Sekunde halten. Zurück in die Ausgangsposition gehen
es: Músculo: Recto Abdominal Paso 1: Túmbate en la banca inclinada. Coloca las manos sobre la cabeza. Las rodillas están flexionadas. Paso 2: Eleva la zona superior del cuerpo manteniendo la región lumbar en la banca. Aguanta un segundo. Vuelve a la posición inicial
ko: 근육: 복직근 1단계: 디클라인 벤치에 눕습니다. 손을 머리 위로 올립니다. 무릎을 구부립니다. 2단계: 허리를 벤치에 유지한 채 상체를 들어올립니다. 1초 동안 유지합니다. 시작 자세로 돌아옵니다
pt: Músculo: Rectus Abdominis Passo 1: Deite-se no banco reclinado. Posicione as mãos acima da cabeça. Os joelhos devem estar dobrados. Passo 2: Eleve a parte superior do tronco mantendo o fundo das costas no banco. Mantenha a posição durante um segundo. Volta à posição inicial.
tr: Kas: Rectus Abdominis Adım 1: Ters sehpaya yatın. Ellerinizi başınızın üzerine uzatın. Dizlerinizi bükün. Adım 2: Sehpa üzerinde belinizi tutarken üst vücudunuzu yukarıya kaldırın. Bir saniye bu pozisyonda tutun. Başlangıç pozisyonuna dönün.

source: Hanging Leg Raises
de: Freitragendes Beinheben
es: Levantamiento de Piernas desde Posición Colgada
fr: Relevé de Jambes Suspendu
ko: 행잉 레그 레이즈
pt: Levantamento de pernas em suspensão
tr: Paralelde Çakı

source: 2 Hanging Leg Raises
de: Muskel: Rectus Abdominis Schritt 1: Halten Sie sich an einer Klimmzugstange mit einem Überhandgriff und lassen Sie sich mit leicht angewinkelten Knien hängen. Schritt 2: Ziehen Sie Ihre Hüften nach oben, während Sie sich mithilfe Ihrer unteren Bauchmuskulatur in Richtung Ihrer Brust bewegen. Heben Sie Ihre Knie so nahe an die Brust wie möglich, während Sie Ihr Kreuz oben einrollen. Pausieren Sie dann, fühlen Sie die Kontraktion in Ihrer unteren Bauchmuskulatur und gehen Sie in die Ausgangsposition zurück.
es: Músculo: Recto Abdominal Paso 1: Sujetándote a la barra de dominadas con una agarre pronado, quédate colgando con las rodillas ligeramente flexionadas. Paso 2: Levanta las caderas mientras te curvas hacia el pecho usando los músculos abdominales inferiores. Eleva las rodillas lo más cerca que puedas del pecho, curvando la zona lumbar por arriba. Después haz una pausa para sentir la contracción de los músculos abdominales inferiores y regresa a la posición desde la que empezaste
ko: 근육: 복직근 1단계: 무릎을 약간 구부린 채 오버핸드 그립으로 철봉에 매달립니다. 2단계: 하복근을 이용하여 가슴 안쪽으로 말아 엉덩이를 위로 당깁니다. 허리를 둥글게 말아서 가능한 가슴 가까이로 무릎을 들어올립니다. 그리고 잠시 멈추고 하복근의 수축을 느낀 후, 시작 자세로 돌아옵니다
pt: Músculo: Rectus Abdominis Passo 1: Agarrando numa barra de queixo com as palmas das mãos viradas para baixo, mantenha-se em suspenso com os joelhos ligeiramente fletidos. Passo 2: Puxe as ancas para cima à medida que enrola a barra para dentro em direção ao peito usando os músculos dos abdominais inferiores. Eleve os joelhos até tão perto do peito quando possível, curvando o fundo das costas na finalização. Depois pause, sinta a contração nos músculos abdominais inferiores e volte à posição em que começou
tr: Kas: Rectus Abdominis Adım 1: Bir barfiks çubuğuna avuç öne bakacak şekilde tutunun ve dizlerinizi hafifçe kırın. Adım2: Alt karın kaslarınızı kullanarak kalçanızı göğsünüze doğru çekin. Dizlerinizi göğsünüze doğru olabildiğince çekin ve en üst pozisyonda belinizi bükün. Ardından duraklayın, alt karın bölgenizde çekilmeyi hissedin ve başladığınız pozisyona geri dönün

source: Dumbbell Side Bends
de: Hantel-Seitneigung
es: Inclinaciones Laterales con Mancuernas
fr: Flexion Latérale avec Haltères
ko: 덤벨 사이드 벤치
pt: Abdominais laterais com haltere
tr: Dambılla Yana Eğilmeler

source: 3 Dumbbell Side Bends
de: Muskel: Oblique Schritt 1: Stehen Sie gerade mit den Füßen schulterbreit auseinander. Halten Sie in jeder Hand eine Kurzhantel. Schritt 2: Beugen Sie sich in eine Richtung nach unten, mit möglichst geringer Bewegung Ihres Unterkörpers. Schritt 3: Gehen Sie in die Ausgangsposition zurück
es: Músculo: Oblícuo Paso 1: Ponte de pie recto con los pies separados a la altura de los hombros. Sujeta una mancuerna con cada mano. Paso 2: Dóblate hacia abajo en una dirección con un movimiento mínimo de la parte inferior del cuerpo. Paso 3: Vuelve a la posición inicial.
ko: 근육: 복사근 1단계: 어깨 너비로 벌려 똑바로 섭니다. 덤벨을 양손에 잡습니다. 2단계: 하체를 최소한으로 움직여 한쪽으로 아래로 구부립니다. 3단계: 시작 자세로 돌아옵니다.
pt: Músculo: Oblíquo Passo 1: Mantenha-se direito em pé com os pés à mesma distância dos ombros. Segure num haltere em cada mão. Passo 2: Dobre-se para baixo numa direção, com o mínimo movimento para a parte inferior do seu corpo. Passo 3: Volte à posição inicial.
tr: Kas: Oblik Adım 1: Ayaklar omuz genişliğinde olacak şekilde düz durun. Her elinizde bir dambıl tutun. Step 2: Bir yöne doğru (sağ veya sol), vücudunuzun alt kısmında minimum hareket olacak şekilde aşağıya doğru eğilin. Adım 3: Başlangıç pozisyonuna dönün.

source: Crunches
de: Bauchmuskelübungen
es: Abdominales
fr: Relevé de Buste et jambes
ko: 크런치
pt: Flexões
tr: Yatarak Karın Sıkıştırma

source: 4 Crunches
de: Muskel: Rectus Abdominis Schritt 1: Strecken Sie Ihre Beine aus, während Sie auf Ihrem Rücken liegen, heben Sie Ihre Fersen 2 cm vom Boden und platzieren Sie Ihre Hände an der Seite. Schritt 2: Halten Sie Ihre Arme parallel zum Boden, heben Sie Ihren Oberkörper und Ihre Beine, so dass sie ein “E” bilden. Beugen Sie Ihre Knie, während Sie sich aufrichten, und ziehen Sie sie nach oben in Richtung Ihrer Brust.
es: Músculo: Recto Abdominal Paso 1: Túmbate boca arriba, pon las piernas rectas, eleva los talones una pulgada sobre el suelo y coloca las manos a ambos lados del cuerpo. Paso 2: Manteniendo los brazos paralelos al suelo, eleva el torso y las piernas para que formen una e. Mientras te elevas, flexiona las rodillas y llévalas hacia el pecho.
ko: 근육: 복직근 1단계: 등을 대고 누워서 다리를 곧게 펴고 발뒤꿈치를 바닥에서 약간 들어올리며 양손은 옆에 놓습니다. 2단계: 팔을 바닥과 평행이 되게 유지하며, 몸통과 다리를 들어올립니다. 들어올리면서 무릎을 구부리고 가슴 쪽으로 당깁니다.
pt: Músculo: Rectus Abdominis Passo 1: Deitado de costas, estique as pernas, eleve os calcanhares alguns centímetros do chão e apoie as mãos ao lado do corpo. Passo 2: Mantendo os braços paralelos ao chão, eleve o tronco e pernas de modo a formar um e. À medida que se eleva, dobre os seus joelhos e puxe-os em direção ao seu peito.
tr: Kas: Rectus Abdominis Adım 1: Sırtüstü yatarken bacaklarınızı düz tutun ve topuklarınızı yerden birkaç santimetre kaldırın ve ellerinizi vücudunuzun yanında tutun. Adım 2: Kollarını yere paralel tutarak, a e şekli oluşturmak için gövdenizi ve bacaklarınızı kaldırın. Kendinizi kaldırırken dizlerinizi kırın ve göğsünüze doğru çekin.

source: Sit-Ups
es: Sentadillas
fr: Enroulé de Buste avec Ballon d’Exercice
ko: 웟몸 일으키기
pt: Abdominais
tr: Mekikler

source: 5 Sit-Ups
de: Muskel: Rectus Abdominis Schritt 1: Legen Sie sich mit dem Rücken auf den Gymnastikball. Geben Sie Ihre Hände an Ihren Kopf und lassen Sie die Füße auf dem Boden. Schritt 2: Heben Sie Ihren Oberkörper nach oben, während Sie Ihr Kreuz auf dem Gymnastikball halten. Für eine Sekunde halten. Dann zurück in die Ausgangsposition.
es: Músculo: Recto Abdominal Paso 1: Túmbate en la pelota de estabilidad. Coloca las manos en la cabeza y los pies en el suelo. Paso 2: Eleva la parte superior del cuerpo manteniendo la zona lumbar en la pelota de estabilidad. Mantén la posición un segundo. Vuelve a la posición inicial.
ko: 근육: 복직근 1단계: 짐볼에 눕습니다. 손은 머리에 대고 발은 바닥에 붙입니다. 2단계: 허리를 짐볼에 유지한 채 상체를 위로 들어올립니다. 1초 동안 유지합니다. 시작 자세로 돌아옵니다.
pt: Músculo: Rectus Abdominis Passo 1: Deite-se de costas na bola de estabilidade. Coloque as mãos na sua cabeça e os pés no chão. Passo 2: Eleve a parte superior do corpo mantendo o fundo das costas apoiado na bola. Mantenha a posição durante um segundo. Volte à posição inicial.
tr: Muscle: Rectus Abdominis Adım 1: Denge topu üzerine yatın. Ellerinizi başınızın üzerine ve ayağınızı yere koyun. Adım 2: Alt vücudunuzu denge topu üzerinde tutarken üst vücudunuzu kaldırın. Bir saniye bu pozisyonda durun. Başlangıç pozisyonuna dönün.

source: Leg Raises
de: Beinheben
es: Levantamiento de Piernas
fr: Levers de jambes
ko: 다리 올리기
pt: Elevações de pernas
tr: Çakı (Leg Raise)

source: 6 Leg Raises
de: Muskel: Rectus Abdominis Schritt 1: Legen Sie sich auf den Boden. Strecken Sie Ihre Beine aus. Geben Sie Ihre Hände hinter Ihren Kopf. Schritt 2: Heben Sie Ihren Oberkörper nach oben. Für eine Sekunde halten. Dann zurück in die Ausgangsposition.
es: Músculo: Recto Abdominal Paso 1: Túmbate en el suelo. Pon las piernas rectas. Coloca las manos detrás de la cabeza. Paso 2: Eleva la parte superior del cuerpo. Mantén la posición un segundo. Vuelve a la posición inicial.
ko: 근육: 복직근 1단계: 바닥에 눕습니다. 다리를 곧게 폅니다. 손은 머리 뒤로 붙입니다. 2단계: 상체를 위로 들어올립니다. 1초 동안 유지합니다. 시작 자세로 돌아옵니다.
pt: Músculo: Rectus Abdominis Passo 1: Deite-se no chão. Estique as pernas . Posicione as suas mãos atrás da cabeça. Passo 2: Eleve a parte superior do corpo. Mantenha a posição durante um segundo. Volte à posição inicial.
tr: Kas: Rectus Abdominis Adım 1: Yere yatın. Bacaklarınızı uzatın. Elinizi başınızın üzerine yerleştirin. Step 2: Üst vücudunuzu kaldırın. Bir saniye bu pozisyonda bekleyin. Başlangıç pozisyonuna dönün.

source: Flat Bench Lying Leg Raise
de: Flachbank liegendes Beinheben
es: Levantamiento de Piernas desde Posición Tumbada
fr: Relevé de jambes, Bassin Décollé
ko: 플랫 벤치에 누워 다리 올리기
pt: Elevações de pernas em bancada
tr: Düz Sehpada Uzanarak Çakı

source: 7 Flat Bench Lying Leg Raise
de: Mit ausgestreckten Beinen auf die Bank oder den Boden legen. Legen Sie Ihre Hände unter Ihren Hintern mit den Handflächen nach unten. Halten Sie Ihre Beine gestreckt und Ihre Knie gesperrt. Heben Sie Ihre Füße so vertikal wie möglich an.
es: Túmbate en el banco o en el suelo con las piernas rectas. Coloca las manos debajo del trasero con las palmas hacia abajo. Mantén las piernas rectas y las rodillas juntas, Levanta los pies lo más verticalmente que puedas.
ko: 벤치 위에나 바닥에 누워 다리를 폅니다. 양손을 엉덩이 아래에 놓고 손바닥은 아래로 향하게 합니다. 다리는 똑바로 유지면서 무릎을 꼭 고정합니다. 발을 최대한 수직으로 세웁니다.
pt: Deite-se na bancada ou no chão com as pernas esticadas. Posicione as mãos sob o seu rabo com as palmas das mãos para baixo. Mantenha as pernas retas e os joelhos presos. Levante os pés na vertical tanto quanto possível.
tr: Sehpaya veya yere bacaklarınız düz bir şekilde uzatılmış olarak uzanın. Avuç içleriniz yere bakacak şekilde ellerinizi kalçalarınızın altına yerleştirin. Bacaklarınızı düz tutun ve dizlerinizi kilitleyin. Ayaklarınızı olabildiğince dikey olarak kaldırın.

source: Seated Jackknife
de: Sitzendes Klappmesser
es: Jackknife Sentado
fr: Extension Abdo Haute au Banc
ko: 시티드 잭나이프
pt: Jackknife
tr: Oturarak Büyük Çakı

source: 8 Seated Jackknife
de: Setzen Sie sich auf den Bankrand, und halten Sie sich am Sitz hinter Ihnen zur Unterstützung fest, strecken Sie Ihre Beine vor sich aus, Knie leicht gebeugt. Heben Sie Ihre Beine zu Ihrer Brust, und bringen Sie Ihre Brust zu Ihren Knien.
es: Siéntate en el borde del banco y agárrate al asiento detrás de tu espalda como apoyo, extiende las piernas delante de ti, con las rodillas ligeramente dobladas. Eleva las piernas hacia el pecho e inclina el pecho hacia las piernas.
ko: 벤치 가장자리에 앉아 등 뒤의 의자를 잡아 지탱하면서, 무릎을 약간 구부린채로 앞으로 다리를 뻗습니다. 양다리를 가슴 가까이 올리고 가슴은 무릎 가까이 가져옵니다.
pt: Sente-se na borda dum banco e segure o assento atrás das suas costas para apoio, estenda as pernas à sua frente, com os joelhos levemente dobrados. Levante as pernas em direção ao peito e mova o seu peito em direção aos seus joelhos.
tr: Sehpanın ucuna oturun ve destek için arkanızdaki sırtlığa tutunun, bacaklarınızı, dizler hafif eğik bir şekilde öne doğru uzatın. Bacaklarınızı göğsünüze doğru yükseltirken göğsünüzü de dizlerinize doğru çekin.

source: Twisting Hip Raise
de: Drehendes Hüftheben
es: Levantamiento de Caderas con Torsión
fr: Relevé de Jambes, Bassin Décollé
ko: 트위스트 힙 레이즈
pt: Elevações de pernas com rotação de ancas
tr: Dönerek Yüksek Kalkış (Kalça)

source: 9 Twisting Hip Raise
de: Legen Sie sich auf Ihren Rücken, Beine aufrecht nach oben halten und Hände an die Seite. Drücken Sie sich mit Ihren Füßen nach oben, indem Sie Ihre Hüften gleichzeitig vom Boden erheben und sie dann zu einer Seite drehen.
es: Túmbate en el suelo con las piernas rectas apuntando al techo y las manos a los lados. Empuja hacia arriba con los pies levantando las caderas del suelo al mismo tiempo e inclinándolas hacia un lado.
ko: 등을 대고 누워 다리는 약간 벌려 수직으로 위로 올리고 양손은 옆에 놓습니다. 엉덩이를 바닥에서 떼면서 동시에 한쪽으로 비틀면서 양발로 위로 밉니다.
pt: Deite-se de costas com as pernas bem esticadas para cima e as mãos nos lados. Impulsione para cima os pés elevando as ancas do chão ao mesmo tempo, rode-as para um lado.
tr: Elleriniz yanlarda ve bacaklarınız tamamen yukarıyı gösterecek şekilde sırt üstü uzanın. Ayaklarınızla kalçanızı yukarı doğru bir tarafa kaldıracak şekilde yere bastırın.

source: 10 Twisting Hip Raise
ko: 등을 대고 누워 다리는 약간 벌려 수직으로 위쪽으로 올리고 양손은 옆에 놓습니다. 엉덩이를 바닥에서 떼면서 동시에 한쪽으로 비틀면서 양발로 위로 밉니다.

source: 11 Twisting Hip Raise
ko: 등을 대고 누워 다리는 위쪽으로 수직으로 올리고 양손은 옆에 놓습니다. 엉덩이를 바닥에서 떼면서 동시에 한쪽으로 트위스트하면서 양발을 위쪽으로 밉니다.

source: Bodyweight Crunch
de: Körpergewicht-Bauchmuskelübung
es: Abdominales Peso Corporal
fr: Enroulé de Buste Lesté
ko: 보디웨이트 크런치
pt: Abdominais supra
tr: Vücut Ağırlığıyla Sıkıştırma

source: 12 Bodyweight Crunch
de: Legen Sie sich auf den Boden. Füße sind flach auf dem Boden und Knie sind gebeugt. Voll ausgestreckte Arme über Ihnen. Heben Sie Ihren Oberkörper nach oben, während Sie den unteren Rückenbereich auf dem Boden lassen. Für eine Sekunde halten. Gehen Sie zurück zur Startposition.
es: Túmbate en el suelo con las plantas de los pies en el suelo y las rodillas dobladas. Extiende los brazos por completo por encima de ti. Levanta la parte superior del cuerpo hacia arriba a la vez que mantienes la parte baja de las espalda en el suelo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 바닥에 눕습니다. 양발은 바닥에 붙이고 무릎은 구부립니다. 팔은 위로 완전하게 뻗습니다. 등 아랫 부분은 바닥에 붙인채로 윗몸 부분을 위로 올립니다. 1초간 가만히 있습니다. 시작 자세로 돌아갑니다.
pt: Deite-se no chão. Os pés devem estar apoiados no chão e os joelhos flexionados. Estenda totalmente os braços acima de si. Levante a parte superior do corpo para cima, mantendo as suas costas no chão. Segure por um segundo. Volte à posição inicial.
tr: Yere uzanın. Ayaklarınız yere düz bir şekilde basarken dizlerinizi kırın. Kollarınızı başınızın üzerinde tamamen uzatın. Üst vücudunuzu yukarı doğru yükseltirken, alt bel kısmınızı yerde tutun. Bir saniye bu şekilde bekleyin. Başlangıç pozisyonuna geri dönün.

source: Russian Twist
de: Russischer Twist
es: Torsión Rusa
fr: Rotation Russe
ko: 러시아 트위스트
pt: Rotação Russa
tr: Rus Döndürmesi

source: 13 Russian Twist
de: Setzen Sie sich auf den Boden, Beine gebeugt und Ihren Oberkörper etwas schief nach hinten halten. Strecken Sie Ihre Arme vor Ihrem Oberkörper aus. Drehen Sie Ihren Oberkörper nach einer Seite, zurück zur Mittelposition und dann zur anderen Seite.
es: Siéntate en el suelo con las piernas dobladas y el torso inclinado ligeramente hacia atrás. Mantén los brazos rectos delante del torso. Rota el torso hacia un lado, al centro y hacia el lado contrario.
ko: 다리를 구부리고 몸통은 뒤쪽으로 약간 기울인채 바닥에 앉습니다. 몸통 앞으로 팔을 똑바로 편 상태로 있습니다. 상체를 한쪽으로 회전하고 다시 가운데 위치로 돌아온 다음 다른 쪽으로 돌립니다.
pt: Sente-se no chão, com as pernas dobradas e seu tronco inclinado um pouco para trás. Mantenha os braços direitos na frente de seu tronco. Rode o tronco para um lado, volte à posição central e rode para o outro lado.
tr: Yere oturun, bacaklarınızı katlayın ve gövdeniz biraz arkada duracak şekilde durun. Kollarınızı gövdenizin önünde düz bir şekilde tutun. Gövdenizi bir yana doğru döndürün, ana pozisyona geri dönün ve gövdenizi diğer yana döndürün.

source: Side Bridge
de: Seitenbrücke
es: Puente Lateral
fr: Planche Latérale
ko: 사이드 브릿지
pt: Ponte lateral
tr: 12 Yan Köprü

source: 14 Side Bridge
de: Legen Sie sich mit ausgestreckten Beinen auf Ihre Seite. Seitlich drehen und Ihren Körper mit einem gebeugten Arm parallel zum Boden hochheben. Versuchen Sie, Ihren Körper gerade und Ihren Ellenbogen direkt unter Ihrer Schulter zu halten.
es: Túmbate de lado con las piernas sobresaliendo. Gira y levanta el cuerpo del suelo, con un brazo doblado paralelo al suelo. Trata de mantener el cuerpo en línea recta y el codo directamente debajo del hombro.
ko: 다리를 뻗고 옆으로 누워 시작 자세를 잡습니다. 한쪽 팔을 바닥과 수평이 되게 구부린채로 옆으로 돌아서 몸을 바닥에서 뗍니다. 몸을 직선 상태로 유지하며 팔꿈치는 어깨 바로 아래에 고정합니다.
pt: Deite-se de lado com as pernas esticadas. Virado de lado levante o seu corpo do chão, com um braço dobrado paralelo ao chão. Tente manter o seu corpo numa linha reta e o seu cotovelo diretamente debaixo do seu ombro.
tr: Yanınıza doğru uzanın. Yan dönün ve vücudunuzu bir kolunuz yere paralel olarak bükülmüş şekilde yerden yukarı doğru kaldırın. Vücudunuzu düz bir çizgide tutmaya ve dirseğinizi de tam omzunuzun altında tutmaya çalışın.

source: Chin-Ups
de: Klimmzüge
es: Dominadas
fr: Traction
ko: 턱걸이
pt: Barra fixa
tr: Barfiks

source: 1 Chin-Ups
de: Greifen Sie die Stange mit den Handflächen und Fingern nach vorne, weg vom Körper. Das ist der „pronierte” Griff. Halten Sie die Arme gerade, und lassen Sie sich gerade nach unten hängen ohne zu schwingen. Entspannen Sie Ihre Schultern und Ihren Körper. Ziehen Sie sich langsam nach oben, nicht zucken. Das Kinn sollte über die Stange kommen. Gehen Sie langsam zur Startposition zurück.
es: Agarra la barra con las palmas y los dedos de las manos orientados hacia adelante, sin mirar al cuerpo. Lo que se llama agarre ”prono”. Mantén los brazos rectos y cuelga sin balancearte. Relaja los hombros y el cuerpo. Sube con movimiento lento, sin tirones. La barbilla debe sobrepasar la barra. Vuelve a la posición inicial lentamente.
ko: 몸에서 멀리 떨어져서 손바닥과 손가락을 앞으로 향하게 하여 바를 잡습니다.이 자세를'내전 그립'이라고 부릅니다. 팔을 직선으로 유지하고 흔들리지 않도록 똑바로 매달립니다. 어깨와 몸을 편하게 합니다. 부드럽게 끌어 올립니다. 급하게 하지 않습니다. 턱이 바 위까지 올라가야 합니다. 다시 시작 위치로 부드럽게 내려옵니다.
pt: Aperte a barra com as palmas das mãos e dedos para a frente, longe do corpo. Este é o chamado aperto 'pronação'. Mantenha os braços retos e pendurados para baixo sem balançar. Relaxe os ombros e o corpo. Puxe com um movimento suave, não sacuda. O queixo deve passar por cima da barra. Baixe suavemente de volta à posição inicial
tr: Barı avuç içleriniz ve parmaklarınız ileri, vücudunuzdan uzak olacak şekilde kavrayın. Buna “pronat“ kavrayış adı verilir. Kollarınızı düz tutun ve sallanmadan aşağı doğru asılın. Omuzlarınızı ve vücudunuzu gevşetin. Ani hareketler yapmadan yumuşak bir hareketle kendinizi yukarı doğru çekin. Çene barın yukarısına çıkmalıdır. Başlangıç pozisyonuna doğru yumuşak bir şekilde alçalın.

source: Deadlifts
de: Kreuzheben
es: Peso Muerto
fr: Soulevé de Terre
ko: 데드리프트
pt: Agachamentos
tr: Yerden Kilo ile Doğrulma

source: 2 Deadlifts
de: Ihre Stellung ist ungefähr eine Schulterlänge auseinander, mit Ihren Füßen geradeaus gestreckt und etwas nach vorne gestellt. Jetzt sollten Sie Ihren Hintern senken, bis Ihre Quads ungefähr paralle mit dem Boden sind. Die Stange sollte knapp vor Ihren Schienbeinen sein. Greifen Sie nun mit beiden Händen nach der Hantel, so daß Ihr Griff einen geringen Abstand von Ihren Beinen hat. Drücken Sie sich durch eine Lendenwölbung im Rücken mit den Füßen ab, und heben Sie gleichzeitig mit Ihrem Rücken, so daß die Stange Ihre Knie verläßt und auf Ihren Hüften zur Ruhe kommt. Ihre Schultern und Knie sollten voll gesperrt sein, und Ihre Arme sollten während des ganzen Versuchs gerade sein.
es: Posición inicial de piernas separadas a la anchura de los hombros y con los pies apuntando hacia adelante. Baja el trasero hasta que los cuádriceps estén más o menos paralelos al suelo. La barra deberá estar justo por delante de las espinillas. Agarra la haltera con ambas manos para que haya un ligero espacio por fuera de las piernas. Con un arco lumbar, empuja con las piernas y eleva la espalda simultáneamente para que la barra evite las rodillas y repose en la cadera. Los hombros y las piernas deberán estar juntos y los brazos rectos durante todo el ejercicio.
ko: 양발을 약간 바깥쪽을 향하게 하여 어깨 넓이로 스탠스를 잡습니다. 그런 다음 당신의 콰드가 대충 바닥과 평행할때까지 엉덩이를 내립니다. 바는 당신의 정강이 바로 앞에 위치해야 합니다. 이젠 바벨을 약간 양쪽 다리 바깥쪽 공간에서 양손으로 잡습니다. 등의 허리를 휘면서 다리를 밀고 동시에 등을 올리면서 바를 무릎을 지나 힙까지 올려 멈춥니다. 이것을 하는 동안 어깨와 무릎은 완전히 고정되어 있어야 하고 양팔은 똑바로 있어야 합니다.
pt: A sua postura tem a ver com a largura dos ombros, com os pés apontados para a frente um pouco para fora. Agora deve baixar o seu rabo até que a sua anca fique aproximadamente paralela ao chão. A barra deve ficar mesmo à frente das suas pernas. Agora agarre o haltere com as duas mãos de forma a que este movimento fique ligeiramente espaçado do lado de fora das suas pernas. Com um arco lombar nas suas costas empurre com as pernas e levante com as costas ao mesmo tempo para que a barra passe os joelhos e fique repousada nas suas ancas. Os seus ombros e joelhos devem estar totalmente bloqueados e os braços esticados durante toda a tentativa.
tr: Duruşunuz; ayakuçlarınız öne doğru ve hafif dışarıda şekilde, gövdeniz ise yaklaşık olarak bir omuz açıklığı genişliğinde olsun. Şimdi, ön bacak kaslarınız aşağı yukarı yere paralel olana kadar kalçanızı alçaltın. Bar, kaval kemiklerinizin biraz yukarısında olmalı. Şimdi, halteri iki elinizle, kavrayışınız bacaklarınızın biraz dışında olacak şekilde kavrayın. Belinizde bel kemeriyle, ayaklarınızla iterken aynı anda belinizle kaldırın; böylece bar dizlerinizi geçerek kalçanızda durur. Kaldırma girişiminizin tüm aşamalarında omuzlarınız ve dizleriniz tamamen kilitli olmalıdır ve kollarınız düz olmalıdır.

source: Lat Pull-Downs
de: Latziehen
es: Jalones Laterales
fr: Tirage Poitrine Prise large
ko: 랫 풀다운
pt: Pulldowns Dorsais
tr: Yana Doğru Kanat Çekiş
