Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 2 Push-Downs
de: Benutzen Sie eine Umlenkrolle mit hohen Kabeln, greifen Sie von oben nach einer kurzen, geraden Stange. Ihre Hände sollten ungefähr 10 Inch voneinander entfernt sein. Platzieren Sie Ihre Unterarme parallel zum Boden. Halten Sie Ihre Füße schulterweit auseinander, und beugen Sie Ihre Knie leicht. Halten Sie Ihre Ellenbogen nah an Ihrem Körper und Ihre Handgelenke gerade. Halten Sie Ihren GANZEN Körper ruhig, drücken Sie die Stange so weit zu Ihren Beinen herunter wie möglich, sperren Sie Ihre Arme, und fühlen Sie, wie Ihre Trizeps sich völlig zusammenziehen. Lassen Sie die Oberarme nah an Ihrem Körper. Gehen Sie mit der gleichen Bewegung zur Anfangsposition zurück. Bewegen Sie nie Ihre Ellenbogen oder Ihren Oberkörper! Bleiben Sie gerade stehen.
es: Utilizando una polea de cable alto, coge una barra corta y recta con un agarre prono. Tus manos deberán estar separadas por unos 25 cm. Coloca tus antebrazos paralelos al suelo. Mantén los pies con una separación como la anchura de los hombros y flexiona las rodillas ligeramente. Mantén los codos fijos y pegados al cuerpo y las muñecas rectas. Mantén TODO el cuerpo firme, empuja la barra todo lo que puedas hacia las piernas, bloqueando los brazos y sintiendo la contracción total de los triceps. Mantén la parte superior de los brazos pegada al cuerpo. Vuelve a la posición inicial usando los mismos movimientos. ¡No muevas ni los codos ni el torso! Quédate de pie y recto.
ko: 하이 케이블 풀리를 이용하여 짧은 직선 바를 오버핸드 그립으로 잡습니다. 양손은 10인치 정도 떨어집니다. 전박은 지면과 평행하게 합니다. 발은 어깨 넓이로 벌리고 무릎은 약간 구부립니다. 팔꿈치는 몸 가까이 고정하고 손목은 똑바로 합니다. 몸 전체를 안정적으로 유지하면서, 팔은 고정하고 삼두근에 완전히 힘을 주면서 바를 가능한한 최대로 다리쪽으로 눌러 내립니다. 윗팔은 몸 가까이 유지를 합니다. 같은 동작으로 시작 위치로 복귀합니다. 팔이나 몸통은 절대로 움지이지 마십시오! 똑바로 서 있어야 합니다.
pt: Utilizando uma roldana de cabo alta, agarre uma pequena barra reta apertando por cima. As mãos deverão estar cerca de 10 polegadas afastadas. Posicione os seus antebraços para que estejam paralelos ao chão. Mantenha os pés afastados à largura dos ombros e dobre ligeiramente os joelhos. Mantenha os cotovelos parados junto ao corpo e os seus pulsos direitos. Mantenha TODO o seu corpo firme, empurre a barra para baixo o mais possível em direção às pernas, mantendo os braços parados e sentindo toda a contração dos tríceps. Mantenha a parte superior dos braços próximos ao corpo. Volte à posição inicial utilizando o mesmo movimento. Nunca mexa os seus cotovelos ou torso. Fique levantado em pé.
tr: Yüksek - kablo makara kullanarak, düz kısa bir barı aşağıdan yukarı doğru kavrayın. Elleriniz birbirinden yaklaşık olarak 25 cm uzaklıkta olsun. Ön kollarınızı yere paralel olacak şekilde tutun. Ayaklarınızı omuz genişliğinde açık ve dizlerinizi hafif bükülü şekilde tutun. Dirseklerinizi vücudunuza yakın bir konumda kilitleyin ve bileklerinizi düz tutun. TÜM vücudunuzu sabit tutun, barı bacaklarınıza doğru olabildiğince aşağı itin, kollarınızı kilitleyin ve trisepslerinizin tamamen kasıldığını hissedin. Ön kollarınızı vücudunuza yakın tutun. Aynı hareketi kullanarak başlangıç pozisyonuna dönün. Asla dirseklerinizi veya gövdenizi kıpırdatmayın! Dik olarak ayakta durmaya devam edin.

source: Triceps Extensions
de: Trizepsverlängerungen
es: Extensiones de Triceps
fr: Extension Triceps Allongé
ko: 삼두근 확장
pt: Extensões dos Tríceps
tr: Triseps Uzatma

source: 3 Triceps Extensions
de: Wenn Sie die Stange über Augenhöhe platzieren, bleiben Ihre Trizeps unter Anspannung, während Ihre Arme in ausgestreckter Position sind. Halten Sie Ihre Arme jetzt still in der ausgestreckten Position, während Sie Ihre Ellenbogen beugen und dem Gewicht unter Kontrolle erlauben zu Ihrer Stirn herunterzukommen.
es: Colocando la barra sobre los ojos, tensiona los triceps mientras mantienes los brazos en posición extendida. Mantén la parte superior de los brazos fija, en posición extendida, mientras doblas los codos y dejas bajar el peso de manera controlada hacia la frente.
ko: 눈 위로 바를 맞추고 팔을 확장하면 삼두근이 조금 긴장 상태에 있게 됩니다. 이제, 팔꿈치를 구부리고 웨이트가 천천히 이미쪽으로 내려오도록 하는 동안 윗 팔은 확장된 상태로 고정 상태를 유지합니다.
pt: Posicionando a barra por cima dos seus olhos mantêm os tríceps sobre alguma tensão enquanto os seus braços estão na posição estendida. Agora, mantenha as partes superiores dos braços fixas na posição estendida enquanto dobra os cotovelos e permita ao peso descer sobre controlo em direção à sua testa.
tr: Barı göz seviyesinin üstüne hizalamak, kollarınız uzanmış bir pozisyondayken trisepsinizin gerilmesine neden olur. Şimdi, üst kollarınızı uzatılmış olan pozisyonlarında sabit tutarak, dirseklerinizi bükün ve ağırlığın kontrolünüz altında alnınıza doğru alçalmasına izin verin.

source: Triceps KickBacks
de: Trizepsrückschläge
es: Patadas Traseras de Triceps
fr: Extension Alternée avec Haltère
ko: 삼두근 킥백
pt: KickBack dos Tríceps
tr: Triseps Geri İtiş

source: 4 Triceps KickBacks
de: Knien Sie sich bequem mit dem gleichen Bein, mit dem Sie das Gewicht heben, auf eine Bank. Mit einem geraden Rücken und Ihrem Kopf nach vorne guckend fangen Sie jetzt mit dem Gewicht in einem 90 Grad Winkel an (wie gezeigt). Erweitern Sie das Gewicht, und halten Sie Ihre Ellenbogen völlig ruhig.
es: Arrodillate cómodamente en un banco con la misma pierna del lado que sujetas la pesa. Con la espalda recta y la cabeza mirando al frente, levanta el peso en un ángulo de 90 grados (como se muestra). Extiende el peso manteniendo el codo completamente fijo.
ko: 웨이트를 잡고 있는 같은 다리로 벤치에 편안히 무릎을 꿉습니다. 그리고 등을 똑바로 하고 머리는 앞을 똑바로 응시하며 90도 각도(그림 참조)에서 웨이트를 시작합니다. 팔꿈치를 완전하게 고정시키고 웨이트를 확장합니다.
pt: Ajoelhe-se confortavelmente num banco com a mesma perna que suporta o seu peso. Agora com as costas direitas e a cabeça virada para a frente comece com o peso num angulo de noventa graus (como ilustrado). Estenda o peso mantendo o cotovelo completamente estacionário.
tr: Bir sehpaya ağırlığı tuttuğunuz taraftaki bacağınızla rahat bir şekilde çömelin. Şimdi sırtınız dik ve başınız tam karşıya bakacak şekilde ağırlığı (gösterildiği gibi) doksan derecelik bir açıya getirerek başlayın. Dirseklerinizi tamamen sabit tutarak ağırlığı uzatın.

source: One-Arm Dumbbell Triceps Extensions
de: Einarmige Trizepshantelverlängerungen
es: Extensiones de Triceps de Un Brazo con Mancuernas
fr: Extension Verticale avec Haltère
ko: 원암 덤벨 삼두근 확장
pt: Extensões de Tríceps de Um Braço com Halteres
tr: Tek Kol Dambıl Triseps

source: 5 One-Arm Dumbbell Triceps Extensions
de: Halten Sie Ihren Arm in voller Ausdehnung über Ihrem Körper. Gehen Sie sicher, daß Ihr Ellenbogen von Ihrem Körper wegzeigt. Mit Ihrer leeren Hand greifen Sie gerade unter dem Ellenbogen nach Ihrem anderen Arm. Danach bringen Sie das Gewicht herunter und biegen den Ellenbogen. Nachdem der Unterarm parallel zum Boden ist, können Sie den Arm wieder vollständig ausstrecken.
es: Extiende el brazo por completo por encima del cuerpo. Asegúrate de que el codo esté orientado hacia fuera del cuerpo. Con la mano en la que no llevas peso, sujeta tu otro brazo por debajo del codo. Baja el peso, doblando el codo. Una vez que el antebrazo esté paralelo al suelo, puedes extender el brazo completamente.
ko: 몸위로 팔을 완전히 확장합니다. 팔꿈치가 몸에서 떨어진 상태인지 확인합니다. 웨이트를 잡고 있지 않은 손으로, 다른 쪽 팔을 팔꿈치 아래에서 잡고 지탱을 합니다. 그리고, 팔꿈치에서 구부리면서, 웨이트를 내립니다. 팔뚝이 지면과 평행을 이루면, 팔을 완전한 확장상태로 원상복구합니다.
pt: Mantenha o braço em toda a extensão por cima do seu corpo. Certifique-se que o cotovelo está virado para o lado contrário do corpo. Com a mão que não está a segurar nenhum peso, agarre e suporte o outro braço um pouco abaixo do cotovelo. Assim que o antebraço esteja paralelo ao chão pode trazer o braço de volta a toda a extensão.
tr: Kolunuzu tam olarak uzatarak vücudunuzun yukarısında tutun. Dirseğinizin vücudunuzdan uzağa bakmasına dikkat edin. Ağırlık taşımayan elinizle, diğer elinizi hemen dirseğin altından kavrayın ve destekleyin. Daha sonra, dirseğinizden bükerek, ağırlığı aşağı indirin. Ön kolunuz yere paralel hale geldiğinde, kolunuzu tam olarak uzatma pozisyonuna geri alabilirsiniz.

source: Bar Triceps Extensions
de: Stangen-Trizepsverlängerungen
es: Extensiones de Triceps con Barra
fr: Extension Triceps à la Barre
ko: 바 삼두근 확장
pt: Extensões dos Tríceps com Barra
tr: Halterle Triseps

source: 6 Bar Triceps Extensions
de: Um anzufangen, stellen Sie sich hin, halten Sie eine Hantel oder eine e-z Stange mit proniertem Griff (Handflächen nach vorne), Ihre Hände enger als Schulterbreite voneinander entfernt. Ihre Füße sollten schulterweit entfernt sein. Erhöhen Sie die Hantel über Ihren Kopf, bis Ihre Arme voll ausgestreckt sind. Halten Sie Ihre Ellenbogen nach innen. Dies ist Ihre Anfangsposition. Halten Sie Ihre Arme nah an Ihrem Kopf und Ihre Ellenbogen nach innen, senkrecht zum Boden, verringern Sie den Widerstand in einer halbkreisförmigen Bewegung hinter Ihrem Kopf bis Ihre Unterarme Ihre Bizeps berühren. Hinweis: die Oberarme sollten ruhig bleiben, und nur die Unterarme sollten sich bewegen. Atmen Sie während diesem Schritt ein. Gehen Sie zur Anfangsposition zurück, indem Sie die Trizeps zum Heben der Hantel benutzen. Atmen Sie bei diesem Schritt aus.
es: Para empezar, colócate de pie sujetando una haltera o una barra e-z con un agarre prono (con las palmas hacia adelante) con las manos más juntas que la distancia de los hombros. Los pies deberán estar a la anchura de los hombros. Eleva la haltera por encima de la cabeza hasta que los brazos estén completamente extendidos. Mantén los codos hacia adentro. Esta es la posición inicial. Manteniendo la parte superior de los brazos junto a la cabeza y los codos hacia adentro, perpendiculares al suelo, baja la resistencia con un movimiento circular, por detrás de la cabeza, hasta que los antenbrazos toquen los biceps. Consejo: la parte superior de los brazos debe permanecer inmóvil, solo los antebrazos se deben mover. Inhala mientras realizas este movimiento.Vuelve a la posición inicial usando los triceps para elevar la haltera. Exhala mientras realizas este movimiento.
ko: 바벨 혹은 이지바를 내전 그립(손바닥을 전면으로 향하게 함)으로 어깨 넓이 보다 가깝게 잡고 섭니다. 발은 어깨 넓이로 벌립니다. 팔이 완전히 확장될때까지 바벨을 머리 위로 올립니다. 팔꿈치를 맞춥니다. 이것이 시작 위치입니다. 윗팔을 머리와 팔꿈치에 가깝게 유지하고, 지면과 수직을 이루게 하면, 전박이 이두근에 닿을 때까지 머리 뒤에서 반원 운동을 할 때 저항이 감소됩니다 주의: 윗팔은 고정되어야 하며 단지 전박만을 움직여야 합니다. 이 과정을 수행하는 동안 숨을 들이 쉽니다. 삼두근을 이용해서 바벨을 들어 올리면서 시작 위치로 복구합니다. 이 과정을 수행하면서 숨을 내쉽니다.
pt: Para começar, levante-se segurando um haltere ou uma barra EZ utilizando um aperto pronador (palmas das mãos viradas para a frente) com as mãos mais perto que o comprimento entre os ombros. Os pés deverão estar mais ou menos ao comprimento de entre os ombros. Agora eleve o haltere por cima da cabeça até os seus braços estarem completamente estendidos. Mantenha os cotovelos para dentro. Esta será a sua posição inicial. Mantendo a parte superior dos braços perto da cabeça e os cotovelos para dentro, perpendicular ao chão, baixe a resistência num movimento semicircular por trás da cabeça até que os antebraços toquem nos bíceps. Dica: As partes superiores dos braços deverão permanecer estacionárias e só os antebraços se deverão mover. Inspire enquanto faz este passo. Volte à posição inicial usando os tríceps para levantar o haltere. Expire enquanto faz este passo.
tr: Başlamak için, bir halter veya z -barı, elleriniz birbirine omuz açıklığından daha yakın bir şekilde avuç içleriniz ileriyi gösterecek şekilde kavrayarak ayakta durun. Ayaklarınız yaklaşık olarak omuz açıklığında olmalıdır. Şimdi, kollarınız tamamen uzanana kadar halteri başınızın üzerine doğru kaldırın. Dirseklerinizi içerde tutun. Bu sizin başlangıç pozisyonunuzdur. Üst kollarınızı başınıza yakın tutarak ve dirsekleriniz içerde ve zemine dik bir açıyla dururken; ön kollarınız bisepsinize değene kadar direnci yarım dairesel bir hareketle düşürün. İpucu: Üst kollar sabit kalmalı ve sadece ön kollar hareket etmelidir. Bu adımı yaparken nefes alın. Trisepsinizi kullanarak halteri kaldırarak başlangıç pozisyonuna dönün. Bu adımı yaparken nefes verin.

source: Dumbbell Triceps Extension
de: Kurzhanteltrizepsverlängerungen
es: Extensión de Triceps con Mancuernas
fr: Extension Triceps Allongé avec Haltère
ko: 덤벨 삼두근 확장
pt: Extensões dos Tríceps com Haltere
tr: Dambılla Triseps

source: 7 Dumbbell Triceps Extension
de: Legen Sie sich auf eine Flachbank, halten Sie in jeder Hand eine Hantel, und lassen Sie Ihre Arme von den Schultern an gerade ausgestreckt. - Atmen Sie ein, und beugen Sie langsam Ihre Arme. - Gehen Sie zur Anfangsposition zurück, und atmen Sie währenddessen aus. Diese Übung bearbeitet gleichmäßig jeden Kopf der Trizeps.
es: Túmbate en un banco llano con una mancuerna en cada mano y los brazos extendidos y rectos desde los hombros: ⁃ Inhala y flexiona los brazos lentamente. ⁃ Vuelve a la posición inicial, exhalando mientras completas el movimiento. ⁃ Este ejercicio trabaja por igual las tres cabezas de los triceps.
ko: 플랫 벤치에 덤벨을 각 손에 들고 팔은 어깨에서 부터 수직으로 확장을 한 상태로 눕습니다: - 숨을 들이 마시고 천천히 팔을 구부립니다. - 이 동작을 마무리하면서 숨을 내쉬면서 시작 위치로 돌아옵니다. 이 운동은 삼두근의 모든 머리를 똑같이 단련합니다.
pt: Deite-se num banco plano segurando um haltere em cada mão com os braços estendidos para cima dos seus ombros: - Inspire e dobre os braços lentamente. - Volte à posição inicial, expirando ao completar o movimento. Este exercício trabalha igualmente todas as cabeças do tríceps.
tr: Düz bir sehpaya her elinizde bir dambıl tutarak ve kollarınız omuz hizasından yukarı doğru tamamen uzatılmış olarak uzanın: - Nefes alın ve yavaşça kollarınızı bükün. - Hareketi tamamlarken nefes vererek, başlangıç pozisyonuna geri dönün. Bu egzersiz tüm Triseps başlarını eşit olarak çalıştırır.

source: Triceps Dips
de: Trizepsvertiefungen
es: Dips de Triceps
fr: Répulsion au Banc
ko: 삼두근 딥
pt: Dips dos Tríceps
tr: Sehpada Triseps İniş Kalkış

source: 8 Triceps Dips
de: Platzieren Sie Ihre Hände an den Rand einer Flachbank, und legen Sie Ihre Füße auf eine andere Bank. Bilden Sie einen Körper-Bein Winkel zu 90 Grad: - Atmen Sie ein, und biegen Sie Ihre Arme. - Strecken Sie Ihre Arme, um an die Anfangsposition zu kommen, atmen Sie während dieser Bewegung aus. Diese Übung bearbeitet die Trizeps, Brustmuskeln und vordere Schultermuskeln.
es: Coloca las manos en el borde de un banco llano y apoya los pie en otro banco. Forma un ángulo de torso-piernas de 90 grados: ⁃ Inhala y flexiona los brazos. ⁃ Endereza los brazos para volver a la posición inicial, exhalando mientras completas el movimiento. Este ejercicio trabaja los triceps, los pectorales y los deltoides anteriores.
ko: 양손을 플랫 벤치 가장자리에 놓고 발은 다른 벤치에 놓습니다. 몸통-다리 각도는 약 90도 정도로 합니다: -숨을 들이 마시고 팔을 구부립니다. -팔을 펴서 시작 지점으로 돌아오면서 이 동작을 마무리하면서 숨을 내쉽니다. 이 운동은 삼두근, 흉부근 그리고 전방 삼각근을 단련시킵니다.
pt: Coloque as suas mãos na borda de um banco plano e pouse os pés noutro banco. Posicione um ângulo torso-perna de cerca de 90 graus: - Inspire e dobre os braços - Endireite os braços para voltar à posição inicial, expirando ao completar o movimento. Este exercício trabalha os tríceps, peitorais, e os deltoides anteriores.
tr: Ellerinizi düz bir sehpanın ucuna, ayaklarınızı ise diğer bir sehpaya yerleştirin. Yaklaşık olarak 90 derecelik bir gövde =bacak açısı sağlayın: - Nefes alın ve kollarınızı bükün. - Hareketi tamamlarken nefes vererek, başlangıç noktasına geri dönmek için kollarınızı uzatın.Bu egzersiz trisepsi, pektoralleri ve diğer ön delta kaslarını çalıştırır.

source: Triceps Pushdown
de: Trizepshinunterdrücken
es: Pushdown de Triceps
fr: Extension Triceps à la Poulie
ko: 삼두근 푸쉬다운
pt: Flexões dos Tríceps
tr: Makinede Triseps Aşağı İtiş

source: 9 Triceps Pushdown
de: Stellen Sie sich mit dem Gesicht zur Maschine, Ihre Hände sind an der Stange, und Ihre Ellenbogen sind an Ihren Seiten: - Atmen Sie aus, und strecken Sie Ihre Arme, aber lassen Sie Ihre Ellenbogen an der Seite. - Atmen Sie während der Vollendung dieser Übung aus.
es: De pie y de frente, a la máquina con las manos en la barra y los codos a los lados: ⁃ Inahala y endereza los brazos, pero no separes los codos de los lados. ⁃ Exhala mientras completas el movimiento.
ko: 손을 바에 얻고 팔꿈치는 여러분의 옆구리에 대고 기구를 바라보며 섭니다: -숨을 들이 마시고 팔을 똑바로 펴고 팔꿈치는 옆구리에서 떼지 않습니다. -동작을 마무리 하면서 숨을 내쉽니다.
pt: Levante-se virado para a máquina com as mãos na barra e os cotovelos juntos às suas laterais: - Inspire e endireite os braços, mas não separe os cotovelos das suas laterais. - Expire ao completar o movimento.
tr: Elleriniz barda ve dirsekleriniz yanlarda ve yüzünüz makineye doğru ayakta durun: - Nefes alın ve kollarınızı düzleştirin, ancak dirseklerinizi yanlardan ayırmayın. - Hareketi tamamlarken nefes verin.

source: One Arm Reverse Pushdown
de: Einarmiges, umgedrehtes Hinunterdrücken
es: Pushdown Invertido de Un Brazo
fr: Extension Latérale à la Poulie Alternée
ko: 원암 리버스 푸쉬다운
pt: Flexões Revertidas de Um Braço
tr: Tek Kol Ters Aşağı İtiş

source: 11 One Arm Reverse Pushdown
de: Stellen Sie sich mit dem Gesicht zur Maschine, und fassen Sie den Griff mit der Unterhand: - Atmen Sie ein, und strecken Sie Ihren Arm. - Atmen Sie während der Vollendung dieser Übung aus.
es: De pie y de frente a la máquina, coge el asa con un agarre supino: ⁃ Inhala y endereza el brazo. ⁃ Exhala mientras completas el movimiento.
ko: 언더핸드 그립으로 손잡이를 잡고 기구를 향해 섭니다: -숨을 들이 마시고 팔을 똑바로 폅니다. -동작을 마무리하면서 숨을 내쉽니다.
pt: Levante-se virado para a máquina e agarre a pega com as mãos por baixo: - Inspire e endireite o seu braço. - Expire ao completar o movimento.
tr: Makineye yüzünüz dönük şekilde, tutamacı aşağıdan yukarı doğru kavrayarak ayakta durun: - Nefes alın ve kolunuzu düzleştirin. - Hareketi tamamlarken nefes verin.

source: Rotating T Extension
de: Rotierende T-Ausdehnung
es: Extensión y Rotación con Brazos Abiertos
fr: Pompe en T
ko: T 익스텐션 회전하기
pt: Extensão Rotativa em T
tr: Dönüşlü T Uzatma

source: 16 Rotating T Extension
de: 1. Beginnen Sie in einer Liegestützeposition. Halten Sie Ihre Arme gerade und Ihren Kern angespannt. 2. Verlagern Sie Ihr Gewicht auf Ihren linken Arm, rotieren Sie Ihren Oberkörper nach rechts, und heben Sie Ihren rechten Arm zur Decke, so daß Ihr Körper ein T bildet. 3. Halten Sie für drei Sekunden inne, danach gehen Sie zum Anfang und wiederholen Sie auf der anderen Seite. Das ist eine Wiederholung.
es: 1. Comenzar en posición de flexiones de brazos. Mantener los brazos rectos y la parte central del cuerpo en tensión. 2. Desplaza el peso sobre el brazo izquierdo, gira el torso hacia la derecha, y eleva el brazo derecho hacia el techo, hasta que tu cuerpo forme una T. 3. Mantén la postura durante tres segundos, vuelve al punto de partida y repite sobre el otro lado. Esto es una rep.
ko: 1. 팔굽혀 펴기 자세를 취합니다. 양팔을 똑바로 펴고 배꼽에 힘을 줍니다. 2. 자신의 체중을 왼팔에 싣고, 몸통을 오른쪽으로 회전시킨 다음, 오른팔을 천장 쪽으로 올려서 몸이 T자를 만들도록 합니다. 3. 3초간 이 자세를 유지한 다음, 시작 위치로 돌아오고 다른 쪽으로 반복합니다. 이것이 한 개의 렙입니다.
pt: 1. Inicie numa posição de flexão. Mantendo os braços retos e o seu núcleo envolvido. 2. Aguente o seu peso com o braço esquerdo, gire o tronco para a direita, e levante o braço direito em direção ao tecto, de modo a que o corpo forme um T. 3. Aguente durante três segundos, e em seguida, retorne ao início e repita do outro lado. Isto é uma repetição.
tr: 1. Şınav pozisyonunda başlayın. Kollarınız düz ve gövdeniz sağlam olsun. 2. Ağırlığınızı sol kolunuza verin, gövdenizi sağa doğru döndürün ve sağ kolunuzu vücudunuz bit T harfi oluşturacak şekilde tavana doğru kaldırın. 3. Üç saniye tutun ve daha sonra başa geri dönün ve diğer tarafla hareketi tekrar edin. Bu, bir tekrar demektir.

source: Bodyweight Hip Extension
de: Körpergewicht-Hüft-Ausdehnung
es: Extensión de Cadera utilizando el Peso del Cuerpo
fr: Relevé de Bassin à une Jambe
ko: 보디웨이트 힙 익스텐션
pt: Extensão Hip do Peso Corporal
tr: Vücut Ağırlığı Kalça Uzatma

source: 15 Bodyweight Hip Extension
de: 1. Legen Sie sich auf den Boden. Ein Fuß ist flach auf dem Boden, während das andere Bein gerade bleibt. Benutzen Sie zum Stabilisieren Ihrer Position Ihre Hände. 2. Heben Sie Ihr gerades Bein, bis Ihr unterer Rücken vom Boden gehoben ist. Halten Sie für eine Sekunde inne. Gehen Sie zur Anfangsposition zurück.
es: 1. Túmbate en el suelo. Un pie plano sobre el suelo y la pierna contraria recta. Utiliza las manos para estabilizar la posición. 2. Levanta la pierna recta hasta que la parte inferior de tu espalda se separe del suelo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 바닥에 눕습니다. 한쪽 다리는 바닥에 붙히고 다른 쪽 다리는 똑바로 펴줍니다. 손을 이용해서 자세를 안정화합니다. 2. 똑바로 편 다리를 허리가 바닥에서 떨어질 때까지 들어올립니다. 일초간 자세를 유지합니다. 시작 위치로 돌아옵니다.
pt: 1. Deite-se no chão. Coloque um pé no chão, enquanto a outra perna fica reta. Use as mãos para estabilizar esta posição. 2. Levante a perna esticada até a região lombar está fora do chão. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Yere uzanın. Bir ayağınız yere düz bir şekilde basarken, diğer bacağınız düz olarak uzansın. Pozisyonunuzu sabitlemek için ellerinizi kullanın. 2. Düz olan bacağınızı belinizin alt kısmı yerden kalkana kadar yukarı kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Superman
de: Supermann
es: Supermán
ko: 수퍼맨
pt: Super-Homem
tr: Süpermen
