Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 17 Superman
de: 1. Sie knien auf allen Vieren mit Ihren Knien unter Ihren Hüften hüftweit auseinander und legen Ihre Hände eine Schulterbreite auseinander unter Ihre Schultern auf den Boden. Halten Sie Ihre Wirbelsäule in einer neutralen Position. Aktivieren Sie Ihren Kern, indem Sie Ihre Bauchmuskeln nach hinten zu Ihrer Wirbelsäule ziehen. 2. Ohne jegliche Seitenbewegung und mit eingezogenem Bauch atmen Sie ein und heben langsam einen gegenüberliegenden Arm und ein gegenüberliegendes Bein, bis sie parallel zum Boden sind. Achten Sie darauf, das Tempo einzuhalten, das Sie bestimmt haben. 3. Atmen Sie aus und gehen Sie langsam mit Ihrem Arm und Bein in die Anfangsposition zurück. 4. Machen Sie die gewünschte Anzahl an Wiederholungen, danach wiederholen Sie die Übung mit dem anderen Arm und Bein.
es: 1. Colócate a gatas con las rodillas por debajo de las caderas y separadas a la anchura de éstas, y las manos en el suelo, separadas a la anchura de los hombros y por debajo de estos. Pon la columna vertebral en posición neutral. Activa tu núcleo retractando los músculos abdominales hacia la columna vertebral. 2. Sin ningún movimiento lateral y manteniendo el abdomen hacia dentro, exhala y eleva lentamente un brazo y la pierna opuesta, hasta que queden paralelos al suelo. Asegúrate de seguir el ritmo que te hayas impuesto. 3. Inhala y regresa lentamente el brazo y la pierna a la posición inicial. 4. Repetir el número de veces deseado y, a continuación, repetir el ejercicio con el otro brazo y pierna.
ko: 1. 무릎을 끓은 다음 양 무릎은 힙 넓이 만큼 벌려 힙 아래에 놓고 양손을 어깨 넓이로 벌려 어깨 아래쪽 바닥에 놓습니다. 척추는 중립 위치에 놓습니다. 복부 근육을 척추 쪽으로 끌어 밀면서 아랫배에 힘을 주기 시작합니다. 2. 부수적인 움직임을 하지 않고 복부에 힘을 주면서, 숨을 내쉬고 천천히 반대쪽 팔과 다리를 바닥과 평행할 때까지 들어 올립니다. 자신이 정한 템포를 유지하십시오. 3. 숨을 들이 마시면서 천천히 팔과 다리를 시작 위치에 돌려 놓습니다. 4. 원하는 만큼 반복한 다음, 다른 쪽 팔 다리를 이용하여 같은 동작을 반복합니다.
pt: 1. Ajoelhe-se de quatro, com os joelhos sob os seus quadris e quadril – distancie-se e coloque as mãos no chão afastadas à largura dos ombros sob os seus ombros. Coloque a sua coluna na posição neutra. Ative o seu núcleo, chamando os seus abdominais em direção à coluna. 2. Sem qualquer movimento lateral, mantenha o seu abdômen puxado, expire lentamente e levante um braço e a perna oposta até que estejam paralelos ao chão. Tenha cuidado para seguir o ritmo que definiu. 3. Inspire e retorne lentamente o seu braço e a perna para a posição inicial. 4. Repita o procedimento no número desejado de repetições, e em seguida, execute o exercício com o outro braço e a outra perna.
tr: 1. Dizleriniz kalçalarınızın altında kalça mesafesinde açık olarak dört ayak üzerinde durun ve ellerinizi de omuz açıklığı mesafesinde omuzlarınızın altına koyun. Omurganızı doğal bir pozisyona getirin. Karın kaslarınızı omurganıza doğru çekerek çekirdek gövdenizi aktifleştirin. 2. Herhangi bir şekilde yanlara doğru hareket etmeden ve karnınız içeri doğru çekili vaziyette, nefes verin ve yavaşça birbirine zıt yönde olan bir kolunuzu ve bacağınızı yere paralel olana kadar yükseltin. Ayarlamış olduğunuz tempoya uymaya dikkat edin. 3. Nefes alın ve kolunuzu ve bacağınızı yavaşça başlangıç pozisyonuna geri döndürün. 4. Arzu edilen tekrar sayısı kadar tekrar edin; daha sonra egzersizi diğer kolunuzu ve bacağınızı kullanarak tekrar edin.

source: Bodyweight Superman
de: Körpergewicht Supermann
es: Supermán con Peso Corporal
fr: Superman au Sol
ko: 보디웨이트 수퍼맨
pt: Super-Homem Peso Corporal
tr: Vücut Ağırlığı Süpermen

source: 11 Bodyweight Superman
de: 1. Legen Sie sich zum Boden neigend hin. Strecken Sie Ihre Arme vollständig vor sich aus. 2. Heben Sie Ihre Beine und oberen Körper zur Decke. Halten Sie für eine Sekunde inne. Gehen Sie zur Anfangsposition zurück.
es: 1. Túmbate boca abajo en el suelo. Extiende los brazos frente a ti. 2. Eleva las piernas y la parte superior del cuerpo hacia el techo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 업드려 바닥에 눕습니다. 양팔을 앞으로 쭉 확장합니다. 2. 양다리와 몸통을 위로 들어 올립니다. 일초간 자세를 유지합니다. 시작 위치로 복귀합니다.
pt: 1. Deite-se de bruços no chão. Estenda totalmente os braços à sua frente. 2. Levante as suas pernas e a parte superior do seu corpo em direção ao teto. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Yere yüz üstü uzanın. Kollarınızı önünüzde tamamen uzatın. 2. Bacaklarınızı ve üst gövdenizi tavana doğru yükseltin. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Dumbbells Bent Over Row
de: Gebeugtes Kurzhantel-Rudern
es: Inclinación hacia Adelante con Mancuernas
fr: Tirage avec Haltères en Pronation
ko: 덤벨 베트 오버 로우
pt: Halteres Bent Over Row
tr: Dambılla Eğilerek Çekiş

source: 12 Dumbbells Bent Over Row
de: 1. Greifen und halten Sie ein Paar Kurzhanteln und halten Sie sie vor Ihrer Taille, aber lassen Sie den Rücken dabei flach. Ihre Arme sind mit Handflächen zueinander nach unten gestreckt. 2. Heben Sie die Kurzhanteln zu den Seiten Ihrer Brust und bringen Sie sie zu ihrer ausgestreckten Anfangsposition, während Sie Ihren Rücken durchweg stabil und gerade halten.
es: 1. Coge un par de mancuernas y dobla la cintura hacia adelante, manteniendo la espalda recta. Coloca los brazos extendidos hacia abajo y con las palmas de las manos una frente a la otra. 2. Levanta las mancuernas hacia los lados del pecho y vuelve a la posición inicial manteniendo la espalda recta y estable todo el tiempo.
ko: 1. 한 쌍의 덤벨을 잡은 다음, 허리 정도에서 앞으로 들어 오리고 허리는 수직 자세를 유지합니다. 손바닥을 서로 마주보게 하면서 양팔을 아래 쪽으로 직선으로 확장합니다. 2. 허리를 똑바로 유지하면서, 덤벨을 가슴 옆 쪽까지 들어 올린 다음, 확장 자세였던 시작 위치로 돌아갑니다.
pt: 1. Arranje e segure num par de halteres e coloque-os à frente da sua cintura, mantendo as costas retas. Tenha os seus braços estendidos para baixo, com as palmas das mãos viradas uma para a outra. 2. Levante os halteres até ao lado do seu peito e baixe-os de seguida até à sua posição inicial estendida, mantendo as costas sempre retas e estável.
tr: 1. Bir çift dambılı kavrayın ve belinizde ileri doğru tutun ancak sırtınız düz olsun. Kollarınızı, avuç içleriniz birbirine bakacak şekilde aşağı doğru uzatın. 2. Dambılları göğsünüzün yanlarından yukarı doğru kaldırın ve belinizi tüm hareket boyunca sabit ve düz bir şekilde tutarken dambılları başlangıç pozisyonuna doğru uzatın.

source: Seated Bent Over Row
de: Gebeugtes Rudern im Sitzen
es: Inclinación hacia Adelante Sentado
fr: Tirage avec Haltères Assis
ko: 시티드 벤트 오버 로우
pt: Sentado Bent Over Row
tr: Oturarak Eğilerek Çekiş

source: 14 Seated Bent Over Row
de: 1. Setzen Sie sich mit gebeugten Knien auf das Ende einer Bank, Füße flach auf dem Boden und platzieren Sie ein Paar Kurzhanteln auf den Boden neben sich. Beugen Sie sich aus der Taille so weit wie möglich nach vorne bis Ihr Rücken fast parallel zum Boden ist - Ihre Brust sollte Ihre Beine berühren. Reichen Sie nach unten, greifen Sie mit jeder Hand eine Hantel und lassen Sie Ihre Arme gerade nach unten hängen. 2. Drehen Sie die Gewichte so, daß Ihre Handflächen nach innen zeigen. 3. Bewegen Sie außer Ihren Armen nichts, ziehen Sie die Kurzhanteln langsam zu Ihrem Körper an den Seiten Ihrer Brust hoch. 4. Für eine Sekunde innehalten, dann die Gewichte wieder herablassen.
es: 1. Siéntate en el extremo de un banco con las rodillas dobladas y los pies planos sobre el suelo y coloca un par de mancuernas en el suelo a cada lado. Dobla la cintura hacia adelante todo lo que puedas, hasta que la espalda esté casi en paralelo con el suelo - el pecho debe tocar las piernas. Estírate y agarra una mancuerna con cada mano y deja que los brazos cuelguen hacia abajo. 2. Gira las mancuernas hasta que las palmas de tus manos estén una frente a la otra. 3. Sin mover nada más que los brazos, eleva lentamente las mancuernas hacia el cuerpo, a cada lado del pecho. 4. Mantén la posición durante un segundo, y vuelve a bajar las mancuernas.
ko: 1. 벤치의 한 쪽 끝에 무릎을 구부린 채, 발은 바닥에 단단히 고정시키면서 앉아 바닥에 덤벨을 양 쪽에 둡니다. 허리에서 할 수 있는 만큼 허리가 바닥과 거의 평행을 이룰 때까지 앞으로 숙입니다 – 가슴과 다리가 서로 닿아야 합니다. 아래에 손을 뻗어 양 손에 웨이트를 잡고, 팔이 아래 쪽으로 똑바로 들어지도록 합니다. 2. 웨이트를 돌려 손바닥이 안쪽을 향하도록 합니다. 3. 팔 이외에 아무 것도 움직이지 않으면서, 천천히 덤벨을 가슴 옆까지 몸에 최대한 근접시켜서 들어 올립니다. 4. 일초간 자세를 유지한 다음 웨이트를 원래대로 내려 놓습니다.
pt: 1. Sente-se na ponta de um banco com os joelhos dobrados, os pés apoiados no chão e coloque um par de halteres no chão ao lado do seu corpo. Dobre-se para a frente na cintura, o quanto conseguir até ficar com as costas paralelas ao chão – o seu peito deverá tocar nas suas pernas. Estenda as mãos, pegue num peso em cada mão, e deixe os seus braços pendurados para baixo. 2. Vire os pesos de modo a que as palmas das mãos estejam viradas para dentro. 3. Sem mover qualquer coisa a não ser os braços, puxe lentamente os halteres até perto do seu corpo ao lado do seu peito. 4. Aguente por um segundo, e de seguida, baixe os pesos de volta ao chão.
tr: 1. Bir sehpanın ucuna dizleriniz bükülü, ayaklarınız yere düz basılı olarak oturun ve her iki yanınızda yere birer dambıl koyun. Belinizden, sırtınız neredeyse yere paralel olana kadar mümkün olduğunca öne doğru eğilin – göğsünüz dizlerinize değmeli. Aşağı doğru ulaşın, her bir elinize bir ağırlık alın ve kollarınızın düz olarak aşağı sarkmasına izin verin. 2. Ağırlıklarınızı, avuç içleriniz içeri doğru bakacak şekilde döndürün. 3. Kollarınız dışında herhangi bir yerinizi oynatmadan, yavaşça dambılları göğsünüzün yanlarından gövdenize yakın bir şekilde yukarı doğru çekin. 4. Bir saniyeliğine tutun ve daha sonra ağırlıkları aşağı doğru geri indirin.

source: Stability Ball Hyperextension
de: Gymnastikball Überdehnung
es: Hiperextensiones con Pelota Suiza
fr: Extension du Buste avec Ballon d’Exercice
ko: 스태빌리티 볼 하이퍼익스텐션
pt: Hiperextensão na Bola de Estabilidade
tr: Denge Topu Hiper Uzatma

source: 13 Stability Ball Hyperextension
de: 1. Legen Sie sich neigend auf einen Gymnastikball. Ihr ganzer Oberkörper sollte auf dem Ball sein. Halten Sie Ihre Arme über Ihrem Kopf. 2.Biegen Sie Ihren Oberkörper, bis Ihre Brust keinen Kontakt mehr mit dem Gymnastikball hat. Für eine Sekunde halten. Gehen Sie zur Anfangsposition zurück.
es: 1. Túmbate boca abajo sobre la pelota. Toda la parte superior del cuerpo debe estar sobre la pelota. Coloca los brazos sobre la cabeza. 2. Dobla la parte superior del cuerpo hacia arriba, hasta que el pecho deje de estar en contacto con la pelota. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 스태빌리티 볼에 엎드려 눕습니다. 상반신 전체가 스태빌리티 볼에 있어야 합니다. 양팔을 머리 위에 유지합니다. 2. 가슴이 더 이상 스태빌리티 볼과 닿지 않도록 상반신을 숙입니다. 일 초간 자세를 유지합니다. 시작 자세로 돌아옵니다.
pt: 1. Deite-se de bruços sobre a bola de estabilidade. Toda a sua parte superior do corpo deverá estar sobre a bola de estabilidade. Mantenha os seus braços sobre sua cabeça. 2. Dobre a parte superior do corpo até o peito não estar mais em contato com a bola de estabilidade. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Denge topu üzerine yüz üstü uzanın. Vücudunuzun tamamı denge topunun üzerinde olmalıdır. Kollarınızı başınızın üzerinde tutun. 2. Göğsünüz artık denge topuyla temas etmeyene kadar üst gövdenizi yukarı doğru bükün. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: T-Bar Bent Over Row
de: Gebeugtes T-Stangen-Rudern
es: Remo Inclinado con Barra-T
fr: Tirage de Barre T
ko: T-바 벤트 오버 로우
pt: Bent Over Row na Barra-T
tr: T-Bar Eğilerek Çekiş

source: 15 T-Bar Bent Over Row
de: 1. Stellen Sie sich mit gespreizten Beinen an eine T-Stangen-Rudermaschine und greifen Sie mit einem Obergriff nach den Griffen. Gehen Sie sicher, daß Ihre Füße schulterbreit auseinander und Ihre Knie leicht gebeugt sind, wie dargestellt. 2. Halten Sie Ihren Rücken flach und biegen Sie Ihre Taille bis Ihr Oberkörper 45 Grad in der Senkrechte ist, die Stange hängt auf Armlänge direkt unter Ihren Schultern. 3. Dann heben Sie die Stange so nah an Ihre untere Brust wie Sie können, während Sie Ihre Schulterblätter zusammenziehen. Innehalten, dann die Stange wieder langsam zur Anfangsposition hinunterlassen.
es: 1. Móntate en una máquina de remo con Barra T y sujeta el manillar con un agarre prono. Asegúrate de que tus pies estén separados a la anchura de los hombros y las rodillas ligeramente dobladas, como se muestra en la figura. 2. Mantén la espalda recta y dobla la cintura hasta que la parte superior del cuerpo esté a unos 45 grados de la vertical, y la barra colgada al alcance de las manos directamente por debajo de los hombros. 3. Juntando los omóplatos, levanta la barra lo más cerca que puedas de la parte inferior del pecho. Pausa, y baja lentamente la barra hasta la posición inicial.
ko: 1. T-바-로우 기구에 걸터 앉아 오버핸드 그립으로 손잡이를 잡습니다. 다리를 어깨 너비로 벌리고 서서 무릎은 약간 그림과 같이 벌립니다. 2. 허리를 똑바로 편 상태로 상반신이 수직상태에서 약 45도가 되도록 숙입니다. 바는 어깨 바로 아래에 팔 길이 정도에 유지합니다. 3. 그리고, 어깻죽지를 서로 모으면서 바를 아래쪽 가슴에 가깝네 들어 올립니다. 잠시 멈추었다가, 천천히 바를 시작 위치로 내려 놓습니다.
pt: 1. Aproxime-se de uma máquina T-Bar-Row e agarre nas alças com uma pronação. Certifique-se que está em pé com os pés afastados à largura dos ombros e os joelhos ligeiramente flexionados, como mostrado. 2. Mantenha as costas retas e dobre a sua cintura até ficar com a parte superior do corpo a 45 graus em relação à vertical, a barra deverá estar suspensa no comprimento do braço diretamente abaixo de seus ombros. 3. Depois, apertando as omoplatas juntas, levante a barra até o mais perto que conseguir do seu peito inferior. Pause e desça lentamente a barra de volta à posição inicial.
tr: 1. Bir T-Bar Çekiş makinesinin önüne bacaklarınızı iki yana açarak geçin ve tutmaçları ellerinizle yukarıdan aşağı inen bir kavrayışla tutun. Ayaklarınızın omuz mesafesi açıklığında ve gösterildiği gibi dizleriniz hafif bükülü bir şekilde ayakta durduğunuzdan emin olun. 2. Sırtınızı düz tutun ve belinizi üst gövdeniz dikey düzleme yaklaşık olarak 45 derece eğiklikte olana kadar eğin; T-bar da hemen omuzlarınızın altında bir kol mesafesinde asılı olsun. 3. Daha sonra, kürek kemiklerinizi birbirine doğru sıkıştırarak, barı alt göğsünüze doğru size olabildiğince yakın olacak şekilde kaldırın. Duraklayın, daha sonra barı yavaşça başlangıç pozisyonuna geri indirin.

source: Dumbbell Biceps Curl (Hammer Grip On Bench)
de: Bizeps Kurzhantelübung (Hammergriff Auf Bank)
es: Curl de Bíceps con Mancuerna (Agarre Martillo con Banco)
fr: Flexion Biceps au Banc Incliné Prise Neutre
ko: 덤벨 바이셉 컬(벤치에서 해머 그립)
pt: Elevação de Haltere com Bíceps (Pronação Martelo no Banco)
tr: Dambıllı Biseps Bükme (Sehpada Çekiç Kavrayışı)

source: 10 Dumbbell Biceps Curl (Hammer Grip On Bench)
de: 1. Während Sie mit geradem Rücken stehen, halten Sie eine Kurzhantel mit einem Hammergriff. Lassen Sie den Oberarm oben auf der Schrägbank ruhen. 2. Heben Sie die Kurzhantel hoch, während Sie Ihre Oberarme in Position halten. Halten Sie für eine Sekunde inne. Lassen Sie die Kurzhantel langsam wieder zur Anfangsposition zurück.
es: 1. De pie y con la espalda recta, sujeta una mancuerna con agarre martillo. Reposa el brazo en la parte superior de un banco inclinado. 2. Levanta la mancuerna sin mover la parte superior de los brazos. Mantén la posición durante un segundo. Devuelve la mancuerna a la posición inicial.
ko: 1. 허리를 편 상태로 서서, 한 개의 덤벨을 해머 그립으로 잡습니다. 윗팔을 인클라인 벤치 위에 올려 놓습니다. 2. 윗팔을 움직이지 않으면서 덤벨을 들어 올립니다. 일 초간 정지합니다. 덤벨을 시작 위치로 내려 놓습니다.
pt: 1. De pé e com as costas retas, segure num haltere com uma pronação martelo. Descanse o braço no topo da bancada de inclinação. 2. Levante os halteres, mantendo os braços no lugar. Aguente por um segundo. Baixe o haltere até à posição inicial.
tr: 1. Sırtınız düz bir şekilde ayakta dururken, bir dambılı çekiç kavrayışıyla tutun. Üst kolunuzu eğimli sehpanın üzerinde dinlendirin. 2. Üst kollarınızı yerinde tutarak dambılı yukarı doğru kaldırın. Bir saniyeliğine tutun. Dambılı başlangıç pozisyonuna geri indirin.

source: Dumbbell Biceps Curl (Hammer Grip Standing)
de: Bizeps Kurzhantelübung (Stehender Hammergriff)
es: Curl de Bíceps con Mancuerna (Agarre Martillo de Pie)
fr: Flexion Biceps avec Haltères en Pronation
ko: 덤벨 바이셉 컬(해머 그립 스탠딩)
pt: Elevação de Haltere com Bíceps (Pronação Martelo Levantado)
tr: Dambıllı Biseps Bükme (Ayakta Çekiç Kavrayışı)

source: 11 Dumbbell Biceps Curl (Hammer Grip Standing)
de: 1. Stehend und mit geradem Rücken halten Sie zwei Kurzhanteln an Ihren Seiten mit einem Hammergriff. Lassen Sie Ihre Arme gerade. 2. Heben Sie die Kurzhanteln an, während Sie Ihre Arme in Position halten. Benutzen Sie Ihre Schultern bei dieser Bewegung nicht. 3. Für eine Sekunde halten und zurück zur Anfangsposition gehen.
es: 1. De pie y con la espalda recta, sujeta las mancuernas a los lados con un agarre martillo. Mantén los brazos rectos. 2. Levanta las mancuernas sin mover la parte superior de los brazos. Evita usar los hombros durante el movimiento. 3. Mantén la posición durante un segundo y vuelve a la posición inicial.
ko: 1. 허리를 똑바로 하고 서서, 덤벨을 양 옆에 해머 그립으로 잡습니다. 팔은 펴서 고정시킵니다. 2. 윗 팔을 움직이지 않으면서 덤벨들을 들어 올립니다. 동작을 하는 동안 어깨 사용을 금합니다. 3. 일 초간 멈추었다가 시작 자세로 돌아 옵니다.
pt: 1. De pé e com as costas retas, segure em halteres ao lado do seu corpo com uma pronação martelo. Mantenha os braços retos. 2. Levante os halteres, mantendo os braços no lugar. Tente não usar os ombros durante o movimento. 3. Aguente durante um segundo e volta à posição inicial
tr: 1. Sırtınız düz bir şekilde, dambılları çekiç kavrayışıyla yanlarınızda tutun. Kollarınızı düz bir şekilde tutun. 2. Üst kollarınızı sabit tutarak dambılları yukarı doğru kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. 3. Bir saniyeliğine tutun ve başlangıç pozisyonuna geri dönün.

source: Dumbbell Biceps Curl (Underhand Grip Concentration With Single Arm)
de: Bizeps Kurzhantelübung (Unterhandgriff Konzentration Mit Einem Arm)
es: Curl de Bíceps con Mancuerna (Concentración Agarre Supino con un Solo Brazo)
fr: Flexion Biceps Assis avec Haltère
ko: 덤벨 바이셉 컬(언더핸드 그립 한 쪽 팔 집중)
pt: Elevação de Haltere com Bíceps (Concentração da Pronação Inferior com um Braço)
tr: Dambıllı Biseps Bükme (Tek Kolla Aşağıdan Yukarı Doğru Kavrayış Konsantrasyonu)

source: 12 Dumbbell Biceps Curl (Underhand Grip Concentration With Single Arm)
de: 1. Biegen Sie Ihre Knie leicht an. Rücken gebeugt und gerade halten. Halten Sie eine Kurzhantel mit Unterhandgriff. Platzieren Sie den Ellenbogen auf den inneren Oberschenkel. 2. Heben Sie die Kurzhantel an, während Sie Ihren Oberarm in Position halten. Halten Sie für eine Sekunde inne. Gehen Sie zur Anfangsposition zurück.
es: 1. Dobla las rodillas ligeramente. Mantén la espalda doblada y recta. Sujeta una mancuerna con agarre supino. Coloca el codo en la parte interior del muslo. 2. Levanta la mancuerna sin mover la parte superior del brazo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
ko: 1. 무릎을 약간 구부립니다. 허리를 구부려 똑바로 유지합니다. 언더핸드 그립으로 덤벨 한 개를 잡습니다. 팔꿈치를 허벅지 안쪽에 위치시킵니다. 2. 윗쪽 팔을 움직이지 않으면서 덤벨을 들어 올립니다. 일 초간 멈춥이다. 시작 자세로 돌아 옵니다.
pt: 1. Dobre os joelhos ligeiramente. Mantenha as costas dobradas e firmes. Segure num haltere com pronação inferior. Posicione o cotovelo na parte interna da coxa. 2. Levante os halteres, mantendo o seu braço superior no lugar. Aguente por um segundo. Retorne à posição inicial.
tr: 1. Dizlerinizi hafifçe bükün. Sırıtınız eğilmiş ve düz olsun. Dambıllardan birini aşağıdan yukarı doğru kavrayın. Dirseğinizin iç kısmını uyluğunuzun iç kısmına konumlandırın. 2. Üst kolunuzu sabit tutarken dambılı yukarı kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

source: Dumbbell Biceps Curl (Underhand Grip On Bench)
de: Bizeps Kurzhantelübung (Unterhandgriff Auf Bank)
es: Curl de Bíceps con Mancuerna (Agarre Supino con Banco)
fr: Flexion Biceps au Banc Incliné
ko: 덤벨 바이셉 컬(벤치에서 언더핸드 그립)
pt: Elevação de Haltere com Bíceps (Punho Inferior No Banco)
tr: Dambıllı Biseps Bükme (Sehpada Aşağıdan Yukarı Doğru Kavrayış)

source: 13 Dumbbell Biceps Curl (Underhand Grip On Bench)
de: 1. Stehend und mit geradem Rücken halten Sie eine Kurzhantel im Unterhandgriff. Lassen Sie den Oberarm oben auf der Schrägbank ruhen. 2. Heben Sie die Kurzhantel an, während Sie Ihre Oberarme in Position halten. Halten Sie für eine Sekunde inne. Lassen Sie die Kurzhantel zur Anfangsposition hinunter.
es: 1. De pie y con la espalda recta, sujeta una mancuerna con un agarre supino. Reposa el brazo en la parte superior de un banco inclinado. 2. Levanta la mancuerna sin mover la parte superior de los brazos. Mantén la posición durante un segundo. Baja la mancuerna hasta la posición inicial.
ko: 1. 허리를 똑바로 한 채 서서, 언더핸드 그립으로 덤벨 한 개를 잡습니다. 인클라인 벤치 위에 윗팔을 올려 놓습니다. 2. 윗팔을 움직이지 않으면서 덤벨을 들어 올립니다. 일 초간 멈춥이다. 시작 위치에 덤벨을 내립니다.
pt: 1. Em pé e com as costas retas, segure num haltere de pronação inferior. Descanse o braço no topo da bancada de inclinação. 2 . Levante os halteres, mantendo os braços superiores no lugar. Aguente por um segundo. Baixe os halteres de volta à posição inicial.
tr: 1. Sırtınız düz olarak ayakta dururken, dambıllardan birini aşağıdan yukarı doğru kavrayarak tutun. Üst kolunuzu eğimli sehpanın üzerinde dinlendirin. 2. Üst kollarınızı sabit bir şekilde tutarken dambılı yukarı kaldırın. Bir saniyeliğine tutun. Dambılı başlangıç pozisyonuna doğru geri indirin.

source: Dumbbell Biceps Curl Seated (Hammer Grip)
de: Kurzhantelübung im Sitzen (Hammergriff)
es: Curl de Bíceps con Mancuerna Sentado (Agarre Martillo)
fr: Flexion Biceps Prise Neutre
ko: 덤벨 바이셉 컬시티드(해머 그립)
pt: Elevação de Haltere com Bíceps Sentado (Pronação Martelo)
tr: Oturarak Dambıllı Biseps Bükme (Çekiç Kavrayışı)

source: 14 Dumbbell Biceps Curl Seated (Hammer Grip)
de: 1. Während Sie sitzen, lassen Sie die Kurzhanteln neben sich mit einem Hammergriff hängen. Halten Sie die Arme gerade. 2.Heben Sie die Kurzhanteln an, während Sie Ihre Oberarme in Position halten. Benutzen Sie Ihre Schultern bei dieser Bewegung nicht. Halten Sie für eine Sekunde inne, und gehen Sie danach zur Anfangsposition zurück.
es: 1. Sentado y con la espalda recta, deja que las mancuernas cuelguen junto a ti con un agarre martillo. Mantén los brazos rectos. 2. Levanta las mancuernas sin mover la parte superior de los brazos. Evita usar los hombros durante el movimiento. Mantén la posición durante un segundo, y vuelve a la posición inicial.
ko: 1. 허리를 똑바로 한 채 서서, 해머 그립으로 덤벨을 잡고 옆에 내려 뜨립니다. 팔은 똑바로 합니다. 2. 윗팔을 움직이지 않으면서 덤벨을 들어 올립니다. 동작을 하는 동안 어깨 사용을 금합니다. 일 초간 멈추었다가 시작 자세로 돌아 옵니다.
pt: 1. Sentado e com as costas retas, pendure os halteres ao seu lado com uma pronação martelo. Mantenha os braços retos. 2. Levante os halteres, mantendo os braços no lugar. Tente não usar os seus ombros durante o movimento. Aguente por um segundo, e em seguida, retorne à posição inicial.
tr: 1. Sırtınız düz bir şekilde otururken, dambılların yanlarınızdan çekiç kavrayışıyla aşağı sarkmasına izin verin. Kollarınızı düz tutun. 2. Üst kollarınızı sabit bir şekilde tutarken dambılları yukarı kaldırın. Hareket esnasında omuzlarınızı kullanmaktan kaçının. Bir saniyeliğine tutun, daha sonra başlangıç pozisyonuna geri dönün.

source: Dumbbell Biceps Curl Seated (Underhand Grip)
de: Bizeps Kurzhantelübung im Sitzen (Unterhandgriff)
es: Curl de Bíceps con Mancuerna Sentado (Agarre Supino)
fr: Flexion Biceps Assis au Banc
ko: 덤벨 바이셉 컬시티드(언더핸드 그립)
pt: Elevação de Haltere com Bíceps Sentado (Punho Inferior)
tr: Oturarak Dambıllı Biseps Bükme (Aşağıdan Yukarı Doğru Kavrayış)
