Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/content.strings
Languages: de, es, fr, ko, pt, tr

source: 3 Lat Pull-Downs
de: Befestigen Sie eine lange Stange an die Latzug-Maschine, und stellen Sie die Oberschenkelpolster so ein, daß beim Sitzen Ihre Knie rechtwinklig und Ihre Füße flach auf dem Boden sind. Fassen Sie die Stange mit einem weiten Griff, setzen Sie sich mit einem aufrecht gehaltenen Oberkörper hin, und lehnen Sie etwas weg von Ihren Hüften. Ziehen Sie die Stange vor Ihr Gesicht zum Anfang Ihrer Brust, und halten Sie inne. Lassen Sie die Stange langsam zur Anfangsposition zurückgleiten, indem Sie Ihre Arme ausstrecken.
es: Fija una barra larga a la máquina de jalones laterales y ajusta los cojinetes para que cuando estés sentado tus rodillas estén en ángulo recto y las plantas de los pies apoyadas en el suelo. Agarra la barra y siéntate manteniendo la parte superior del cuerpo en posición recta, con una ligera inclinación hacia atrás desde las caderas. Levanta la barra de delante de tu rostro hasta la parte de arriba del pecho y haz una pausa. Lentamente, vuelve a dejar la barra en la posición inicial, estirando los brazos.
ko: 긴 바를 랫 풀다운 기구에 부착하고, 앉았을때 무릎이 알맞은 각도를 유지하고 발이 바다에 닿을 수 있도록 종아리 패드를 조절합니다. 넓은 그립으로 바를 잡고 앉아서, 힙에서 약간 뒤쪽으로 기댄채 상체를 똑바로 유지합니다. 얼굴 앞에 있는 바를 가슴 위까지 당겨 잠시 정지합니다. 팔을 똑바로 펴면서 천천히 바를 시작 위치로 되돌립니다.
pt: Anexar uma longa barra à máquina de pulldowns e ajustar as almofadas de coxa de modo a que quando estiver sentado os seus joelhos estejam nos ângulos corretos e os pés apoiados no chão. Segure a barra com bastante força e sente-se mantendo a parte superior do corpo na posição vertical, ligeiramente inclinado para trás nas ancas. Puxe a barra à frente do seu rosto para cima do seu peito e pare. Lentamente, solte a barra de volta à posição inicial, endireitando os seus braços.
tr: Kanat çekme makinesine uzun bir bar bağlayın ve oturduğunuzda dizleriniz dik açıda ve ayaklarınız yere düz basacak şekilde kalça yastıklarını ayarlayın. Geniş bir kavrayışla barı kavrayın ve üst vücudunuzu kalçalardan hafifçe arkaya eğilerek dik bir pozisyonda tutun. Halteri yüzünüzün önüne doğru göğsünüzden yukarı doğru çekin ve duraklayın. Kollarınızı yavaşça düzleştirerek başlangıç pozisyonuna geri dönün.

source: Seated Rows
de: Sitzendes Rudern
es: Remadas Sentado
fr: Dorsaux à la Poulie Basse
ko: 시티드 로윙
pt: Remada sentada
tr: Oturarak Makinede Çekiş

source: 4 Seated Rows
de: Um mit dem sitzenden Rudern anzufangen, greifen Sie die Griffe Ihrer Lieblingsstange (es könnte die sein, die gezeigt wird). Setzen Sie sich mit einem geraden Rücken hin, während Ihre Beine angewinkelt sind, und Sie Ihre Füße gegen den Metallblock stellen. Dehnen Sie Ihre Arme aus, und fühlen Sie, wie Ihre Rückenmuskeln sich dehnen. Ziehen Sie das Gewicht zurück zu Ihrem Körper, bis die Griffe Ihren Bauch berühren.
es: Para comenzar el remo sentado, coge las asas de tu barra favorita (puede ser como la mostrada). Siéntate con la espalda recta, las piernas dobladas y los pies apoyados en el bloque de metal. Extiende los brazos hasta que sientas que los laterales se estiran. Tira del peso hacia tu cuerpo hasta que las asas toquen tu abdomen.
ko: 시티드 로윙을 시작하기 위해서 가장 좋아하는 바를 잡습니다(제시된 것과 같으면 됩니다). 양다리을 구부려 발은 발판에 대고 등을 똑바로 하고 앉습니다. 팔을 뻗어 랫이 스트레치되는 것을 느낍니다. 손잡이가 복부에 닿을 때까지 웨이트를 몸쪽으로 당깁니다.
pt: Para começar a remada sentada segure as alças da sua barra favorita (Poderá ser como a mostrada). Sente-se com as costas retas, mantendo as pernas dobradas e os pés contra o bloco de metal. Estenda os braços sentindo os seus dorsais a esticarem. Puxe o peso de volta para o seu corpo até que as alças toquem o seu abdómen.
tr: Oturarak makinede çekişe başlamak için en sevdiğiniz barın (şekilde gösterilen gibi de olabilir) tutamaçlarını tutun. Sırtınız dik bir şekilde otururken, bacaklarınızı bükün ve ayaklarınızı metal bloğa karşı yerleştirin. Laterallerinizin gerildiğini hissedene kadar kollarınızı açın. Tutamaçlar karın bölgenize değene kadar ağırlığı vücudunuza doğru çekin.

source: One-Arm Dumbbell Rows
de: Einarmiges Kurzhantelrudern
es: Remadas de Un Solo Brazo con Mancuernas
fr: Tirage avec Haltère
ko: 원암 덤벨 로윙
pt: Puxadas de halteres com um braço
tr: Tek Kol Dambıl Kanat Çekiş

source: 5 One-Arm Dumbbell Rows
de: Platzieren Sie Ihr linkes Knie und Ihre linke Hand auf eine Flachbank, und lassen Sie Ihr rechtes Bein fest auf dem Boden stehen. Lehnen Sie nach vorne, so daß Ihr Rücken flach und parallel zum Boden ist. Erfassen Sie mit Ihrer rechten Hand eine Hantel, indem Ihre Handfläche zu Ihrem Körper zeigt, und heben oder rudern Sie die Hantel hoch und zu Ihrer Rippengegend. Gehen Sie zur Startposition zurück, und wiederholen Sie.
es: Coloca tu rodilla y mano izquierdas en un banco y la pierna derecha apoyada firmemente en el suelo. Inclínate hacia delante hasta que tu espalda esté paralela al suelo. Coge una mancuerna con la mano derecha y con la palma mirando hacia el cuerpo y levanta o rema con la mancuerna hacia arriba y hacia la zona de la caja torácica. Vuelve a la posición inicial y repite.
ko: 왼쪽 무릎과 왼쪽 손을 플랫 벤치에 놓고 오른쪽 무릎과 손은 바닥에 단단히 고정시킵니다. 앞으로 기울여 등이 판판하고 바닥과 평행을 이루도록 합니다. 손바닥을 몸쪽으로 향한채로 아령을 오른쪽 손에 잡고 아령을 위로 그리고 자신의 외부 흉각 부분으로 올리거나 로윙합니다. 시작 위치에 돌아와서 반복합니다.
pt: Coloque o seu joelho esquerdo e mão esquerda num banco plano com a sua perna direita fincada firmemente no chão. Incline-se para a frente de forma a que as suas costas fiquem planas e paralelas ao chão. Segure um halter com a sua mão direita, com a palma virada para o seu corpo e eleve ou estique o haltere para cima e até à área da sua caixa torácica externa. Volte à posição inicial e repita.
tr: Sol dizinizi ve sol elinizi düz bir sehpaya yerleştirin ve sağ bacağınız yere sıkıca bassın. Sırtınızın düz ve yere paralel olması için öne doğru eğilin. Avuç içiniz vücudunuza bakacak şekilde, sağ elinize bir dambıl alın ve dambılı dış göğüs kafesi bölgesine doğru kaldırın veya çekin. Başlangıç pozisyonuna geri dönün ve tekrar edin.

source: Barbell Shrugs
de: Langhantel-Achselzucken
es: Encogimiento de Hombros con Haltera
fr: Haussement d’Épaules à la Barre
ko: 바벨 운동
pt: Encolhimento de ombros com barras
tr: Halter Silkme

source: 6 Barbell Shrugs
de: Stellen Sie sich gerade hin, Füße schulterlang auseinander, während Sie eine Langhantel in beiden Händen mit einem pronierten Griff (Handflächen zu Oberschenkeln) vor sich halten. Hinweis: versuchen Sie nicht, die Hantel mit Ihren Bizeps zu heben.Gehen Sie langsam zur Anfangsposition zurück, während Sie einatmen.
es: De pie, recto, con los pies separados a la anchura de los hombros y sujeta una haltera, con ambas manos, delante de ti, usando un agarre prono (con las manos mirando a los muslos). Consejo: La distancia entre las manos debe ser un poco más ancha que la de los hombros. Puedes utilizar muñequeras para un mejor agarre en este ejercicio. Esta es la posición inicial. Levanta los hombros tanto como puedas, al mismo tiempo que espiras, y mantén la contracción durante un segundo. Consejo: Abstente de levantar la haltera usando los biceps. Vuelve a la posición inicial, lentamente y aspirando.
ko: 발을 어깨 넓이로 벌리고 똑바로 서서 내전 그립(손바닥이 해당 물건을 향함)을 이용하여 앞에 있는 바벨을 양손으로 잡습니다. 주의: 손은 어깨 넓이보다 약간 더 넓게 떨어져 있어야 합니다. 그립을 강화하려면 손목 보호대를 사용하시기 바랍니다. 이것이 준비 자세입니다. 숨을 내쉬고 일초간 수축을 유지하면서 어깨를 할 수 있는한 최대한 높이 올립니다. 주의: 이두박근을 이용해서 바벨을 올리는 행동은 삼가하십시오. 숨이 들이 마시면서 준비 자세로 천천히 돌아옵니다.
pt: Fique de pé com os pés à largura dos ombros, enquanto segura uma barra com as duas mãos à sua frente usando um aperto de pronação (palmas voltadas para as coxas). Dica: as mãos devem ficar um pouco mais largas que a largura dos ombros. Pode usar punhos de apoio aos pulsos neste exercício para uma melhor aderência. Esta será a sua posição inicial. Levante os ombros para cima, tanto quanto puder, enquanto expira e mantenha a contração por um segundo. Dica: Abstenha-se de tentar levantar a barra usando os seus bíceps. Lentamente volte à posição inicial enquanto inspira.
tr: Bacaklarınız omuz genişliğinde ve düz olarak ayakta dururken, pronate kavrayışla (avuç içleri kalçaya bakacak şekilde) halteri iki elinizle kavrayın. İpucu: Elleriniz omuz açıklığından biraz daha geniş olarak açılmalıdır. Daha iyi bir kavrayış için bu egzersizde bilek sargısı kullanabilirsiniz. Bu sizin başlangıç pozisyonunuzdur. Nefes verirken, omuzlarınızı olabildiğince yukarı kaldırın ve kasılmayı bir saniyeliğine tutun. İpucu: Halteri bisepslerinizi kullanarak kaldırmaktan kaçının. Nefes alırken yavaşça başlangıç pozisyonunuza geri dönün.

source: Dumbbell Shrugs
de: Kurzhantel-Achselzucken
es: Encogimiento de Hombros con Mancuernas
fr: Haussement d’Épaules avec Haltères
ko: 아령 슈러그
pt: Encolhimento de ombros com halteres
tr: Dambıl Silkme

source: 7 Dumbbell Shrugs0
ko: 아령을 양옆에 들고 아령이 편안히 느껴지도록 충분히 넓게 똑바로 섭니다. 팔 운동이나 전면 들기보다 아령이 무겁게 느껴질 수도 있습니다. 어떤 질문에 „모르겠어요”라고 대답하듯이 어깨를 위로 들썩입니다. 앞으로 구부리지 말고 완전하게 직립으로 유지하도록 하십시오. 앞으로 구부러지가나 뒤로 구부러지려고 하면 웨이트를 약간 줄이기 바랍니다.

source: Back Extensions
de: Rückenverlängerungen
es: Extensiones de Espalda
fr: Extension du Buste
ko: 등 확장
pt: Extensões de costas
tr: Sırttan Geriye Yaslanma

source: 8 Back Extensions
de: Stellen Sie sich in eine Rückenverlängerungsstation, und haken Sie sich an einen Beinanker an. Ihr Körper sollte von Ihren Händen zu Ihren Hüften eine gerade Linie bilden. Senken Sie Ihren Oberkörper, erlauben Sie Ihrem Rücken sich zu wölben, bis er fast senkrecht zum Boden ist. Erheben Sie Ihren Oberkörper, bis er sich etwas mehr als parallel zum Boden befindet. An diesem Punkt sollten Sie einen leichten Bogen in Ihrem Rücken haben, und Ihre Schulterblätter sollten zusammengezogen sein. Halten Sie für eine Sekunde inne, und dann wiederholen Sie alles.
es: Colócate en un aparato de estiramiento de espalda y engancha los pies en el ancla de piernas. Tu cuerpo deberá estar en línea recta desde las manos hasta las caderas. Baja el torso, haciendo que se arquee la espalda, hasta que esté casi perpendicular al suelo. Eleva la parte superior del cuerpo hasta que esté ligeramente por encima de la posición paralela al suelo. En este momento, tu espalda deberá formar un ligero arco y tus omoplatos deberán estar unidos. Mantén la posición durante un segundo y repite.
ko: 등 확장 스테이션에 자세를 잡고 발을 다리 앵커밑에 겁니다. 몸은 손에서 골반까지 직선을 유지합니다. 아랫쪽 등을 둥글게 만들면서, 몸통을 바닥과 수직을 이루도록 낮춥니다. 상체는 바닥과 약간 수평을 이루도록 들어 올립니다. 이 시점에서 등이 조금 아치를 이루고 견갑골이 서로 모아져 있어야 합니다. 잠시 멈추었다가 다시 반복합니다.
pt: Posicione-se numa estação de extensão de costas e prenda os seus pés sob a âncora de pernas. O seu corpo deve formar uma linha reta a partir das suas mãos até as suas ancas. Baixe o tronco, permitindo que o fundo das suas costas gire, até que esteja um pouco abaixo da perpendicular ao chão. Levante o tronco até que ele esteja um pouco acima paralelo ao chão. Neste ponto, deverá ter um ligeiro arco nas suas costas, e as omoplatas devem estar juntas. Pare por um segundo, depois repita.
tr: Sırttan geriye yaslanma istasyonunda pozisyonunuzu alın ve ayağınızı bacak çengeline sabitleyin. Vücudunuz ellerinizden kalçalarınıza kadar düz bir çizgi oluşturmalıdır. Vücudunuzu alçaltarak, alt sırtınızı yere yaklaşık olarak dik olana kadar yuvarlatın. Üst gövdenizi yere paralel olduktan biraz daha yukarı doğru yükseltin. Bu noktada, sırtınızda hafif bir yay olmalı ve kürek kemikleriniz birbirine çekilmeli. Bir saniye duraklayın ve daha sonra tekrar edin.

source: Bent Over Row
de: Gebücktes Rudern
es: Remada Inclinada
fr: Tirage de Barre en Pronation
ko: 벤트 오버 로윙
pt: Remada unilateral
tr: Eğilerek Kanat Çekişi

source: 9 Bent Over Row
de: Stellen Sie sich mit leicht gebeugten Knien hin. Neigen Sie Ihren Oberkörper in einem 45 Grad Winkel, und halten Sie Ihren Rücken gerade. Greifen Sie oben nach der Stange, indem Ihre Hände weiter auseinander sind als Schulterlänge, und Ihre Arme sollten geradeaus von Ihren Schultern hängen: - Atmen Sie ein, ziehen Sie Ihre Bauchmuskeln isometrisch zusammen, und ziehen Sie die Stange gerade hoch, bis sie Ihre Brust berührt. - Gehen Sie, während Sie ausatmen, zur Anfangsposition zurück.
es: De pie con las rodillas ligeramente flexionadas. Dobla el torso en un ángulo de 45 grados, manteniendo la espalda recta. Agarra la barra con una distancia entre las manos superior a la anchura de los hombros y los brazos colgando rectos de los hombros: ⁃ Inhala, contrae el abdominal isométricamente y levanta la barra recta hasta que toque el pecho. ⁃ Vuelve a la posición inicial, exhalando.
ko: 무릎을 약간 구부리고 섭니다. 등을 똑바로 하면서 몸통을 약 45도 각도로 구부립니다. 바를 어깨 넓이보다 넓게 오보핸드 그립으로 잡고 팔은 어깨 바로 아래로 느러뜨립니다: - 숨을 들이마시고 복부를 비스듬하게 수축하면서 바를 가슴에 닿을 때까지 똑바로 당깁니다. - 시작 자세로 숨을 내쉬면서 돌아갑니다.
pt: Fique de pé com os joelhos levemente flexionados. Flexione o tronco num ângulo de aproximadamente 45 graus, mantendo as costas retas. Agarre a barra por baixo com as mãos a uma largura superior à dos ombros e os braços pendurados para baixo dos seus ombros: - Inspire, contraia os músculos abdominais e puxe a barra em linha reta até ela tocar no seu peito. - Volte à posição inicial, expirando.
tr: Dizleriniz hafif kasılı bir şekilde ayakta durun. Gövdenizi, sırtınızı düz tutarak, yaklaşık olarak 45 derece eğin. Elleriniz omuz açıklığından daha geniş bir ölçüde yukarıdan aşağı inen bir kavrayışla ve kollarınızda doğrudan omuzlarınızdan aşağı salınacak şekilde barı tutun: - Nefes alın, karın kaslarınızı izometrik olarak kasın ve barı göğsünüze değene kadar yukarı çekin. - Nefes verirken başlangıç pozisyonuna dönün.

source: Reverse Chin Ups
de: Umgekehrte Klimmzüge
es: Dominadas Invertidas
fr: Traction Prise Neutre
ko: 역턱걸이
pt: Queixo para cima inverso
tr: Ters Barfiks

source: 10 Reverse Chin Ups
de: Verlängern Sie Ihre Arme, und greifen Sie von unten nach der Stange, während Ihre Hände eine Schulterlänge auseinander sind: - Atmen Sie ein, und strecken Sie Ihre Brust heraus, und ziehen Sie sich hoch, bis Ihr Kinn an der Höhe der Stange ist. - Atmen Sie aus, während Sie die Übung abschließen.
es: Extiende los brazos y agarra la barra con una distancia entre las manos de la anchura de los hombros: - Inhala y saca el pecho para impulsarte hacia arriba hasta que la barbilla esté a la altura de la barra. - Exhala al completar el movimiento.
ko: 팔을 뻗어 손을 어깨 넓이로 벌려 언더핸드 그립으로 바를 잡습니다: - 숨을 들이마시고 가슴을 내밀면서 턱이 바 수준에 있을 때까지 자신을 끌어 올립니다. - 운동을 완료하면서 숨을 내쉽니다.
pt: Estenda os braços e agarre a barra com as mãos por baixo à largura dos ombros: - Inspire e ponha o peito para fora para se puxar a si mesmo até o queixo estar ao nível da barra. ⁃ Expire enquanto completa o movimento.
tr: Kollarınızı uzatın ve elleriniz omuz açıklığında olarak aşağıdan yukarı bir şekilde barı kavrayın: - Nefes alın ve kendinizi çeneniz barın seviyesine gelene kadar yukarı doğru çekmek için göğsünüzü dışarı doğru çıkarın. - Hareketi tamamlarken nefes verin.

source: Curls
de: Hantelübungen
es: Curl
fr: Flexion Biceps
ko: 컬
pt: Cachos ou Roscas
tr: Pazu Bükme

source: 1 Curls
de: Stellen Sie sich mit Ihren Füßen in Hüftweite auseinander hin, spannen Sie Ihre Bauchmuskeln an, während Sie mittelschwere Hanteln vor Ihren Oberschenkeln halten. Drücken Sie die Bizeps, und biegen Sie Ihre Arme, indem Sie die Gewichte zu Ihren Schultern bringen. Halten Sie die Ellenbogen ruhig, und bringen Sie die Gewichte nur so hoch, wie Sie können ohne die Ellenbogen zu bewegen. Lassen Sie die Gewichte langsam herunter, und lassen Sie die Ellenbogen unten leicht geknickt (z.b. die Gelenke nicht feststellen und versuchen die Spannung im Muskel zu halten).
es: De pie, con los pies separados a la anchura de la cadera y los abdominales ocupados mientras sujetas unas mancuernas de peso mediano delante de los muslos. Contrae los biceps y dobla los brazos, curvando las pesas hacia los hombros. Mantén los codos inmóviles y levanta solamente las pesas, tanto como puedas, sin mover los codos. Baja las pesas despacio, manteniendo un ligero doblez en la parte inferior de los codos (ej: no bloquees las articulaciones e intenta mantener la tension en el músculo)
ko: 골반 넓이 정도로 발을 벌리고 중간 정도 무게의 아령을 대퇴골 앞에 잡고 복부에 힘을 줍니다. 웨이트를 어깨쪽으로 컬하면서 이두근을 수축하여 팔을 구부립니다. 팔꿈치는 고정하고 웨이트를 팔꿈치를 움직이지 않으면서 최대한 높이 올립니다. 웨이트를 천천히 내리고 팔꿈치는 아랫 부분에서 약간 구부린 상태를 유지합니다(예, 관절을 고정시켜 근육에 긴장을 유지하려 하지 마십시오).
pt: Em pé, com os pés sobre a largura do quadril, abdômen contraído à medida em que você segura halteres de peso médio ​​na frente das coxas. Aperte os bíceps e dobre os braços, ao mesmo tempo que encolhe os pesos em direção aos ombros. Mantenha os cotovelos parados e apenas leve o peso o mais alto que puder, sem mover os cotovelos. Lentamente, abaixe os pesos, mantenha uma ligeira curvatura nos cotovelos, na parte inferior (por exemplo, não trave as articulações e tente manter a tensão sobre o músculo).
tr: Bacaklarınız yaklaşık olarak kalça açıklığında, karın kaslarınız çalışır vaziyette, orta ağırlıkta dambılları kalçanızın önünde tutarak ayakta durun. Ağırlıkları omuzlara doğru yukarı kaldırırken pazularınızı sıkın ve kollarınızı bükün. Dirseklerinizi sabit tutun ve dirseklerinizi oynatmadan ağırlıkları getirebileceğiniz en yüksek noktaya kadar kaldırın. Ağırlıkları, aşağıda dirsekte hafif bir bükülme kalana kadar yavaşça alçaltın(örneğin: eklemlerinizi kilitleyerek gerginliği kasın üstünde tutmaya çalışmayın)

source: Barbell Curls
de: Langhantelübungen
es: Curl con Haltera
fr: Flexion Biceps à la Barre
ko: 바벨 컬
pt: Rosca Direta
tr: Halterli Pazu Bükme

source: 2 Barbell Curls
de: Fangen Sie in stehender Position an, stellen Sie Ihre Füße schulterweit auseinander, und entspannen Sie Ihre Knie. Fassen Sie eine Hantel mit Ihren Händen, ebenfalls schulterweit auseinander. Ihr Griff sollte von unten kommen (Handflächen nach oben). Stehen Sie gerade, und lassen Sie die Stange vor Ihren Oberschenkeln hängen. Biegen Sie Ihre Ellenbogen, um die Stange zur Schulterhöhe zu ziehen. Halten Sie in dieser Position für einen Moment inne. Lassen Sie die Stange langsam wieder zur Anfangsposition zurückkommen.
es: Empieza en una posición de pie, con los pies separados a la anchura de los hombros y las rodillas relajadas. Agarra una haltera con las manos también a la anchura de los hombros. El agarre deberá ser con las palmas de las manos mirando hacia arriba. Permanece recto y deja que la barra cuelgue delante de tus muslos. Dobla los codos para poner la barra a la altura de los hombros. Permanece en esta posición durante un momento. Baja la barra lentamente hasta la posición inicial.
ko: 발을 어깨 넓이만큼 벌리고 무릎은 편안한 상태로 서서 시작합니다. 바벨도 어깨 넓이 정도 떨어져 잡습니다. 그립은 언더핸드(손바닥이 위를 향함)여야 합니다. 직립으로 서서 바가 허벅지 앞에 위치하게 합니다. 팔꿈치를 구부려서 바를 어깨 높이만큼 컬합니다. 이 최고 높은 위치에서 잠시 멈춥니다. 천천히 바를 시작 위치로 내립니다.
pt: Comece na posição de pé com os pés na largura dos ombros e os joelhos relaxados. Segure a barra com as mãos também posicionadas na largura dos ombros. A barra deve ser segurada com a palmas das mãos voltadas para cima. Fique em pé e deixe a barra pendurada na frente de suas coxas. Dobre os cotovelos levemente para enroscar a barra para o nível do ombro. Pause momentaneamente nesta posição. Lentamente, abaixe a barra de volta à posição inicial.
tr: Ayaklarınız omuz açıklığında ve dizleriniz rahat bir halde ayakta bir pozisyonda başlayın. Elleriniz de omuz açıklığında olacak şekilde bir halteri kavrayın. Kavrayışınız aşağıdan yukarı olmalıdır (avuç içleri yukarı bakacak şekilde). Dik durun ve barın kalçalarınız önünde sarkmasına izin verin. Halteri omuz seviyesinde kıvırmak için dirseklerinizi bükün. Bu en üst pozisyonda anlık olarak duraklayın. Barı yavaşça başlangıç pozisyonuna doğru alçaltın.

source: Preacher Curls
de: Priesterübungen
es: Curl del Predicador
fr: Flexion à la Table à Biceps
ko: 프리쳐스 컬
pt: Cachos Pregador
tr: Dirsek Sabit Bar ile Pazu Bükme

source: 3 Preacher Curls
de: Fassen Sie die Stange ungefähr in Schulterweite an. Bringen Sie die Stange langsam nach oben, bis Ihre Unterarme zur Decke zeigen (etwas mehr als vertikal). Halten Sie für eine Sekunde inne, und bringen Sie die Stange langsam zur Anfangsposition zurück.
es: Agarra la barra con las manos a la anchura de los hombros. Lentamente, eleva la barra hacia arriba hasta que tus antebrazos estén apuntando hacia arriba (un poco más que en vertical). Espera un segundo y baja la barra a la posición inicial.
ko: 어깨 넓이 정도로 해서 바를 잡습니다. 팔뚝이 천장을 향할때까지(약간 수직이상으로) 바를 천천히 컬합니다. 잠시 멈추었다가 바를 시작 위치로 내려 놓습니다.
pt: Segure a barra na largura dos ombros. Lentamente curve a barra para cima até que seus braços estejam a apontar para o teto (um pouco mais do que vertical). Pause por um segundo, depois abaixe a barra para a posição inicial.
tr: Barı yaklaşık olarak omuz genişliğinde kavrayın. Ön kollarınız yaklaşık olarak tavanı gösterene kadar barı yavaşça kıvırın (dikeyden biraz daha fazla). Bir saniye duraklayın ve barı başlangıç pozisyonuna doğru alçaltın.

source: Hammer Curls
de: Hammerübungen
es: Curl de Martillo
fr: Flexion Biceps Prise Neutre
ko: 해머 컬
pt: Rosca Martelo
tr: Dambıl İçe Dönük Pazu

source: 4 Hammer Curls
de: Halten Sie eine Hantel in jeder Hand mit Ihren Handflächen und Gewichten nach außen. Ihre Arme sollten einen 90 Grad Winkel bilden. Halten Sie Ihre Ellenbogen nah an Ihrem Körper, und ziehen Sie das Gewicht in ruhiger Position zu Ihren Schultern. Lassen Sie die Gewichte wieder langsam zur Anfangsposition zurückkommen.
es: Sujeta una mancuerna en cada mano con las palmas mirando hacia afuera. Tu brazos deberán formar un ángulo de 90 grados. Manteniendo los codos pegados al cuerpo y en una posición firme, lleva las pesas hacia los hombros. Baja las pesas despacio hasta la posición inicial.
ko: 손바닥과 웨이트를 바깥으로 향하게 하면서 양손에 아령을 하나씩 듭니다. 팔은 90도 각도를 만듭니다. 팔꿈치를 최대한 몸에 가까이 유지하면서 안정적인 자세로 웨이트를 어깨 쪽으로 컬해서 올립니다. 시작 위치로 웨이트를 천천히 원래대로 내려 놓습니다.
pt: Segure um haltere em cada mão com as palmas das mãos e pesos virados para fora. Seus braços devem formar um ângulo de 90 graus. Mantenha o seu cotovelo perto de seu corpo e em posição estável, enrole o peso em direção ao seu ombro. Abaixe os pesos lentamente de volta à posição inicial.
tr: Her elinize, dambıllar ve avuç içleriniz dışarı bakacak şekilde bir dambıl alın. Kollarınız 90 derecelik bir açıda olmalıdır. Dirseklerinizi vücudunuza yakın ve sabit bir pozisyonda tutarak, ağırlığı omzunuza doğru yukarı doğru bükün. Ağırlıkları yavaşça başlangıç pozisyonuna doğru alçaltın.

source: Concentration Curls
de: Konzentrationsübungen
es: Curl de Concentración
fr: Flexion Biceps Assis avec Haltère
ko: 집중 컬
pt: Rosca Concentrada
tr: Tek Dambıl Pazu
