Repository: killerart/StringsParser
Catalog: StringsParser/localizations/*.lproj/Localizable.strings
Languages: ja, nl, th

source: exercises
ja: エクササイズ
nl: oefeningen
th: การออกกำลังกาย

source: social follow
ja: 滞在と接続 VGFIT
nl: Blijf in contact met VGFIT
th: เชื่อมต่อกับ VGFIT

source: Exercises
ja: エクササイズ
nl: Oefeningen
th: ออกกำลังกาย

source: Workouts
ja: ワークアウト
nl: Trainingen
th: การฝึกร่างกาย

source: Custom
ja: カスタム
nl: Aangepast
th: ตามความต้องการ

source: Done
ja: 完了
nl: Gedaan
th: เสร็จสิ้น

source: Back
ja: 戻る
nl: Terug
th: หลัง

source: Title
ja: タイトル
nl: Titel
th: หัวเรื่อง

source: Downloading video
ja: ビデオをダウンロード
nl: Video Downloaden
th: กำลังดาวน์โหลดวิดีโอ

source: Please wait...
ja: お待ちください・・・
nl: Even geduld...
th: กรุณารอสักครู่...

source: Cancel
ja: キャンセル
nl: Afbreken
th: ยกเลิก

source: Bodybuilding
ja: ボディビルディング
th: เพาะกาย

source: Fitness
ja: フィットネス
nl: Conditietraining
th: ฟิตเนส

source: Powerlifting
ja: パワーリフティング
th: การยกน้ำหนัก

source: 2 Days per week
ja: 週2日
nl: 2 dagen per week
th: 2 วันต่อสัปดาห์

source: 3 Days per week
ja: 週3日
nl: 3 dagen per week
th: 3 วันต่อสัปดาห์

source: 4 Days per week
ja: 週4日
nl: 4 dagen per week
th: 4 วันต่อสัปดาห์

source: Day 1
ja: 1日目
nl: Dag 1
th: วันที่ 1

source: 4 sets and 12/10/8/6 reps
ja: 4セットと12/10/8/6レップ
nl: 4 sets en 12/10/8/6 herhalingen
th: 4 ชุดและ 12/10/8/6 การทำซ้ำ

source: Day 2
ja: 2日目
nl: Dag 2
th: วันที่ 2

source: Day 3
ja: 3日目
nl: Dag 3
th: วันที่ 3

source: Day 4
ja: 4日目
nl: Dag 4
th: วันที่ 4

source: Day
ja: デイ
nl: Dag
th: วัน

source: Days
ja: デイズ
nl: Dagen
th: วัน

source: 4 sets and 15 reps
ja: 4セットと15レップ
nl: 4 sets en 15 herhalingen
th: 4 ชุดและ 15 การทำซ้ำ

source: 5 sets and 3/3/3/2/1 reps
ja: 5セットと3／3／3／2／1レップ
nl: 5 sets en 3/3/3/2/1 herhalingen
th: 5 ชุดและ 3/3/3/2/1 การทำซ้ำ

source: Edit
ja: 編集
nl: Wijzigen
th: แก้ไข

source: My Workout
ja: マイワークアウト
nl: Mijn Training
th: การฝึกร่างกายของฉัน

source: To create new workout press +
ja: 新しいワークアウトを作成するには、+を押します
nl: Om een nieuwe training te maken druk +
th: เพื่อสร้างการฝึกร่างกายใหม่ กรุณากด +

source: Save
ja: 保存
nl: Opslaan
th: บันทึก

source: Workout Name:
ja: ワークアウト名:
nl: Training Naam:
th: ชื่อการฝึกร่างกาย:

source: Days Number:
ja: 日数:
nl: Dag Nummer:
th: จำนวนวันที่:

source: Delete
ja: 削除
nl: Verwijderen
th: ลบ

source: Workout Title:
ja: ワークアウトタイトル:
nl: Training Titel:
th: ชื่อเรื่องการฝึกร่างกาย:

source: Options:
ja: オプション:
nl: Opties:
th: ตัวเลือก:

source: Camera/Gallery
ja: カメラ/ギャラリ
nl: Camera/Galerij
th: กล้อง/แกลเลอรี่

source: Exercise's Photos
ja: エクササイズの写真
nl: Oefeningen Foto's
th: รูปภาพการออกกำลังกาย

source: Name, Description, Repetitions
ja: 名前、説明、レップ数
nl: Naam, Beschrijving, Herhalingen
th: ชื่อ, รายละเอียด, การทำซ้ำ

source: Exercise Name:
ja: エクササイズ名:
nl: Oefening Naam:
th: ชื่อการออกกำลังกาย:

source: Description:
ja: 説明:
nl: Beschrijving:
th: รายละเอียด:

source: Description
ja: 説明
nl: Beschrijving
th: รายละเอียด

source: Repetitions:
ja: 繰り返し回数:
nl: Herhalingen:
th: การทำซ้ำ:

source: Auto
nl: Automatisch
th: อัตโนมัติ

source: On
nl: Aan
th: เปิด

source: Off
nl: Uit
th: ปิด

source: Retake
nl: Opnieuw doen
th: ถ่ายภาพใหม่อีกครั้ง

source: Preview
nl: Bekijken
th: ดูภาพ

source: Use
nl: Gebruiken
th: ใช้

source: Error!
ja: エラー！
nl: Fout!
th: ผิดพลาด!

source: Please fill up the text field
nl: Vul het tekstveld in, aub
th: กรุณาใส่ข้อมูลในกล่องข้อความให้ครบถ้วน

source: Do you really want to cancel the download process? All progress will be lost!
ja: ダウンロードのプロセスをキャンセルしてもよろしいですか？すべての進歩が失われます！
nl: Wil je het downloaden echt afbreken? Alles wordt dan gewist!
th: คุณต้องการยกเลิกการดาวน์โหลดใช่หรือไม่? หากยกเลิก ความก้าวหน้าทั้งหมดจะสูญหาย!

source: Download all videos
ja: 全てのビデオをダウンロード
nl: Download alle video's
th: ดาวน์โหลดทุกวิดีโอ

source: Unziping Files
nl: Bestanden uitpakken
th: ไฟล์ที่ไม่มีการย่อขนาด

source: Files
ja: ファイル
nl: Bestanden
th: ไฟล์

source: Downloading Videos
ja: ビデオのダウンロード中
nl: Video's Downloaden
th: กำลังดาวน์โหลดวิดีโอ

source: All videos were saved succesfully!
nl: Alle video's zijn met succes opgeslagen!
th: ไฟล์ทั้งหมดได้รับการบันทึกเสร็จเรียบร้อยแล้ว

source: Add
ja: 追加する
nl: Toevoegen
th: เพิ่ม

source: No Camera Support!
ja: カメラ対応していません！
nl: Geen Camera ondersteuning!
th: ไม่มีกล้องถ่ายรูปที่สนับสนุน

source: Camera feature is not supported by your device !
ja: デバイスはカメラ機能に対応していません！
nl: Camera mogelijkheid wordt door jouw apparaat niet ondersteund!
th: คุณลักษณะของกล้องถ่ายรูปไม่สามารถใช้งานกับอุปกรณ์ของคุณได้

source: Please fill up the exercise name field!
ja: エクササイズ名のフィールドを入力してください！
nl: Vul aub een oefening naam is!
th: กรุณาใส่ชื่อการออกกำลังกาย

source: Please check your wi-fi or cellular internet connection!
ja: Wi-Fi、または携帯電話の接続をご確認ください！
nl: Controleer je WiFi of telefoon=internetverbinding!
th: กรุณาตรวจสอบ Wi-Fi หรือสัญญาณอินเตอร์เน็ตของคุณ

source: Your video is downloading already!
nl: Je video wordt al gedownload!
th: วิดีโอของคุณกำลังดาวน์โหลดอยู่

source: Warning!
ja: 警告！
nl: Waarschuwing!
th: คำเตือน!

source: For 3 Days
nl: Voor 3 Dagen
th: สำหรับ 3 วัน

source: Wait until it's done!
nl: Wacht even tot het gereed is!
th: กรุณารอจนกว่าจะเสร็จสิ้น

source: Do you really want to exit?
nl: Wil je echt afsluiten?
th: คุณต้องจบการทำงานใช่หรือไม่?

source: Pay attention to repetitions and weights!
nl: Besteedt aandacht aan herhalingen en gewichten!
th: กรุณาให้ความสำคัญกับการทำซ้ำและน้ำหนัก

source: 4 sets and 15 repetitions
nl: 4 sets en 15 herhalingen
th: 4 ชุดและ 15 การทำซ้ำ

source: Later
nl: Tot later
th: ภายหลัง

source: Get Pro
nl: Ga voor Pro
th: ได้รับโปร

source: More User Friendly Interface
nl: Vriendelijkere gebruiksbediening
th: หน้าจอแอพฯใช้งานง่าย

source: Faster Working Algorithm
nl: Sneller Werkend Algorithme
th: ขั้นตอนการทำงานเร็วขึ้น

source: User's Support With Higher Priority
nl: Gebruikersondersteuning met Hogere Prioriteit
th: มีทีมดูแลลูกค้าที่ใส่ใจเรื่องลำดับความสำคัญ

source: More Frequent Updates
nl: Meer Frequente Updates
th: อัพเดทข้อมูลถี่กว่า

source: Video Guide
nl: Video Wegwijzer
th: วิดีโอแนะนำการใช้งาน

source: No Ads
nl: Geen Advertenties
th: ไม่มีโฆษณา

source: ADS
nl: ADVERTENTIES
th: โฆษณา

source: Loading
nl: Bezig met laden
th: กำลังโหลด

source: History
ja: 履歴
nl: Geschiedenis
th: ประวัติ

source: More
ja: もっと
nl: Meer
th: เพิ่มเติม

source: Start
ja: 開始
th: เริ่มต้น

source: Weight(kg)
ja: 重さ(キログラム)
nl: Gewicht(kg)
th: น้ำหนัก (กิโลกรัม)

source: Weight(lbs)
ja: 重さ(ポンド)
nl: Gewicht(lbs)
th: น้ำหนัก (ปอนด์)

source: Weight
ja: 重さ
nl: Gewicht
th: น้ำหนัก

source: Repetitions
ja: 回数
nl: Herhalingen
th: ครั้งที่ทำซ้ำ

source: Last values
ja: 前回の値
nl: Laatste waarden
th: ค่าก่อนหน้านี้

source: Attention
ja: 注目
nl: Let Op
th: โปรดทราบ

source: Would you like to leave without saving?
ja: 保存しないで閉じますか?
nl: Wil je afsluiten zonder op te slaan?
th: คุณต้องการออกจากโปรแกรมโดยไม่มีการบันทึกข้อมูลหรือไม่?

source: Ok
th: โอเค

source: No exercises have been done yet
ja: エクササイズは行われていません
nl: Er zijn nog geen oefeningen gedaan
th: ยังไม่มีการบริหารร่างกาย

source: Performance
nl: Prestatie
th: การทำการบริหารร่างกาย

source: Send Feedback
ja: フィードバックを送信
nl: Verstuur Feedback
th: ส่งความคิดเห็น

source: Report a Bug
ja: バグを報告
nl: Meldt een fout
th: รายงานปัญหา

source: Tell a Friend
ja: 友達に知らせる
nl: Vertel een Vriend
th: บอกเพื่อน

source: Gift this App
ja: このアプリを贈る
nl: Doe dit cadeau
th: ให้ของขวัญแอพฯนี้ –

source: Rate us
ja: 当社を評価してください
nl: Beoordeel ons
th: จัดอันดับเรา

source: Set seconds
ja: 秒を設定
nl: Seconden instellen
th: ตั้งค่าวินาที

source: Stop
ja: 停止
th: หยุด

source: Check out iBodybuilding=Update
th: ลองดูอัพเดทของ iBodybuilding

source: Check out this application on the App Store:
ja: アプリストアでこのアプリケーションをご覧ください:
nl: Bekijk deze applicatie in de App Store:
th: ดูแอพพลิเคชั่นนี้บน App Store:

source: Please note that you have not been added to any email lists.
ja: あなたは電子メールリストに追加されていないことにご注ください.
nl: Merk op dat je niet bent toegevoegd aan een email lijst.
th: โปรดทราบว่าคุณยังไม่ถูกเพิ่มเข้าในรายการอีเมลล์ใด ๆ

source: Fill up all the blank repetitions boxes.
ja: 全ての空白の回数ボックスを埋めましょう
nl: Vul de lege herhalingsvakjes in.
th: กรุณากรอกข้อมูลในช่องให้ครบถ้วน

source: You can't use values bigger than 500.
ja: ５００以上の値は使用できません
nl: Waardes moeten kleiner zijn dan 500.
th: คุณไม่สามารถใช้มูลค่าได้เกิน 500

source: You can't input data for future dates.
ja: 将来の日付にデータを入力することはできません！
nl: Je kunt geen data invoeren voor toekomstige datums!
th: คุณไม่สามารถใส่ข้อมูลสำหรับวันที่ยังมาไม่ถึง!

source: Sets
ja: セット
th: ชุด

source: Enter workout name :
ja: ワークアウトの名前を入力します。
nl: Voer workout naam :
th: ป้อนชื่อการออกกำลังกาย:

source: Days number :
ja: 日番号：
nl: Dagen nummer :
th: จำนวนวัน:

source: sets and
ja: セットと
nl: sets en
th: ชุดและ

source: reps
ja: レップ
nl: herhalingen
th: การทำซ้ำ

source: You can't delete current selection
ja: あなたは現在の選択を削除することはできません
nl: U kunt de huidige selectie niet verwijderen
th: คุณไม่สามารถลบการเลือกในปัจจุบัน

source: Extra
ja: 追加
th: เพิ่มเติม

source: Forgot your password?
ja: パスワードをお忘れですか？
nl: Je wachtwoord vergeten?
th: ลืมรหัสผ่านหรือไม่?

source: Alert
ja: アラート
nl: Waarschuwing
th: คำเตือน

source: somethingWentWrongAlert
ja: 異常を知らせるアラート
nl: ErLiepIetsFoutWaarschuwing
th: คำเตือนมีบางสิ่งผิดปกติ

source: An account already exists for this email address
ja: このEメールアドレスを使って、すでにアカウントが作成されています。
nl: Er bestaat reeds een account voor dit emailadres
th: อีเมลนี้ใช้สมัครบัญชีแล้ว

source: Incorrect email address or password
ja: Eメールアドレスまたはパスワードに誤りがあります。
nl: Incorrect emailadres of paswoord
th: กรอกอีเมลหรือรหัสผ่านผิดพลาด

source: Notification
ja: 通知
nl: Melding
th: แจ้งเตือน

source: In-App purchases were restored
ja: アプリ内購入は復元されました。
nl: In-app aankopen werden hersteld
th: เรียกคือการซื้อในแอปแล้ว

source: Sorry we didn't find your previous purchases
ja: 申し訳ありませんが、過去の購入履­歴を確認することができませんでした。
nl: Sorry maar we hebben uw vorige aankopen niet teruggevonden
th: ขออภัย เราหาการซื้อของคุณที่ผ่านมาไม่เจอ

source: You don't have purchases for this account
ja: このアカウントでの購入履歴はありません。
nl: U hebt geen aankopen voor deze account
th: คุณไม่มีการซื้อใดๆ ในบัญชีนี้

source: You have purchased this item for another account
ja: この商品は別のアカウントから購入されています。
nl: U hebt dit item voor een andere account gekocht
th: คุณซื้อรายการนี้แล้วสำหรับบัญชีอื่น

source: You have already purchased this item.
ja: この商品はすでに購入済みです。
nl: U hebt dit item reeds gekocht
th: คุณเคยซื้อรายการนี้ไปแล้ว

source: Do you want to restore it for current account?
ja: 現在のアカウントで復元しますか？
nl: Wilt u dit herstellen voor een andere account?
th: คุณต้องการเรียกคืนมันในบัญชีนี้หรือไม่?

source: Enter a valid email address
ja: 有効なEメールアドレスを入力してください。
nl: Geef een geldig email adres
th: กรอกอีเมลที่ใช้ได้

source: Enter a valid password
ja: 有効なパスワードを入力してください。
nl: Geef een geldig paswoord
th: กรอกรหัสผ่านที่ใช้ได้

source: Password doesn't match
ja: パスワードが一致しません。
nl: Paswoord is niet correct
th: รหัสผ่านไม่ตรงกัน

source: Password must be minimum 4 characters
ja: パスワードは最低でも４文字必要です。
nl: Paswoord moet uit minimum 4 karakters bestaan
th: รหัสผ่านต้องมีความยาวอย่างน้อย 4 ตัวอักษร

source: Success!
ja: 成功しました！
nl: Succes!
th: สำเร็จ!

source: An email has been sent. Please check your Inbox or Spam folders.
ja: Eメールが送信されました。受信箱またはスパムフォルダをご確認ください。
nl: Een email is verstuurd. Controleer uw inbox of spamfolder
th: อีเมลถูกส่งไปแล้ว กรุณาตรวจสอบกล่องจดหมายอินบ๊อกซ์หรือโฟลเดอร์เมลขยะสแปม

source: Login with Email
ja: Eメールアドレスでログインする
nl: Login met uw email
th: เข้าสู่ระบบด้วยอีเมล

source: Login with Facebook
ja: Facebookでログインする
nl: Login met Facebook
th: เข้าสู่ระบบด้วยเฟซบุ๊ค

source: By continuing, you accept our Privacy Policy and Terms of Service
ja: 続行する場合、当社の個人情報規約および利用規約を了承したことになります。
nl: Door verder te gaan aanvaardt u ons Privacy Beleid en onze Algemene Voorwaarden
th: ในการจะดำเนินการต่อไป คุณจะต้องยอมรับนโยบายความเป็นส่วนตัวและข้อตกลงของการบริการของเราก่อน

source: Continue
ja: 続行
nl: Ga verder
th: ต่อไป

source: Login
ja: ログイン
th: เข้าสู่ระบบ

source: Create Account
ja: アカウントを作成する
nl: Creëer een account
th: สร้างบัญชี

source: Sign Up
ja: サインアップ
nl: Registreer
th: ลงทะเบียน

source: Email
ja: Eメール
th: อีเมล

source: Password
ja: パスワード
nl: Paswoord
th: รหัสผ่าน

source: Confirm Password
ja: パスワードの確認
nl: Bevestig paswoord
th: ยืนยันรหัสผ่าน

source: No internet connection
ja: インターネットに接続されていません！
nl: Geen internet verbinding
th: ไม่พบการเชื่อมต่ออินเตอร์เนต

source: Restore
ja: 復元
nl: Herstel
th: เรียกคืน

source: My profile
ja: マイ・プロフィール
nl: Mijn profiel
th: โปรไฟล์ของฉัน

source: Sign Out
ja: サインアウト
nl: Afmelden
th: ออกจากระบบ

source: 30 sec. without rest time
ja: 30秒、休憩なし
nl: 30 sec. zonder rusten
th: 30 วินาทีโดยไม่หยุดพัก

source: 3 sets and 12/11/10 reps
ja: ３セット、各12/11/10回
nl: 3 sets en 12/11/10 reps
th: 3 เซ็ท เซ็ทละ 12/11/10 ครั้ง

source: 35 s. work time 15 s. rest time
ja: ワークアウト時間35秒・休憩時間15秒
nl: 35 s. werktijd 15 s. rusttijd
th: ออกกำลัง 35 วินาที พัก 15 วินาที

source: 30 s. work time 15 s. rest time
ja: ワークアウト時間30秒・休憩時間15秒
nl: 30 s. werktijd 15 s. rusttijd
th: ออกกำลัง 30 วินาที พัก 15 วินาที

source: 2 rounds 15 reps
ja: 2ラウンド、15回
nl: 2 reeksen 15 reps
th: 2 ยก 15 ครั้ง

source: Round
ja: ラウンド
nl: Reeks
th: ยก

source: Rounds
ja: ラウンド
nl: Reeksen
th: ยก

source: Reset
ja: リセット
th: เริ่มใหม่

source: Intervals
ja: インターバル
th: ระยะเวลา

source: Current settings
ja: 現在の設定
nl: Huidige instellingen
th: ค่าปัจจุบัน

source: My workouts
ja: マイ・ワークアウト
nl: Mijn workouts
th: การออกกำลังของฉัน

source: Work time
ja: ワークアウト時間
nl: Werktijd
th: เวลาออกกำลัง

source: Rest time
ja: 休憩時間
nl: Rusttijd
th: เวลาพัก

source: Instagram application is not installed
ja: インスタグラムアプリがインストールされていません。
nl: Instagram app is niet geïnstalleerd
th: ไม่ได้ติดตั้งแอปอินสตาแกรมไว้

source: Skip
ja: スキップ
nl: Overslaan
th: ข้าม

source: Guest
ja: ゲスト
nl: Gast
th: แขก

source: Training plans
ja: トレーニング計画
nl: Training-plannen
th: แผนออกกำลัง

source: Downloading content
ja: コンテンツをダウンロード中
nl: Content downloadend
th: กำลังดาวน์โหลดเนื้อหา

source: Content is downloading, please wait
ja: コンテンツをダウンロード中。お待ちください。
nl: Content downloadend, gelieve te wachten
th: กำลังดาวน์โหลดเนื้อหาอยู่ กรุณารอซักครู่

source: Share application
ja: アプリをシェアする
nl: Deel application
th: แบ่งปันแอปพลิเคชั่น

source: Share app on Facebook
ja: アプリをFacebookでシェアする
nl: Deel app op Facebook
th: แบ่งปันแอปบนเฟซบุ๊ค

source: Share app on Instagram
ja: アプリをInstagramでシェアする
nl: Deel app op Instagram
th: แบ่งปันแอปบนอินสตาแกรม

source: Follow VGFIT on Instagram
ja: VGFIT をInstagramでフォローする
nl: Volg VGFIT op Instagram
th: ติดตาม VGFIT บนอินสตาแกรม

source: Follow VGFIT on Facebook
ja: VGFITをFacebookでフォローする
nl: Volg VGFIT op Facebook
th: ติดตาม VGFIT บนเฟซบุ๊ค

source: tweetAboutUsKey
ja: Twitterでシェアする
nl: Tweet over ons
th: ทวีทเกี่ยวกับเรา

source: Backup
ja: バックアップ
th: สำรองไฟล์

source: Export backup file
ja: バックアップファイルのエクスポート
nl: Exporteer back-up file
th: ส่งออกไฟล์ที่สำรองไว้

source: Backup on email or print your workout history
ja: Eメールにバックアップするか、ワークアウト履歴を印刷してください。
nl: Back-up via email of print uw workout-geschiedenis
th: สำรองไว้บนอีเมล์หรือพิมพ์ประวัติการออกกำลังกายของคุณ

source: Import backup file
ja: バックアップファイルのインポート
nl: Importeer back-up file
th: นำเข้าไฟล์ที่สำรองไว้

source: To import history tap on the file in your mail
ja: 履歴をインポートするには、メールの中のファイルをタップしてください。
nl: Om geschiedenis te importeren, tap op de file in uw mail
th: นำเข้าประวัติโดยการกดที่ไฟล์ในอีเมล์ของคุณ

source: History by Exercise
ja: エクササイズごとの履歴
nl: Geschiedenis per oefening
th: ประวัติเรียงตามท่าออกกำลัง

source: History by Date
ja: 日付ごとの履歴
nl: Geschiedenis op datum
th: ประวัติเรียงตามวันที่

source: youCantSendTwitt
ja: 現在このアプリからツイートを送ることができません。Twitterにアクセスできないか、この端末に関連づけられたTwitterアカウントがありません。
nl: De toepassing kan op dit moment geen tweet versturen. Omdat het geen verbinding met Twitter kan maken of omdat je geen Twitter-account hebt die aan dit apparaat is gekoppeld
th: แอพพลิเคชั่นไม่สามารถส่งทวีตได้ในขณะนี้ เพราะมันไม่สามารถเข้าถึงทวิตเตอร์หรือคุณไม่มีบัญชีทวิตเตอร์บนอุปกรณ์นี้

source: pleaseLogToFB
ja: 端末の設定から、Facebookアカウントにサインインしてください。
nl: Log in op je Facebook-account vanaf de instellingen van je apparaat
th: กรุณาเข้าสู่ระบบบัญชี Facebook ของคุณจากการตั้งค่าอุปกรณ์ของคุณ

source: Reminder
ja: リマインダー
nl: Herinnering
th: การแจ้งเตือน

source: Edit notification permission in IOS settings
ja: iOSの設定で通知許可を編集する
nl: Toestemming voor meldingen in IOS-instellingen bewerken
th: แก้ไขการอนุญาตการแจ้งเตือนในการตั้งค่า iOS

source: Daily reminder
ja: 毎日のリマインダー
nl: Dagelijkse herinnering
th: แจ้งเตือนทุกวัน

source: Frequency
ja: 頻度
nl: Frequetie
th: ความถี่

source: It's time to workout!
ja: ワークアウトの時間です！
nl: Het is tijd voor je workout!
th: ได้เวลาออกกำลังกายแล้ว!

source: After %ld days of inactivity
ja: 最後のワークアウトから%ld日後
nl: Na %ld dagen van niet-actief zijn
th: หลังจาก %ld วันที่ไม่มีการใช้งาน

source: Hey! You didn't workout for few days, come back and do it!
ja: ねぇ！この数日間ワークアウトしてないですね。ワークアウトを再開しましょう！
nl: Hey! Je hebt al een paar dagen geen workout gedaan, kom terug en pak het weer op!
th: เฮ้! คุณไม่ได้ออกกำลังกายมาหลายวันแล้ว กลับมาออกกำลังกายเถอะนะ!

source: Oh Dear!
ja: お願いします！
nl: Oh hemeltje lief
th: โอ้ไม่นะ!

source: We would be grateful if you could consider giving us some ideas to improve the app. Thank you!
ja: アプリを改善するアイデアを頂けると、大変ありがたいです。よろしくお願いします！
nl: We stellen het heel erg op prijs als je ons van ideeën kunt voorzien, waarmee we de app kunnen verbeteren. Alvast bedankt!
th: เรายินดีอย่างยิ่งหากคุณสามารถพิจารณาให้ความคิดเห็นบางอย่างเพื่อเป็นการปรับปรุงแอพให้ดียิ่งขึ้น ขอบคุณค่ะ!

source: Email Us
ja: Eメールを送る
nl: Stuur Ons een E-mail
th: ส่งอีเมลหาเรา

source: Not now
ja: 後で
nl: Nu niet
th: ไม่ใช่ตอนนี้

source: 5-Stars
ja: 5つ星
nl: 5-Sterren
th: 5 ดาว

source: To improve the app, please Leave a Rating or Review.
ja: アプリを改善するために、評価またはレビューを残してください。
nl: Om de app te verbeteren laat a.u.b. een Beoordeling of een Review achter.
th: เพื่อปรับปรุงแอพให้ดียิ่งขึ้น กรุณาให้คะแนนหรือรีวิว

source: Download
ja: ダウンロード
th: ดาวน์โหลด

source: Download all images
ja: すべての画像をダウンロード
nl: Download alle foto's
th: ดาวน์โหลดรูปภาพทั้งหมด

source: Oops!
ja: おっと！
nl: Oeps!
th: อุ๊ปส์!

source: You have to unlock this workout on your iPhone.
ja: このワークアウトを iPhone でロック解除する必要があります。
nl: Je dient deze workout op je iPhone te ontsluiten.
th: คุณจำเป็นต้องปลดล็อคการออกกำลังกายนี้บน iPhone ของคุณ

source: There are no custom workouts to show.
ja: 表示できるカスタマイズされたワークアウトがありません。
nl: Er zijn geen aangepaste workouts om te tonen.
th: ไม่พบการออกกำลังกายแบบกำหนดเอง

source: There is no history, yet.
ja: まだ履歴がありません。
nl: Er is nu nog geen geschiedenis.
th: ยังไม่มีประวัติ

source: Please, Download the images.
ja: 画像をダウンロードしてください。
nl: Download a.u.b. de afbeeldingen.
th: กรุณาดาวน์โหลดภาพ

source: Error
ja: エラー
nl: Fout

source: Check out iBodybuilding-Update
ja: iBodybuildingUpdateをご覧ください
nl: Kijk voor iBodybuildingUpdate

source: Please fill up the text field!
ja: テキストフィールドを記入してください!

source: Unzipping Files
ja: ジップされていないファイル

source: All videos were saved successfully!
ja: 全てのビデオの保存が完了しました！

source: Your video is downloading already! Wait until it's done!
ja: ビデオはすでにダウンロードされています！完了するまでお待ちください！

source: For
ja: 対して

source: Performance
ja: パフォーマンス
