Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 1 Squats
it: Lo squat ti fa abbassare fino al pavimento senza piegare la parte bassa della schiena. Invece, è possibile utilizzare le gambe per abbassare il tuo corpo, mantenendo la colonna vertebrale in una posizione neutra. Stai con i piedi lontani dall’ampiezza dei finachi. Spingi indietro i fianchi e piega le ginocchia. Mantieni il tuo peso sui talloni, non sulle punte dei piedi. Le ginocchia devono rimanere dietro le dita dei piedi. Continua ad abbassarti fino a quando le ginocchia sono a 90 gradi. Attendi per un conteggio e poi spingi con i talloni, estendendo le ginocchia e i fianchi.
ja: スクワットは、腰背部を曲げることなく自身を床に向かって低める動きが伴います。代わりに、脊椎を中立の位置に保ちながら、脚を使って体を低めます。ヒップの幅で立ちます。ヒップを後ろに押し出し、膝を曲げます。重心はかかとに保ち、足の親指の付け根ではありません。膝はつま先の後ろにあるべきです。膝が９０度の角度に曲がるまで、体を低くし続けます。一カウントで停止し、その後、かかとを押して、膝とヒップを拡張します。
nl: Hurken is het je lichaam naar beneden brengen zonder je rug te krommen. In plaats daarvan gebruik je je benen om je lichaam omlaag te brengen en je rug in een neutrale positie te houden. Ga rechtop staan met je voeten op heupwijdte. Druk je heupen naar achter en buig je knieën. Houdt je gewicht op de hielen, niet op de bal van je voet of je tenen. Je knieën moeten zich achter je tenen bevinden. Ga nog verder omlaag totdat je knieën een hoek van 90 graden vormen. Houdt dit een paar tellen vast en richt je dan weer langszaam op door je knieën en heup weer recht te maken.
ru: Приседание заключается в снижении тела до уровня пола без сгибания нижней части спины с помощью ног, позвоночник при этом находится в нейтральном положении. Встаньте прямо, ноги на ширине плеч. Отклоните бедра назад и согните ноги в коленях. Удерживайте свой вес на пятках, не на носках. Колени должны оставаться за пальцами ног. Продолжайте опускаться до достижения угла в 90 градусов в коленях. Остановитесь на мгновение и затем оттолкнитесь пятками, выпрямляя колени и бедра.
sv: Knäböj innebär att man sänker ned sig själv till golvet utan att böja på ryggen. I stället använder man benen för att sänka ned kroppen samtidigt som man håller ryggraden i en neutral position. Stå med fötterna höftbrett isär. Pressa bak höften och böj på knäna. Lägg vikten på hälarna och inte på fötternas främre trampdynor. Knäna ska vara bakom tårna. Fortsätta sjunka tills knäna är böjda i 90 grader. Håll stilla ett tag och tryck sedan på hälarna och sträck ut knäna och höften.
th: ท่านั่งยอง ๆ นี้เป็นการลดระดับลำตัวของคุณให้ต่ำลงไปที่พื้นโดยไม่มีการงอที่หลังส่วนล่าง แต่คุณจะใช้ส่วนขาเพื่อย่อตัวลงแทน ให้กระดูกสันหลังอยู่ท่าสมดุล ยืนด้วยท่าที่เท้าห่างกันเท่ากับระยะห่างของสะโพก กดสะโพกไปด้านหลังและงอเข่า ให้น้ำหนักไปอยู่ที่ส้นเท้า ไม่ใช่ที่ฝ่าเท้าส่วนปลาย เข่าของคุณควรอยู่ที่ด้านหลังของนิ้วเท้า ลดระดับตัวลงจนกระทั่งเข่าของคุณงอ 90 องศา ค้างไว้ประมาณหนึ่งวินาที จากนั้นดันผ่านส้นเท้าขึ้นมา เหยียดเข่าและสะโพกของคุณให้ตรง
zh_hans: 下蹲要保持腰背挺直，腿部用力往下蹲，脊椎完全伸直。双脚分开与臀部同宽，臀部向后屈膝，重心落在脚后跟，而不是用脚尖来支撑重量，膝盖不要超出脚趾，继续下蹲直到膝盖成直角，默数后脚跟用力，慢慢伸直膝盖和臀部。
zh_hant: 此深蹲鍛煉涉及降低身體至地面，而不彎屈下背部。然而，你將使用腳部降低你的身體，保持脊柱處於中正位置。站立，雙腳與臂部同寬。往后推移臂部，彎屈你的膝蓋。確保以腳跟承擔你的重量，而不是腳掌。你的膝蓋不能超過腳尖。持續降低，直到你的膝蓋彎屈成90度。停留片刻，推動過你的腳跟，伸展你的膝蓋和臂部。

source: Angled Leg Presses
ja: アングルドレッグプレス
nl: Gehoekt benen drukken
ru: Жим ногами под углом
sv: Vinklad benpress
th: ท่านั่งด้วยขาทำมุม
zh_hans: 腿部斜蹬机
zh_hant: 仰臥蹬腿

source: 2 Angled Leg Presses
it: Siediti sulla macchina con la schiena e la testa contro l'imbottitura. Posiziona i piedi sulla pedana più o meno come larghezza dei fianchi, assicurandoti che i tacchi siano piatti. Le gambe devono formare un angolo di circa 90 gradi al ginocchio con una piccola variante in entrambi i casi purché i talloni siano appoggiati sulla pedana. Le ginocchia devono essere in linea con i piedi e né piegati verso l'interno né verso l'esterno. Il sedere non deve essere sollevato dal sedile. Se lo è, e le gambe sono ad un angolo troppo acuto, allora devi regolare il sedile fino a quando non trovi la posizione corretta. È possibile riconoscere questo posizione scorretta quando le ginocchia sembrano essere davanti ai tuoi occhi e ti senti contratto. Afferra le maniglie di supporto.
ja: 背中と頭をパッド付サポートにもたれさせ、マシンに座ります。およそのヒップの幅でフットプレートに足を置き、かかとが平らであることを確認します。脚は、かかとがプレート上で平らである限り、小さな変動を伴い膝が約９０度の角度を形成します。内側、または外側を向いておらず、膝は足と線上にあるべきです。底部は、シートのプラットフォームから離れてはいけません。もしそうであれば、ポジションは急角度過ぎるので、正しいポジションが可能になるまで調節する必要があります。この間違ったポジションは、膝が目の前にあるようで、窮屈に感じることで気付くことができます。アシストハンドルを掴みます。
nl: Ga op de machine zitten met je rug en hoofd op de daarvoor bestemde kussens. Zet je voeten vlak op de voetplaat op heupbreedte (dus de volle voet vlak op de plaat). Je benen moeten een hoek van ongeveer 90 graden vormen. De knieën moeten in lijn zijn met je voeten en heupen, niet naar binnen of buiten wijzen. Je billen moeten het zitgedeelte raken, niet omhoog steken. Als dat wel zo is hebben je knieën niet de juiste hoek en moet je de zitting iets verstellen totdat de juiste positie is bereikt. Een slechte positie kun je makkelijk herkennen als je knieën je uitzicht belemmeren en je je verkrampt gaat voelen. Vraag eventueel assistentie om het apparaat goed in te stellen.
ru: Сядьте на тренажер, спиной и головой обопритесь о спинку сиденья. Ноги поставьте на платформу, на ширине бедер. Убедитесь, что вся стопа упирается в платформу. Ноги должны быть согнуты до угла 90 градусов в коленях, с небольшими вариациями при условии что стопы будут полностью касаться платформы. Колени должны быть на одном уровне со стопами, не вывернуты ни внутрь, ни наружу. Таз не должен отставать от сидения. Если это так, а ноги согнуты под острым углом - необходимо настроить спинку сиденья до достижения правильного положения. Вы поймете, что сидите неправильно если колени будут напротив ваших глаз и вам будет тесно. Возьмитесь за вспомогательные поручни.
sv: Sitt på maskinen med ryggen och huvudet mot ryggstödet. Lägg fötterna på fotstödet med ungefär en höfts mellanrum, se till att hälarna har kontakt med fotstödet. Benen ska forma en vinkel på ungefär 90 grader i knävecken, lite variation åt något håll gör inget så länge hälarna har kontakt med fotstödet. Knäna ska vara parallella med fötterna och varken böjda inåt eller utåt. Rumpan ska inte lyftas från sätet. Om den gör det, och vinkeln i knävecken är för stor, så behöver du justera ryggstödet tills korrekt position uppnås. Du vet att positionen inte är korrekt när knäna verkar befinna sig framför dina ögon och du känner att kramp är på väg. Ta tag i stödhandtagen.
th: ให้คุณนั่งที่ที่นั่งของอุปกรณ์โดยให้หลังและศีรษะชนกับแผ่นวางหลัง วางเท้าบนที่วางเท้าโดยให้เท้าห่างกันที่ความกว้างของสะโพก ตรวจสอบให้แน่ใจว่าส้นเท้าวางแบบชิดกับแผ่นวางเท้า ขาของคุณควรทำมุม 90 องศาที่บริเวณเข่า โดยที่อาจมีค่าคลาดเคลื่อนจากนี้เล็กน้อยตราบเท่าที่ส้นเท้าแนบชิดกับแผ่นวางเท้า เข่าควรอยู่ในเส้นเดียวดันกับเท้าและไม่โค้งเข้าด้านในหรือโค้งออกด้านนอก ก้นของคุณไม่ควรยกขึ้นจากที่นั่ง หากก้นยกขึ้น นั่นแสดงว่าขาของคุณทำมุมแหลมเกินไป คุณควรปรับที่นั่งให้ไปด้านหลังจนกระทั่งได้ท่าที่ถูกต้อง คุณสามารถบอกได้ว่านั่งอยู่ในท่าที่ไม่เหมาะสมได้โดยการสังเกตุที่เข่า หากเข่าอยู่ตรงระดับตาของคุณและคุณรู้สึกว่าแคบเกินไป ให้คุณใช้ด้ามจับช่วย
zh_hans: 坐在器械上，将头和背部靠在椅背软垫，双脚分开与臀部同宽，脚后跟平放在踏板上，膝盖成直角，不向内外弯曲，和脚保持一直线，若腿的角度太斜，造成臀部离开座椅，请调整椅背到适当的位置，膝盖的位置和束缚感需在可承受的范围内，双手握住扶柄。
zh_hant: 坐在訓練椅上，背部和頭部緊貼靠墊。與臂部同寬的雙腳放在腳板上。屈膝形成弧度，即成大約90度，或無論采用哪種方式，只要讓腳跟平放於腳板上。膝蓋得與腳部成一直線，不可向內或向外彎屈。你的臂部應該緊貼著坐墊，反之，若腳部與膝蓋形成尖角，你得向后調整坐墊直到找到合宜的位置。你能通過以下的方式察覺不利的位置，即膝蓋似乎處於你的眼前，以及你感到局促。接著，握緊手柄，進行蹬腿動作。

source: Leg Extensions
it: Estenzioni delle gambe
ja: レッグエクステンション
nl: Benen oefening
ru: Разгибания ног
sv: Benspark
th: ท่าเหยียดขาตรง
zh_hans: 腿部伸展机
zh_hant: 腿部伸展

source: 3 Leg Extensions
it: Solleva lentamente il peso estendendo entrambe le gambe verso l'alto fino alla posizione raddrizzata. Non strattonare in alto il peso. Mantieni questa posizione per un secondo. Abbassa lentamente il peso indietro alla posizione di partenza. Ripeti il movimento.
ja: 両方の脚を真っ直ぐなポジションまで上向きに伸ばすことで、ゆっくりとウェイトを持ち上げます。ウェイトを急に動かしてはいけません。このポジションを一秒間保ちます。ゆっくりとウェイトを開始ポジションに下げます。動きを繰り返します。
nl: Breng langszaam het gewicht omhoog door de benen te strekken in horizontale positie. Doe het langszaam voor beter resultaat. Houdt die positie een paar tellen vast en dan weer langszaam terug naar de startpositie. Herhaal de beweging.
ru: Медленно поднимайте вес, приподнимая и распрямляя обе ноги. Не поднимайте вес рывком.Задержитесь в этом положении на одну секунду. Медленно опустите вес обратно в исходное положение. Повторите движение.
sv: Lyft sakta vikten genom att sträcka ut båda benen uppåt till utsträckt position. Lyft inte upp vikten med ett ryck. Håll denna position i en sekund och sänk sedan ned vikten tillbaka till startpositionen. Upprepa rörelse.
th: ให้คุณค่อย ๆ ยกน้ำหนักขึ้นโดยเหยียดขาทั้งสองข้างให้ตรงและยื่นไปข้างหน้า อย่าเหยียดขาเพื่อดึงน้ำหนักออกไปอย่างแรง ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นค่อย ๆ ลดระดับลงเพื่อกลับสู่ท่าเริ่มต้น จากนั้นให้ทำซ้ำท่าเดิม
zh_hans: 双腿向前伸展，慢慢往上提起重量，不要猛提，维持一秒，再缓慢放下，反复相同动作。
zh_hant: 緩慢地往上伸直雙腳。不要猛拉。維持此姿態片刻。緩慢地將雙腳放下至初始位置。重復動作。

source: Dumbbell Lunges
it: Affondi con manubri
ja: ダンベルランジ
nl: Halter knieval
ru: Выпады с гантелями
sv: Hantelutfall
th: ท่าถือดัมเบลยื่นไปข้างหน้า
zh_hans: 哑铃弓步蹲
zh_hant: 啞鈴跨步蹲舉

source: 4 Dumbbell Lunges
it: Stai in piedi con manubri impugnati lateralmente. Affonda in avanti con la prima gamba. Atterra col tallone e poi con l’avampiede. Abbassa il corpo flettendo il ginocchio e i fianchi della gamba anteriore fino a che il ginocchio della gamba posteriore è quasi a contatto con il pavimento. Ritorna alla posizione eretta originale forzando l’estensione dell'anca e del ginocchio della gamba in avanti. Ripeti alternando l’affondo con la gamba opposta.
ja: ダンベルを横に掴んで立ちます。最初の脚で前にランジします。かかとで着地し、その後前足で着地します。後ろ脚の膝がもうすぐ床に接触するまで膝と前脚のヒップを曲げ、体を低きします。前脚のヒップと膝を強制的に伸ばし、元の立ちポジションに戻ります。反対側の脚と交代して、ランジを繰り返します。
nl: Sta rechtop met de halters langs je lichaam. Zet een been een stapje naar voren met eerst de hiel en dan de rest van de voet. Laat je lichaam zakken door je knie te buigen tot je achterste knie bijna de grond raakt. Houdt de rug recht en vertikaal bij deze oefening. Ga dan terug naar de startpositie in een snelle beweging. Herhaal de oefening met het andere been.
ru: Займите положение стоя с гантелями по бокам. Сделайте выпад первой ногой. Опуститесь на пятку, затем на стопу. Опустите туловище, сгибая колено и бедро передней ноги до те пор пока колено задней ноги не будет почти касаться пола. Вернитесь в исходное положение стоя, с силой распрямив колено и бедро передней ноги. Повторите выпад, опираясь на другую ногу.
sv: Stå med hantlarna hängande längs med sidorna. Gör ett utfall framåt med första benet. Landa på hälen först och sedan framfoten. Sänk kroppen genom att böja på knä och höft på det främre benet tills knät på det bakre benet nästan är i kontakt med golvet. Återvänd till startpositionen genom att sträcka ut knä och höft på det främre benet. Repetera med andra benet framåt.
th: ในท่านี้ ให้คุณยืนและถือดัมเบลไว้ที่ข้างลำตัว จากนั้นยื่นตัวไปข้างหน้าด้วยเท้าข้างแรก ลงสู่พื้นบนส้นเท้าจากนั้นบนปลายเท้า ลดระดับตัวลงโดยการงอเข่าและสะโพกของขาที่อยู่ข้างหน้าจนกระทั่งเข่าของขาส่วนหลังเกือบสัมผัสกับพื้น กลับสู่ท่ายืนโดยการใช้แรงยืดสะโพกและเข่าของขาที่อยู่ข้างหน้า ทำซ้ำโดยสลับขาอีกข้างหนึ่ง
zh_hans: 手持哑铃于身体两侧，一脚向前跨出一大步，脚后跟先着地，弓步站立。弯曲前腿的膝盖下蹲，直到后腿的膝盖快与地面碰触，伸直前腿还原姿势，换腿反复动作。
zh_hant: 站立，雙手握著啞鈴，將其置於身體兩側。單腳向前跨步。腳跟比前足先落地。前腳的膝蓋和髖關節彎屈以降低身體，直到后腳的膝蓋觸及地上。用力伸展前腳的髖關節和膝蓋，以回到初始姿態。換另一只腳跨步，重復動作。

source: Cable Back Kicks
it: Calci indietro con i cavi
ja: ケーブルバックキック
nl: Kabel terugtrappen
ru: Махи назад с помощью троса нижнего блока
sv: Kick-bak med vajer
th: ท่าดึงเคเบิ้ลโดยเตะเท้าไปด้านหลัง
zh_hans: 腿后踢训练机
zh_hant: 滑輪后屈伸

source: 5 Cable Back Kicks
it: Lega un polsiera all'estremità del cavo che attraversa la puleggia bassa. Fissa la polsiera intorno alla caviglia. Stai davanti al pacco pesi e afferra il bordo della macchina per il supporto: Inclina il bacino in avanti. Portare la gamba dietro.
ja: 低滑車を介して、ケーブルの端にカフを取り付けます。カフを足首の周りに固定します。ウェイトスタックの前に立ち、サポートのためにマシンの端を掴みます： 骨盤を前方に傾けます。脚を後ろに持っていきます。
nl: Bevestig een manchet aan de kabel over de lage katrol. Maak de manchet om je enkel vast. Ga dan voor de machine staan en houd je daar aan vast voor ondersteuning. Kantel je bekken naar voren. Breng dan je been met het manchet zo ver mogelijk naar achteren.
ru: Прикрепите лямку к тросу нижнего блока. Закрепите лямку вокруг лодыжки. Станьте напротив весового блока и обхватите руками рукоятку тренажера. Наклоните таз вперед. Отведите ногу назад.
sv: Fäst en fotmanschett i änden av den lägre vajern. Fäst fotmanschetten runt vristen. Stå framför viktmagasinet och ta tag i kanten av ställningen för stöd: vrid fram bäckenet. Dra benet bakåt.
th: ติดผ้าพันขาไว้ที่ส่วนปลายของสายเคเบิ้ลที่ต่อไปยังรอกระดับต่ำ รัดผ้าพันขารอบข้อเท้าของคุณ ยืนที่ด้านหน้าของชั้นน้ำหนัก จับที่ส่วนปลายของอุปกรณ์บริหารร่างกายเพื่อช่วยพยุงตัว เอียงเชิงกรานของคุณไปข้างหน้า เตะเท้าไปที่ด้านหลังและนำเท้าของคุณกลับมา
zh_hans: 将负重带扣至下滑轮的钢索环，然后再繫紧在脚踝关节，站在器械前面，手握两旁支撑，骨盆向前倾，把腿往后提拉。
zh_hant: 在低位滑輪套上腳環。腳踝套著腳環。站在配重架前面，握緊訓練器的邊緣以平衡身體。骨盆向前傾斜。單腳向后屈伸。

source: Dumbbell Squats
it: Squat con manubri
ja: ダンベルスクワット
nl: Hurken met halters
ru: Приседания с гантелями
sv: Knäböj med hantlar
th: ท่ายกดัมเบลและย่อตัวลง
zh_hans: 哑铃深蹲
zh_hant: 啞鈴深蹲

source: 6 Dumbbell Squats
it: Stai con i piedi leggermente divaricati e afferra un manubrio in ogni mano con le braccia penzoloni lungo i fianchi: - Guarda davanti a te, inarca leggermente la schiena e accovacciati. - Una volta che le tue cosce sono parallele al pavimento, raddrizza le gambe per tornare alla posizione di partenza. - Espira quando completi il movimento.
ja: 脚をわずかに開き、それぞれの手にダンベルを持って、上を体の横に垂らします： ‐前を見て、背中をわずかにアーチ型にし、スクワットダウンします。 ‐大腿部が床と平行になると、脚を真っ直ぐにして開始ポジションに戻ります。 ‐動きの完了として、息を吐きます。
nl: Sta met je voeten iets uit elkaar en houdt de halters in je handen vast met je armen hangend langs je lichaam: - Kijk recht vooruit en maak je rug iets hol en hurk dan langszaam. - Zodra je dijen evenwijdig zijn met de vloer, strek je de benen en ga terug naar de startpositie-Uitademen als je de beweging afsluit.
ru: Встаньте прямо, слегка расставив ноги и возьмите по гантеле в каждую ладонь, руки опущены вниз по бокам: - Смотрите прямо перед собой, слегка прогните спину и присядьте. -После того как ваше бедро окажется параллельно полу, выпрямите ноги и вернитесь в исходное положение. - Сделайте выдох, возвращаясь в исходное положение.
sv: Stå lätt bredbent och ta en hantel i varje hand med armarna hängande längs med sidorna: - Håll blicken framåt, böj lätt på ryggen och gör ett knäböj. - När låren är parallella med golvet sträcker du ut benen för att återvända till startpositionen. - Andas ut när du slutför rörelsen.
th: ให้คุณยืนด้วยเท้าสองข้างห่างกันเล็กน้อย จากนั้นถือดัมเบลในมือแต่ละข้าง โดยให้แขนห้อยลงด้านล่างข้างลำตัว: - มองตรงไปข้างหน้า โค้งหลังของคุณเล็กน้อย และนั่งยอง ๆ ลง - เมื่อคุณขนานกับพื้นแล้ว ให้ยืดขาให้ตรงเพื่อกลับไปที่ท่าเริ่มต้น - หายใจออกเมื่อคุณทำท่านี้เสร็จ
zh_hans: 双脚稍微分开站立，手持哑铃于身体两侧： - 直视前方，微微弓起背部，下蹲。 - 大腿与地面成平行，伸直双腿，还原动作。 - 完成动作时呼气。
zh_hant: 站立，雙腳稍微開立，每只手各握著啞鈴，你的手臂垂落於身體兩側： - 向前平看，背部稍微拱起，蹲下。 - 當你的大腿與地面平行時，伸直雙腳以回到初始姿態。 - 呼氣，完成動作。

source: Front Squats
it: Squat frontali
ja: フロントスクワット
nl: Voorkant Hurken
ru: Передние приседания
sv: Frontknäböj
th: ท่ายกบาร์น้ำหนักที่กล้ามเนื้อโคนแขนและย่อตัวลง
zh_hans: 前深蹲
zh_hant: 前蹲

source: 7 Front Squats
it: Posiziona il manubrio tra i deltoidi anteriori, tieni le braccia parallele al pavimento, piega i gomiti, incrocia le braccia, afferra la barra, e guarda dritto davanti a te: - Inspira e accovacciati. - Torna al punto di partenza, espira quando completi il movimento.
ja: ダンベルを前部三角筋の前に配置し、上腕を床と平行に保ちます。ひじを曲げ、つま先腕を交差し、バーを掴んで前を見ます： ‐息を吸い、スクワットダウンします。 ‐開始ポジションに戻り、動きの完了として息を吐きます。
nl: Plaats de halter voor je voorste Deltaspieren, houdt je bovenarmen parallel aan de vloer, krom je ellebogen en kruis je armen over elkaar en houdt de halter vast. Kijk recht vooruit: - Inademen en hurk neer. - Ga dan terug naar de startpositie terwijl je uitademt.
ru: Положите гантели вдоль дельтовидных мышц, держите верхние части рук параллельно полу, согните руки в локтях, скрестите руки, возьмитесь за ручку гантели и посмотрите вперед: - Сделайте вдох и присядьте. - Вернитесь в исходную позицию, делая выдох.
sv: Positionera skivstången över de främre deltamusklerna, håll överarmen parallell med golvet, böj på armbågarna, korsa armarna och håll blicken framåt. - Andas in och gör ett knäböj. - Återvänd till startpositionen. Andas ut när du slutför rörelsen.
th: จัดท่าบาร์น้ำหนักวางที่กล้ามเนื้อโคนแขนทั้งสองข้าง ให้แขนส่วนบนขนานไปกับพื้น งอข้อศอก ไขว้มือทั้งสองข้าง จับที่ด้ามจับและตามองตรงไปด้านหน้า: - หายใจเข้าและย่อตัวลง - กลับไปที่ท่าเริ่มต้น หายใจออกเมื่อคุณทำท่านี้เสร็จ
zh_hans: 双手交叉持哑铃于三角肌前，保持上臂与地面平行，直视前方： - 吸气，下蹲。 - 还原姿势，完成动作时呼气。
zh_hant: 將啞鈴置於三角肌上方，上臂與地面呈平行，屈肘，手臂交叉握杠，向前平看： - 吸氣蹲下 - 呼氣回到初始位，完成動作。

source: Power Squats
it: Power squat
ja: パワースクワット
nl: Kracht hurken
ru: Силовые приседания
sv: Powernäböj
th: 8 ท่ายกบาร์น้ำหนักที่กล้ามเนื้อไหล่และย่อตัวลง
zh_hans: 力量深蹲
zh_hant: 力量深蹲

source: 8 Power Squats
it: Questo movimento è lo stesso dello squat convenzionale, ma le gambe sono ampiamente divaricate con le dita dei piedi rivolte verso l'esterno, il che fa lavorare specificamente parte interna delle cosce. I muscoli coinvolti sono: - il quadricipite - tutti gli adduttori - i glutei - Il gruppo del tendine del ginocchio - tutti i muscoli sacro-spinali
ja: この動きは、従来のスクワットと同じですが、つま先が外側に向き、脚を広く開き、内ももに特に効果があります。関連する筋肉は： 大腿四頭筋 - すべての内転 - 臀部 - ハムストリンググループ - すべて仙棘筋
nl: Deze beweging is bijna hetzelfde als het gewone hurken maar je benen zijn wijd uit elkaar en je tenen wijzen naar buiten, wat speciaal de binnenste dijspieren bewerkt. De spieren die hier mee gemoeid zijn: - De Quadriceps - Alle andere spieren - Bilspieren - Hamstring groep - Lange rechte rugspieren
ru: Это упражнение такое же, как и обычное приседание, но ноги нужно широко расставить, а носки обратить наружу, что помогает задействовать внутреннюю поверхность бедер. В упражнении участвуют следующие мышцы: квадрицепсы, все приводящие мышцы, ягодицы, группы подколенного сухожилия, все сакроспинальные мышцы
sv: Denna rörelse är likadan som vanliga knäböj, men man står mer bredbent och med tårna pekande utåt, vilket tränar innanlåren extra mycket. Musklerna som involveras är: - quadriceps - alla adduktormuskler - sätesmusklerna - hamstringsmusklerna - de raka ryggmusklerna
th: ท่าบริหารกล้ามเนื้อนี้เป็นท่าเช่นเดียวกับท่าย่อตัวลงนั่งแบบดั้งเดิม แต่ขาของคุณจะห่างออกจากกันและนิ้วเท้าจะชี้ออกไปด้านนอก ซึ่งนี้จะช่วยบริหารกล้ามเนื้อต้นขาด้านในได้เป็นอย่างดี กล้ามเนื้อส่วนที่เกี่ยวข้องคือ: - กล้ามเนื้อต้นขา - กล้ามเนื้อแอดดัคเตอร์ทั้งหมด - กล้ามเนื้อสะโพก - กล้ามเนื้อต้นขาด้านหลัง - กล้ามเนื้อส่วนที่พยุงกระดูกสันหลังทั้งหมด
zh_hans: 这和一般深蹲类似，双腿分开，脚尖朝外开成外八字，主要锻炼大腿内侧的肌肉，包含： - 股四头肌 - 所有的内收肌 - 臀肌 - 腿后腱 - 所有的荐棘肌
zh_hant: 此動作與傳統式深蹲一樣，但你的雙腳間距離更大，以及你的腳趾朝向外側。它特別用於鍛煉大腿內側。所鍛煉的肌肉是： - 四頭肌 - 所有內收肌 - 臂肌 - 腳筋 - 所有豎脊肌

source: Hack Squats
it: Hack Squat
ja: ハックスクワット
nl: Hack hurken
ru: Гакк приседания
sv: Hack-knäböj
th: ท่ายกบาร์น้ำหนักวางบนไหล่
zh_hans: 哈克深蹲
zh_hant: 哈克深蹲

source: 9 Hack Squats
it: Fletti le ginocchia, posiziona la tua schiena contro la superficie imbottita, incunea le spalle, batti le barre collegate alle macchine, e posizionare le gambe abbastanza vicine tra loro: - Inspira, ruota le maniglie di arresto ai lati dei gioghi per liberare la macchina, e piega le gambe. - Torna alla posizione di partenza espirando quando completi il movimento.
ja: 膝を曲げ、背中をパッド付きの表面に押し付け、肩は、マシンに接続されている継鉄に押し込み、リードを比較的近くに配置します。 ‐息を吸い、マシンをリリースするために、継鉄の横でハンドルを停止するために回転し、脚を曲げます。 ‐開始ポジションに戻り、動きの完了として息を吐きます。
nl: Buig de knieën, en zet je rug tegen het kussen, zet je schouders vast tussen de jukken van de machine en zet je voeten redelijk dicht bij elkaar: - Inademen, draai de stopgrendels los aan de zijkant van de jukken om de machine vrij te maken en buig je benen. - Uitademen terwijl je terug gaat naar de uitgangspositie.
ru: Согните колени, спиной обопритесь о спинку сиденья, плечи поставьте на специальный упор на тренажере, ступни поставьте вместе: - Сделайте вдох, поверните ручку тренажера, освобождающую весовую платформу и согните ноги. - Вернитесь в исходное положение и завершите упражнение.
sv: Sträck ut knäna placera ryggen mot ryggstödet. Placera axlarna under axeldynorna på maskinen, lås fast bygeln och placera fötterna relativt nära varandra: - Andas in, vrid på stopphandtagen vid sidan av bygeln för att frigöra maskinen och böj på knäna. - Återvänd till startpositionen. Andas ut när du slutför rörelsen.
th: ท่านี้ให้คุณงอเข่าลงและวางหลังชนกับผิวหน้าของแผ่นวางหลัง บีบไหล่ของคุณกับด้ามสำหรับใช้ไหล่ดันที่ติดอยู่กับอุปกรณ์บริหารกล้ามเนื้อ จากนั้นวางขาข้างใกล้กัน - หายใจเข้า หมุนด้ามจับที่ด้านข้างเพื่อปล่อยอุปกรณ์พร้อมงอเข่า - กลับมายังท่าเริ่มต้นพร้อมหายใจออก
zh_hans: 弯曲膝关节，背部靠于背垫，把肩膀固定在器械上，下背部紧贴在后背支撑物： - 吸气，旋转器械上的侧面安全开关，解开重量，双腿弯曲。 - 还原姿势，完成动作时呼气。
zh_hant: 彎屈膝蓋，背部緊貼靠墊，肩部置於肩墊，打開訓練器開關，雙腳靠攏。 - 吸氣，開啟安全檔手臂以解開重量，腳彎屈。 - 呼氣回到初始姿態，完成動作。

source: Seated Leg Curls
it: Seated Leg Curl
ja: 座りレッグカール
nl: Zittend benen buigen
ru: Сгибания ног сидя
sv: Sittande bencurl
th: ท่านั่งยกขาโค้งงอ
zh_hans: 座式屈腿训练器
zh_hant: 坐勢腿彎舉

source: 11 Seated Leg Curls
it: Siediti sulla macchina con le gambe dritte, le caviglie appoggiate sul rullo imbottitura. Abbassa la gamba appoggiata sopra le cosce per fissarle. Afferra le maniglie fornite su ogni lato: - Inspira e piega le ginocchia per muovere il rullo imbottitura verso il basso. - Espira quando completi il movimento.
ja: 足を真っ直ぐにし、足首はローラーパッドに置いて、機械に座ります。それらを固定するために、大腿部の上に脚を置いて下げます。両側に提供されたハンドルを掴みます： －息を吸い、ローダーパッドを下に動かすために膝を曲げます。 －動きの完了として、息を吐きます。
nl: Ga op de machine zitten met je benen recht, je enkels rusten op het rolkussen. Breng het andere rolkussen op je dijen om ze op hun plaats te houden. Houdt de handgrepen vast aan beide kanten: - Inademen terwijl je je benen kromt en de rol omlaag drukt - Uitademen terwijl je terug gaat naar de startpositie.
ru: Сядьте на тренажер, ноги прямо, лодыжки опираются на валики. Другой ролик закрепите над бедрами, для равномерного распределения нагрузки. Возьмитесь за рычаги с обеих сторон: - Сделайти вдох и согните ноги в коленях, перемещая ролик тренажера вниз. - Сделайте выдох, возвращаясь в исходное положение.
sv: Sitt på maskinen med benen raka och låt vristerna vila på rulldynan. Sänk ned benstödet över låren för att låsa fast dem. Ta tag i handtagen på sidorna. - Andas in och böj på knäna för att föra rulldynan nedåt. - Andas ut när du slutför rörelsen.
th: นั่งบนที่นั่งของอุปกรณ์ด้วยขาที่เหยียดตรง พักข้อเท้าบนที่วางเท้าลูกกลิ้ง ลดระดับขาลงพักที่บริเวณเหนือต้นขาเพื่อกระชับต้นขา จับที่ด้ามจับ: - หายใจเข้าและงอเข่าเพื่อเคลื่อนแผ่นลูกกลิ้งลงด้านล่าง - หายใจออกเมื่อทำท่านี้เสร็จ
zh_hans: 双腿伸直坐在器械上，脚踝靠在踏垫上，放下支撑以固定大腿的位置，手握两侧扶柄： - 吸气，弯曲膝盖向下移动滚轴。 - 还原姿势，完成动作时呼气。
zh_hant: 坐在訓練器上，伸直雙腿，肘部置於墊輥上。雙腳的大腿穩固在座椅上。握著訓練器兩側的手柄： - 吸氣，屈膝以向下滾動墊輥。 - 呼氣，完成動作。

source: Back Presses
it: Pressa dorsale
ja: バックプレス
nl: Terug drukken
ru: Жим со спины
sv: Ryggpress
th: ท่ายกบาร์น้ำหนักจากด้านหลัง
zh_hans: 背部按压
zh_hant: 頸后推舉
