Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 9 Triceps Pushdown
it: Stai di fronte alla macchina con le mani sulla barra e i gomiti sul suo lato: - Inspira e raddrizza le braccia, ma non separare i gomiti dalla tua parte. - Espira quando completi il movimento.
ja: 手をバーの上の置き、ひじは横に反して、機械に面して立ちます。 ‐息を吸い、腕をまっすぐにしますが、ひじを体の横側から離してはいけません。 ‐動きの完了として、息を吐きます。
nl: Ga voor de machine staan met je handen aan de staaf en je ellebogen langs je lichaam: - Inamdemen terwijl je je armen strekt zonder je ellebogen van je lichaam te laten verwijderen. - Uitademen terwijl je langszaam naar de beginpositie terug keert.
ru: Встаньте лицом к тренажеру, руки на рукоятке, локти по бокам: - Вдохните и выпрямите руки, но не отрывайте локти от боков. - Выдохните, возвращаясь в исходное положение.
sv: Stå med ansiktet mot maskinen med händerna på stången och armbågarna mot sidorna: - Andas in och sträck ut armarna, men håll kvar armbågarna mot sidorna. - Andas ut när du slutför rörelsen.
th: ยืนโดยหันหน้าไปทางอุปกรณ์บริหารร่างกาย ใช้มือจับที่บาร์และข้อศอกหันชนข้างลำตัว: - หายใจเข้าและยืดแขนของคุณให้ตรงแต่อย่าให้ข้อศอกอยู่ห่างจากข้างลำตัว - หายใจออกเมื่อคุณทำท่านี้เสร็จ
zh_hans: 面向机器站立，双手各抓住手把，肘部则保持紧贴体侧: - 吸气时伸直手臂，但肘部需保持紧贴体侧。 - 完成运动时呼气。
zh_hant: 面向訓練器站立，雙手握著杠桿，你的肘部緊貼體側： - 吸氣，伸展你的手臂，然而，勿使肘部遠離體側。 - 呼氣，完成動作。

source: One Arm Reverse Pushdown
ja: 肩腕逆転腕立て伏せ
nl: Een arm omgekeerd omlaag drukken
ru: Обратный жим одной рукой
sv: Omvänd pushdown med en arm
th: ท่าดึงน้ำหนักลงและไปด้านหลังด้วยแขนข้างเดียว
zh_hans: 单臂弯曲下压
zh_hant: 單臂反下壓

source: 11 One Arm Reverse Pushdown
it: Stai i fronte alla macchina e afferra la maniglia con una presa con braccio sopra le spalle: - Inspira e raddrizza il braccio. - Espira quando completi il momento.
ja: 機械に面して立ち、アンダーハンドグリップで機械を掴みます： ‐息を吸って、腕を真っ直ぐにします。 ‐動きの完了として、息を吐きます。
nl: Ga met je gezicht naar het toestel gekeerd staan en houdt de handgreep onderhands vast: - Inademen terwijl je je arm strekt - Uitademen als je de oefeing afmaakt.
ru: Встаньте лицом к тренажеру и возьмите рукоятку нижним хватом: - Вдохните и выпрямите руку. - Выдохните, возвращаясь в исходное положение.
sv: Stå med ansiktet mot maskinen och ta tag i stången med ett underhandsgrepp. - Andas in och sträck ut armen. - Andas ut när du slutför rörelsen.
th: ยืนโดยหันหน้าไปทางอุปกรณ์บริหารร่างกาย ใช้มือจับที่ด้ามจับด้วยท่าหงายฝ่ามือ: - หายใจเข้าและยืดแขนของคุณให้ตรงแต่อย่าให้ข้อศอกอยู่ห่างจากข้างลำตัว - หายใจออกเมื่อคุณทำท่านี้เสร็จ
zh_hans: 面向机器站立，以反握抓住手把: - 吸气时伸直手臂。 - 完成运动时呼气。
zh_hant: 面對訓練器站立，反握其手柄： - 吸氣，伸直你的手臂。 - 呼氣，完成動作。

source: Rotating T Extension
it: Estensione a T in rotazione
ja: 回転Tエクステンション
nl: Roterende T Verlenging
ru: Вращение с Т-растяжкой
sv: Roterande T-extension
th: ท่าวิดพื้นหมุนรูปตัว T
zh_hans: T-伸屈
zh_hant: T-伸屈

source: 16 Rotating T Extension
it: 1. Inizia in una posizione per le flessioni, mantenendo le braccia tese e il tuo centro impegnato. 2. Sposta il peso sul braccio sinistro, ruota il busto verso destra e alza il braccio destro verso il soffitto in modo che il tuo corpo formi una T. 3. Mantieni la posizione per tre secondi, poi torna all’inizio e ripeti sull'altro lato. Questa è una ripetizione.
ja: 1. 腕立て伏せのポジションで始めます。腕をまっすぐに、コアを引き締めた状態に保ちます。 2. 体重を左腕にシフトし、胴を右に回転させ、右腕を天井に向けて上げ、体がT字を形成するようにします。 3. そのまま3秒保ち、最初のポジションに戻して、反対側で同様に繰り返します。それで１回です。
nl: 1. Start in een opdrukken positie. Houd de armen gestrekt en je lichaam recht. 2. Breng je gewicht nu naar je linkerarm, draai je lichaam naar rechts en breng je rechterarm naar het plafond zodat je lichaam een letter T vormt. 3. Drie seconden vasthouden en dan beheerst terug naar startpositie. Hetzelfde maar nu met de andere kant. Dit is nu een rep.
ru: 1. Станьте в положение отжимания. Держите руки прямыми, корпус напряжен. 2. Перенесите вес на левую руку, поверните туловище вправо и поднимите правую руку к потолку, чтобы ваше тело образовало букву "Т". 3. Удерживайте положение в течение трех секунд, затем вернитесь в исходную позицию и повторите то же самое с другой стороны. Это одно повторение.
sv: 1. Börja i en armhävningsposition. Håll armarna raka och bålen och ryggen spända. 2. Lägg vikten på vänsterarmen, rotera torson till höger och lyft högerarmen mot taket, så att kroppen formar ett T. 3. Håll i tre sekunder. Återgå sedan till startläget och upprepa med andra sidan. Detta är en repetition.
th: 1. เริ่มด้วยการท่าวิดพื้น ยืดแขนให้เหยียดตรงและลำตัวยืดตรง 2. เปลี่ยนน้ำหนักไปลงที่แขนด้านซ้าย จากนั้นหมุนลำตัวไปทางขวา ยกแขนข้างขวาขขึ้นไปด้านบนเพื่อให้ร่างกายของคุณเป็นรูปตัว T 3. ค้างไว้ที่ท่านี้ประมาณ 3 วินาที จากนั้นกลับไปที่ท่าเริ่มต้นและทำซ้ำอีกข้าง นี่เป็นการทำซ้ำหนึ่งครั้ง
zh_hans: 1. 以俯卧撑姿态开始。保持手臂伸直，收紧核心。 2. 将重心移至左臂，躯干转动至右边，右臂往上抬高，以便身体呈T字形。 3. 保持此姿态三秒钟，然后返回初始姿态，换另一侧重复锻炼。这是一次锻炼。
zh_hant: 1. 以俯臥撐姿態開始。保持手臂伸直，收緊核心。 2. 將重心移至左臂，軀幹轉動至右邊，右臂往上擡高，以便身體呈T字形。 3. 保持此姿態三秒鍾，然後返回初始姿態，換另一側重複鍛煉。這是一次鍛煉。

source: Bodyweight Hip Extension
it: Estensione gamba all’indietro a corpo libero
ja: ボディウェイト・ヒップ・エクステンション
nl: Lichaamsgewicht Heupoefening
ru: Подъем таза с собственным весом
sv: Höftextension med kroppsvikt
th: ท่ายืดยกตัวด้วยสะโพก
zh_hans: 自重髋神
zh_hant: 自重髋神

source: 15 Bodyweight Hip Extension
it: 1. Sdraiati sul pavimento. Un piede piatto sul pavimento mentre l'altra gamba è dritta . Usa le mani per stabilizzare la tua posizione. 2. Alza la gamba dritta fino a quando la schiena si stacca da terra. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 床に寝ます。片方の足は床に付け、もう片方の脚をまっすぐに伸ばします。手を使ってポジションを安定させます。 2. まっすぐに伸ばした脚を、腰が浮くまで上げます。そのまま1秒、その後スターティングポジションに戻します。
nl: 1. Lig plat op de vloer met een voet vlak op de vloer, het andere been gestrekt. Gebruik je handen voor stabiliteit. 2. Houd je lichaam recht en til je gestrekte been op zodat ook je onderrug los komt van de vloer. Houd dat vast gedurende een seconde en gaa beheerst terug naar de startpositie.
ru: 1. Лягте на пол. Одна ступня упирается в пол, другая нога прямая. Используйте свои руки, чтобы сделать свое положение устойчивым. 2. Поднимите прямую ногу, пока ваша нижняя часть спины не оторвется от земли. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg ner på golvet. En fot är platt mot golvet, medan det andra benet är rakt. Använd händerna för att stabilisera positionen. 2. Lyft det raka benet tills nedre delen av ryggen lyfts från marken. Håll i en sekund. Återgå till startläget.
th: 1. นอนราบกับพื้น ขาหนึ่งข้างวางราบไปกับพื้นขณะที่อีกข้างเหยียดตรง ใช้มือทั้งสองข้างช่วยพยุงตัวให้อยู่ในท่านี้ 2. ยกขาข้างที่เหยียดตรงขึ้นจนกระทั่งหลังส่วนล่างของคุณยกขึ้นจากพื้น ทำค้างในท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 卧躺于地板。一只脚掌着地，另一脚伸直。用双手平衡身体。 2. 抬高已伸直的脚直到下背离开地面。保持此姿态一秒钟。返回初始姿态。
zh_hant: 1. 臥躺於地板。一只腳掌著地，另一腳伸直。用雙手平衡身體。 2. 擡高已伸直的腳直到下背離開地面。保持此姿態一秒鍾。返回初始姿態。

source: Superman
ja: スーパーマン
ru: Супермен
sv: Stålmannen
th: ท่าซุปเปอร์แมน
zh_hans: 超人
zh_hant: 超人

source: 17 Superman
it: 1. Inginocchiati a quattro zampe con le ginocchia sotto le anche con apertura quanto i fianchi e metti le mani sul pavimento alla larghezza delle spalle sotto le spalle. Metti la tua colonna vertebrale in posizione neutra. Attiva la tua parte centrale portando i muscoli addominali indietro verso la colonna vertebrale. 2. Senza alcun movimento laterale e mantenendo l'addome tirato, espira e solleva lentamente un braccio e la gamba opposta fino a quando sono parallele al pavimento. Fai attenzione ad seguire il tempo impostato. 3. Inspira e fai tornare lentamente il braccio e la gamba alla posizione di partenza. 4. Ripeti l'operazione per il numero desiderato di ripetizioni, poi ripeti l'esercizio con l'altro braccio e gamba.
ja: 1. 脚は腰の幅、腕は肩幅に広げた状態で四つん這いになります。背骨をニュートラルポジションに置きます。腹筋を背骨に近づくように入れ、コアを活性化します。 2. 横動きは一切なしで、腹筋を中に入れた状態にし、息を吐きながらゆっくりと反対の腕と脚を床と平行になるまで上げます。自分で設定したテンポに従うよう気をつけて下さい。 3. 息を吸いながら、ゆっくりと腕と脚をスターティングポジションまで戻します。 4. お好みの回数だけ繰り返し、もう一方の腕と脚を使うエクササイズを繰り返します。
nl: 1. Ga met handen en voeten op de vloer, met je knieën onder je heupen op heup-afstand van elkaar en je handen op schouderbreedte uit elkaar onder je schouders. Breng je wervelkolom in de neutrale stand. Activeer nu je lichaam door je buikspieren naar je wervelkolom te trekken. 2. Zonder naar de zijkant te bewegen en je buikspieren ingetrokken houdend, uitademen en breng langszaam een arm en tegengesteld been gestrekt en horizontaal aan de vloer. Let op dat je het tempo vasthoudt. 3. Inademen en langszaam je arm en been terug naar startpositie brengen. 4. Herhaal de oefening het gewenste aantal keren, en daarna met de andere arm en andere been.
ru: 1. Встаньте на четвереньки с коленями под бедрами (бедра должны находиться на расстоянии друг от друга) и положите руки на пол на ширине плеч под своими плечами. Позвоночник должен находиться в расслабленном положении. Активизируйте ваш мышечный корсет, втягивая мышцы живота к позвоночнику. 2. Без любых боковых движений и держа ваш живот втянутым, выдохните и медленно поднимите противоположную руку и ногу, пока они не станут параллельны полу. Будьте внимательны, следуя темпу, который вы установили. 3. Вдохните и медленно верните руку и ногу в исходное положение. 4. Повторите эти действия нужное количество раз, затем повторите упражнение, используя другую руку и ногу.
sv: 1. Knäa på alla fyra med knäna under höfterna på en höftlängds avstånd. Ha händerna på golvet under axlarna, på en axellängds avstånd. Ha ryggraden i en neutral position. Aktivera din rygg- och bålmuskulatur genom att dra magmusklerna mot ryggraden. 2. Utan att röra dig åt sidan och med magmusklerna indragna - andas ut och lyft långsamt armen och det motsatta benet tills de är parallella med golvet. Var noga med att följa tempot du har bestämt dig för. 3. Andas in och släpp långsamt tillbaka armen och benet till startpositionen. 4. Upprepa det önskade antalet gånger och gör sedan om övningen med den andra armen och benet.
th: 1. คุกเข่าทั้งสองข้างลงบนพื้นโดยให้เข่าอยู่ในตำแหน่งใต้สะโพก ระยะห่างระหว่างเข่าทั้งสองข้างเท่ากับความกว้างของสะโพก วางมือบนพื้นอยู่ในตำแหน่งใต้ไหล่ที่ระยะห่างเท่ากับความกว้างของไหล่ จัดให้กระดูกสันหลังอยู่ในแนวตรง เริ่มออกกำลังกายโดยการวาดกล้ามเนื้อท้องไปด้านหลังทางสันหลังของคุณ 2. จัดให้ลำตัวตรงโดยที่ไม่เคลื่อนไปด้านข้าง บีบรัดหน้าท้องเข้าด้านใน หายใจออกและค่อย ๆ ยกแขนและขาด้านตรงข้ามขึ้นจนกระทั่งอยู่ในแนวขนานกับพื้น โปรดจำไว้ว่าควรทำตามจังหวะที่คุณกำหนดไว้ 3. หายใจเข้าและค่อย ๆ ลดระดับขาและแขนลงไปอยู่ในท่าเริ่มต้น 4. ทำซ้ำเท่าที่คุณต้องการ จากนั้นเปลี่ยนไปออกกำลังกายในท่าเดิมด้วยแขนและขาอีกข้าง
zh_hans: 1. 四肢着地，膝盖位于臂部下方，膝盖与髋同宽，双手置于地上，手与肩膀同宽。脊椎保持自然中立位。将腹肌往脊椎后拉，以收紧核心。 2.勿作出任何侧向移动，保持腹肌收紧，呼气，缓慢地抬高手臂及与手臂反方向的脚，直到它们与地板呈直线。需要注意的是，按部就班完成动作。 3. 吸气，缓慢地将手脚放回初始位置。 4. 重复渴望的锻炼次数，然后换另一只手与脚重复锻炼。
zh_hant: 1. 四肢著地，膝蓋位於臂部下方，膝蓋與髋同寬，雙手置於地上，手與肩膀同寬。脊椎保持自然中立位。將腹肌往脊椎後拉，以收緊核心。 2.勿作出任何側向移動，保持腹肌收緊，呼氣，緩慢地擡高手臂及與手臂反方向的腳，直到它們與地板呈直線。需要注意的是，按部就班完成動作。 3. 吸氣，緩慢地將手腳放回初始位置。 4. 重複渴望的鍛煉次數，然後換另一只手與腳重複鍛煉。

source: Bodyweight Superman
it: Superman a corpo libero
ja: ボディウェイトスーパーマン
nl: Lichaamsgewicht Superman
ru: Супермен с собственным весом
sv: Kroppsviktstålmannen
th: ท่ายกตัวซุปเปอร์แมน
zh_hans: 自重超人
zh_hant: 自重超人

source: 11 Bodyweight Superman
it: 1. Sdraiati prono sul pavimento. Estendi completamente le braccia di fronte a te. 2. Sollevare le gambe e la parte superiore del corpo verso l’alto. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 床にうつ伏せに寝ます。腕を前に完全に伸ばします。 2. 脚と上半身を天井に向けて上げます。1秒そのままにした後、スターティングポジションに戻します。
nl: 1. Lig vlak op de vloer, buikzijde onder, armen recht vooruit gestrekt. 2. Til nu benen en bovenlichaam zo hoog mogelijk van de vloer op, houd een seconde vast en ga dan langszaam terug naar de uitgangspositie.
ru: 1. Лягте ничком на полу. Полностью вытяните руки перед собой. 2. Поднимите ноги и верхнюю часть тела к потолку. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på mage på golvet. Sträck ut armarna helt framför dig. 2. Lyft benen och överkroppen mot taket. Håll i en sekund. Återgå till startläget.
th: 1. นอนคว่ำหน้าบนพื้น เหยียดแขนให้ตรงไปข้างหน้า 2. ยกขาและลำตัวส่วนบนขึ้นด้านบน ค้างที่ท่านี้ประมาณหนึ่งวินาทีและกลับมายังท่าเริ่มต้น
zh_hans: 1. 俯卧于地板。手臂往前伸直。 2.往上抬高双脚与上半身。保持此姿态一秒钟。返回初始姿态。
zh_hant: 1. 俯臥於地板。手臂往前伸直。 2.往上擡高雙腳與上半身。保持此姿態一秒鍾。返回初始姿態。

source: Dumbbells Bent Over Row
it: Rematore con bilanciere in piedi
ja: ダンベルベントオーバーロー
nl: Gebogen halteroefening
ru: Тяга гантелей
sv: Böjd rodd med hantlar
th: ท่างอตัวยกดัมเบล
zh_hans: 哑铃划船
zh_hant: 啞鈴劃船

source: 12 Dumbbells Bent Over Row
it: 1. Afferra e mantieni un paio di manubri e tienili davanti alla tua vita, ma mantieni la schiena dritta. Estendi le braccia dritto verso il basso con i palmi rivolti uno verso l'altro. 2. Solleva i manubri fino ai lati del petto e falli ritornare alla loro posizione di partenza estesi mantenendo la schiena diritta e stabile sempre.
ja: 1. ダンベルを1組持って、腰のあたりで前向きに持ち、背中はまっすぐに伸ばします。腕をまっすぐ下に向けて伸ばします。この時の手の平は内側に向いています。 2. ダンベルを胸の横まで引き上げ、その後、腕を伸ばす最初のポジションに戻します。背中は動かさずにまっすぐな姿勢を保ちます。
nl: 1. Houd een paar halters vast op borsthoogte terwijl je voorover gebogen staat, maar met kaarsrechte rug. De halters hangen in je gestrekte armen en de handpalmen wijzen naar elkaar toe. 2. Til de halters op tot tegen de zijkant van je borstkast en laat ze dan langszaam weer zakken terwijl je je rug staads recht en strak houdt .
ru: 1. Возьмите и удерживайте пару гантелей на уровне вашей талии, держа при этом спину прямой. Разведите руки вниз ладонями друг к другу. 2. Поднимите гантели вверх по бокам груди и верните их в расширенное начальное положение, сохраняя твердой и ровной на протяжении всего упражнения.
sv: 1. Ta ett par hantlar och håll dem framför dig vid midjan, men behåll ryggen rak. Låt armarna hänga rakt nedåt med handflatorna vända mot varandra. 2. Lyft hantlarna till sidan av bröstet och släpp sedan ned dem till det utsträckta startläget, samtidigt som du håller ryggen rak och stabil hela tiden.
th: 1. ถือดัมเบลในมือทั้งสองข้างและถือไปข้างหน้าเอวของคุณโดยให้หลังแบนราบ เหยียดแขนให้ตรงห้อยลงด้านล่าง ฝ่ามือหันเข้าหากัน 2. ยกดัมเบลขึ้นที่ด้านข้างของหน้าอก จากนั้นนำดัมเบลกลับไปที่ท่าเริ่มต้นโดยให้แขนเหยียดตรง ในขณะที่ทำท่านี้ ให้หลังตรึงอยู่กับที่และอยู่ในท่าตรงตลอดการออกกำลังกายท่านี้
zh_hans: 1.双手各握一个哑铃，置于腰前，保持背部挺直。手臂往下伸直，双掌相对。 2. 往上抬高哑铃至胸部侧边，然后返回初始的伸展姿态，始终保持背部挺直。
zh_hant: 1.雙手各握一個啞鈴，置於腰前，保持背部挺直。手臂往下伸直，雙掌相對。 2. 往上擡高啞鈴至胸部側邊，然後返回初始的伸展姿態，始終保持背部挺直。

source: Seated Bent Over Row
it: Rematore con bilanciere seduto
ja: シーテッドベントオーバーロー
nl: Zittend Gebogen halteroefening
ru: Тяга гантелей сидя
sv: Sittande böjd rodd
th: ท่านั่งงอตัวยกดัมเบล
zh_hans: 坐姿哑铃划船
zh_hant: 坐姿啞鈴劃船

source: 14 Seated Bent Over Row
it: 1. Siediti alla fine di una panca con le ginocchia piegate, i piedi appoggiati sul pavimento e metti un paio di manubri sul pavimento lungo i fianchi. Piegati in avanti sulla vita, per quanto possibile, fino a quando la schiena è quasi parallela al pavimento; il petto deve toccare le gambe. Arriva in basso, afferra un peso in ogni mano e lascia che le braccia pendano verso il basso. 2. Ruotare i pesi in modo che i palmi siano rivolti verso dentro. 3. Senza muovere nulla, tranne che le braccia, tira lentamente i manubri vicino al tuo corpo fino ai lati del petto. 4. Mantieni la posizione per un secondo, quindi abbassa il peso per tronare indietro.
ja: 1. 膝を曲げてベンチの端に座り、足は床に付けて、ダンベルを1組自分の両脇の床に置きます。ウェストあたりで出来るだけ前に、背中が床とほぼ水平になるくらいまで曲げます。胸は脚に触れているはずです。下に向かって手を伸ばし、ウェイトをそれぞれの手でつかんで、腕はまっすぐ下に伸ばします。 2. ウェイトを回転させ、手のひらが内側を向くようにします。 3. 腕以外は何も動かさずに、ゆっくりとダンベルを体の方へ、胸の横まで引き上げます。 4. 1秒間そのままにし、それからウェイトを下に戻します。
nl: 1. Zit op een bankje met de knieën gebogen, voeten vlak op de vloer. Plaats een set halters naast je op de vloer. Buig dan voorover in je middel zover je kunt totdat je rug nagenoeg parallel is aan de vloer. Je borst raakt nu je knieën. Ga verder door de halters vast te pakken en laat je armen recht omlaag hangen. 2. Draai de halters dusdanig dat de handpalmen naar elkaar wijzen.. 3. Zoder ook maar iets anders van je lichaam te bewegen dan je armen, breng je nu de halters vlak naar het lichaam toe, naar de zijkant van je borst. 4. Houd een seconde vast en breng dan de halters weer beheerst en langszaam terug.
ru: 1. Сядьте на краю скамьи с согнутыми коленями, ступнями на полу и положите пару гантелей на полу по бокам. Наклонитесь вперед в талии далеко, насколько вы можете, пока ваша спина не будет почти параллельно полу - ваша грудь должна касаться ног. Потянитесь, возьмите вес в каждую руку, и опустите руки вниз. 2. Поверните гантели так, чтобы ладони смотрели друг на друга. 3. Не двигая ничем, кроме рук, медленно потяните гантели вверх близко к телу по бокам груди. 4. Задержитесь на секунду, затем опустите гантели обратно.
sv: 1. Sitt längst ut på en bänk med knäna böjda och fötterna platta mot golvet. Placera ett par hantlar på golvet vid dina sidor. Böj dig framåt vid midjan så långt du kan tills ryggen nästan är parallell med golvet - din bröstkorg ska röra benen. Ta en vikt i varje hand och låt armarna hänga rakt ner. 2. Vänd vikterna så att dina handflator är vända mot varandra. 3. Utan att röra något annat än armarna, dra långsamt upp hantlarna mot kroppen till sidorna av bröstet. 4. Håll i en sekund och släpp sedan långsamt tillbaka vikterna ner.
th: 1. นั่งที่ส่วนท้ายของม้านั่งโดยให้เข่างอ เท้าทั้งสองข้างวางราบกับพื้น วางดัมเบลทั้งสองบนพื้นที่ข้างตัวทั้งสองข้าง ใช้ส่วนเอวโน้มตัวไปข้างหน้าให้มากที่สุดเท่าที่จะทำได้จนกระทั่งหลังอยู่ในท่าเกือบขนานกับพื้น หน้าอกควรสัมผัสอยู่ที่ขาทั้งสองข้าง ยื่นมือไปหยิบดัมเบลด้วยมือทีละข้างและให้แขนเหยียดตรงอยู่ในท่าถือดัมเบลห้อยลงด้านล่าง 2. หมุนดัมเบลกลับเพื่อให้ฝ่ามือของคุณหันเข้าด้านใน 3. ให้เฉพาะแขนเท่านั้นที่มีการเคลื่อนไหว ค่อย ๆ ดึงดัมเบลขึ้นเข้าหาลำตัวโดยดึงเข้าหาด้านข้างของอก 4. ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นนำดัมเบลลงด้านล่าง
zh_hans: 1. 坐在凳子尾端，弯膝，双脚平放于地板，将两个哑铃置于身体双侧的地板上。尽可能地往前弯腰，直到你的背部与地板略呈直线 – 胸部应触及脚。双手各握一个哑铃，手臂垂直。 2. 转动哑铃以至双掌向内。 3. 勿移动除手臂外的身体部分，缓慢地将哑铃往上抬举至胸部两侧，始终保持哑铃紧贴身体。 4. 保持数秒种。然后将哑铃放下。
zh_hant: 1. 坐在凳子尾端，彎膝，雙腳平放於地板，將兩個啞鈴置於身體雙側的地板上。盡可能地往前彎腰，直到你的背部與地板略呈直線 – 胸部應觸及腳。雙手各握一個啞鈴，手臂垂直。 2. 轉動啞鈴以至雙掌向內。 3. 勿移動除手臂外的身體部分，緩慢地將啞鈴往上擡舉至胸部兩側，始終保持啞鈴緊貼身體。 4. 保持數秒種。然後將啞鈴放下。

source: Stability Ball Hyperextension
it: Iperestensioni della schiena su fitball
ja: バランスボール・ハイパーエクステンション
nl: Stabiliteitsbal Hyperextensie
ru: Гиперэкстензия на мяче
sv: Hyperextension på stabilitetsboll
th: ท่าเหยียดสุดตัวบนลูกบอลออกกำลังกาย
zh_hans: 训练球弯举
zh_hant: 訓練球彎舉

source: 13 Stability Ball Hyperextension
it: 1. Sdraiati prono sulla palla da fitness. Tutto la parte superiore del corpo dovrebbe stare sulla palla. Tieni le braccia sopra la testa. 2. Piegare la parte superiore del corpo fino a quando il petto non è più a contatto con la palla. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. バランスボール上にうつ伏せになります。体全体がバランスボールの上にあるべきです。頭の上で腕を組みます。 2. バランスボールに付かないくらいまで胸までの上体を反らします。1秒そのまま、そしてスタートポジションまで戻します。
nl: 1. Lig gestrekt op de oefeningsbal. Je gehele lichaam moet op de bal liggen en houd je armen achter op je hoofd. 2. Til nu je lichaam iets op zodat je borst geen contact meer heeft met de bal. Houd dat een seconde vast en ga terug naar de startpositie.
ru: 1. Лягте на мяч. Вся ваша верхняя часть тела должна быть на нем. Держите руки над головой. 2. Выгните верхнюю часть тела до тех пор, пока ваша грудь не будет касаться мяча. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på mage på stabilitetsbollen. Hela din överkropp ska vara på bollen. Håll armarna över huvudet. 2. Böj överkroppen tills bröstet inte längre är i kontakt med bollen. Håll i en sekund. Återgå till startläget.
th: 1. นอนคว่ำหน้าบนลูกบอลออกกำลังกายโดยให้ลำตัวส่วนบนทั้งหมดอยู่บนอยู่บนลูกบอล ยกแขนทั้งสองข้างค้างไว้บนศีรษะ 2. ยกลำตัวด้านบนขึ้นจนกระทั่งหน้าอกยกจากลูกบอล ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปยังท่าเริ่มต้น
zh_hans: 1. 俯卧于训练球上。全上半身应靠在训练球上。双臂举过头顶。 2. 往上屈上半身，直到胸部不再触及训练球。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 俯臥於訓練球上。全上半身應靠在訓練球上。雙臂舉過頭頂。 2. 往上屈上半身，直到胸部不再觸及訓練球。保持此姿態數秒種。返回初始姿態。

source: T-Bar Bent Over Row
it: Rematore con T-Bar in piedi
ja: Tバー・ベントオーバーロウ
nl: Voorover Gebogen T-Bar Oefening
ru: Тяга с Т-образным грифом
sv: Böjd T-stångsrodd
th: ท่างอตัวยก T บาร์
zh_hans: T杠俯身划船
zh_hant: T杠俯身劃船

source: 15 T-Bar Bent Over Row
it: 1. Mettiti a cavalcioni su una T-Bar-Row e afferra le maniglie con una presa overhand. Assicurati di stare in piedi con i piedi alla larghezza delle spalle e le ginocchia leggermente piegate, come mostrato. 2. Tieni la schiena piatta e piega la tua vita fino a quando la parte superiore del corpo è a circa 45 gradi rispetto alla verticale, la barra appesa alla lunghezza della braccia teso direttamente sotto le tue spalle. 3. Poi, stringendo le scapole, solleva la barra il più vicino possibile alla parte inferiore del petto. Fai una pausa, poi lentamente abbassa la barra per tornare alla posizione di partenza.
ja: 1. Tバーロウのマシンにまたがり、ハンドルを上からつかみます。 肩幅に足を広げて立ち、膝は図のように少し曲げた状態にします。 2. 背中をまっすぐにし、上体が垂直から45度くらいになるまで腰を曲げます。バーは肩の真下で腕の長さ分下ろします。 3. 次に肩甲骨をくっつけるように引き締め、出来るだけ胸の下近くにまでバーを持ち上げます。そのまま少し止まり、ゆっくりとスタートポジションまで下ろします。
nl: 1. Sta met de voeten gespreid op een T-Bar machine en houd de handgrepen bovenhands vast. vergewis je ervan dat je voeten op schouderbreedte uit elkaar staan en je knieën licht gebogen zijn, zoals getoond wordt. 2. Houd de rug recht en buig in je middel totdat je lichaam 45 graden is. De halter hangt op armslengte direct onder de schouders. 3. Dan, terwijl je je schouderbladen naar elkaar toe brengt, til je de halter ho hoog mogelijk op tot onder aan de borst. Pauzeer even en breng de halter dan langszaam weer terug in startpositie.
ru: 1. Широко раздвиньте тренажер и захватите ручки верхнего сцепления. Убедитесь, что ваши ноги на ширине плеч, а колени слегка согнуты, как показано. 2. Держите спину прямой и согните вашу талию, пока верхняя часть тела не будет находиться вертикально на 45 градусов, штанга висит на расстоянии вытянутой руки непосредственно под плечами. 3. Затем, сжимая лопатки вместе, поднимите штангу настолько близко к нижней части груди, насколько вы можете. Сделайте паузу, затем медленно опустите штангу в исходное положение.
sv: 1. Ställ dig över en T-stångsroddmaskin och ta tag i handtagen med ett överhandsgrepp. Se till att du står med fötterna axelbrett isär och knäna något böjda, som på bilden. 2. Håll ryggen platt och böj dig vid midjan tills överkroppen är omkring 45 grader från det vertikala, med stången hängandes på en armlängd rakt nedanför axlarna. 3. Genom att trycka ihop dina skulderblad lyfter du sedan stången så nära du kan komma nedre delen av bröstkorgen. Pausa och sänk sedan långsamt tillbaka stången till startläget.
th: 1. ยืนคร่อมบนเครื่องออกกำลังกาย T-Bar-Row จากนั้นจับที่ด้ามจับด้วยท่ามือคว่ำมือ ตรวจสอบให้แน่ใจว่าระยะห่างของเท้าทั้งสองข้างอยู่ที่ระดับความกว้างของไหล่ งอเข่าเล็กน้อย ดังแสดงในภาพ 2. จัดให้หลังราบแบนและงอเอวจนกระทั่งลำตัวส่วนบนทำมุม 45 องศาจากแนวตั้งตรงของลำตัว บาร์ห้อยลงด้านล่างที่ระดับความยาวของแขนและห้อยลงให้ตรงกับระดับของไหล่ทั้งสองข้าง 3. จากนั้นบีบแผ่นไหล่ทั้งสองข้างเข้าหากัน ยกบาร์ขึ้นใกล้อกส่วนล่างของคุณให้มากที่สุดเท่าที่จะทำได้ หยุดชั่วขณะและค่อย ๆ ลดระดับบาร์ลงด้านล่างกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 跪坐在T杠训练器上，正握杠铃。确保双脚与肩同宽，双膝稍屈，如图所示。 2. 保持背部挺直，弯腰直到上半身与地面呈平行，使杠铃与肩膀保持手臂长度。 3. 收紧肩胛，尽可能将杠铃抬举至胸部下方。暂停，然后缓慢地将杠铃放回初始位置。
zh_hant: 1. 跪坐在T杠訓練器上，正握杠鈴。確保雙腳與肩同寬，雙膝稍屈，如圖所示。 2. 保持背部挺直，彎腰直到上半身與地面呈平行，使杠鈴與肩膀保持手臂長度。 3. 收緊肩胛，盡可能將杠鈴擡舉至胸部下方。暫停，然後緩慢地將杠鈴放回初始位置。

source: Dumbbell Biceps Curl (Hammer Grip On Bench)
it: Curl per bicipiti con bilanciere (Presa a martello sulla panca)
ja: ダンベルバイセップカール (ハンマーグリップ・オン・ベンチ)
nl: Halter met krullende biceps (Hamer Grip op bank)
ru: Подъем гантелей на бицепс на скамье
sv: Bicepscurl med hantel (hammargrepp på bänk)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (นั่งบนม้านั่ง ถือดัมเบลแบบจับฆ้อน)
zh_hans: 上臂哑铃弯举
zh_hant: 上臂啞鈴彎舉（斜板錘式握法）
