Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 1 Toe Raises
it: Inizia da una posizione neutrale, o leggermente più ampio rispetto alla larghezza delle spalle. Tieni i manubri in entrambe le mani sullo stesso lato del piede. Spostati in alto sulle punte, contraendo i muscoli del polpaccio, abbassandoti lentamente verso il basso per una gamma completa di movimento.
ja: 自然なポジションで、肩幅、あるいは肩幅より開きます。足と同じ側で両手にダンベルを持ちます。つま先を上に上げ、ふくらはぎの筋肉を収縮し、徐々に動きの全範囲まで下げます。
nl: Begin in een neutrale positie, hielen ongeveer op schouderbreedte. Houdt gewichten in je handen aan dezelfe kant als je voet. Krul je tenen omhoog door de kuitspieren aan te trekken en dan weer langszaam minderen en creëer zo een vloeiende beweging.
ru: Начните с нейтрального положения, пятки поставьте на уровне плеч или слегка шире. В обе руки возьмите гантели. Приподнимайтесь на носках, напрягая икроножные мышцы и медленно опускаясь в исходное положение.
sv: Börja i neutral position med fotvalven något bredare än axelbrett. Håll hantlarna med båda händerna på samma sida som often. Res dig upp på tå genom att spänna vadmusklerna och sänk dig ned till fullt utsträckt rörelse.
th: เริ่มด้วยการนั่งในท่าที่สมดุล ให้ความกว้างของเข่ากว้างกว่าความกล้างของไหล่เล็กน้อย ถือดัมเบลในมือทั้งสองข้างโดยให้อยู่ข้างเดียวกับเท้า โยกนิ้วเท้าขึ้น หดกล้ามเนื้อน่อง จากนั้นค่อย ๆ ลดระดับลงให้การเคลื่อนไหวสมบูรณ์แบบ
zh_hans: 在一个中立的位置开始，双脚与肩膀一样同宽或是稍微宽一点。双手举著哑铃在与双脚同宽。从脚趾往上，集中在小腿肌肉，慢慢的往下完整的一个动作。
zh_hant: 以中立姿態開始，雙腳比肩部略寬。雙手持著啞鈴，並將其置於腳部兩側。腳趾向上移動，收縮小腿肌肉，然后緩慢地回到初始姿態，即完成一次動作。

source: One-Leg Toe Raises
it: Sollevamento sul pollice di una gamba
ja: 片脚つま先上げ
nl: Een been Tenen liften
ru: Подъемы на носке на одной ноге
sv: Tåhävningar på ett ben
th: ยกนิ้วเท้าขาข้างเดียว
zh_hans: 一支腿垫脚尖
zh_hant: 單腿提踵

source: 2 One-Leg Toe Raises
it: Stai su un piede, mettendo le dita e la pianta del piede sul blocco. Tieni un manubrio con la mano sullo stesso lato come il piede su cui stai stando e afferra il bordo della macchina con l'altra mano per stabilizzare il corpo in posizione per tutto il movimento: - Sollevati il più in alto possibile sulla punta dei piedi (flessione plantare), mantenendo il ginocchio esteso o leggermente piegato. - Torna alla posizione di partenza.
ja: 片脚で立ち、つま先と親指の付け根をブロックに置きます。足と同じ側の手でダンベルを持ち、動きの最中、体のポジションを安定させるためにもう片方の手でマシンの端を掴みます： ‐つま先をできる限り高く上げ（足底屈）、膝を伸ばす、あるいはほんの少しだけ曲げます。 ‐開始ポジションに戻ります。
nl: Ga op een been staan maar zet je tenen en bal van je voet op een blok. Houdt een gewicht in je hand aan dezelfde kant als die voet. Houd je goed vast aan een machine met je andere hand om niet om te vallen bij de oefening en je lichaam in balans te houden: - Ga nu op je tenen staan zo hoog als maar mogelijk is (plantaire flexie), terwijl je je knie zo recht mogelijk houdt. - Ga terug naar de startpositie.
ru: Станьте на одну ногу, пальцы ног и основание стопы на блоке. Возьмите гантель в руку, расположенную на той же стороне что и нога, на которой вы стоите и возьмитесь за край тренажера другой рукой, чтобы закрепить положение тела на время выполнения упражнения: - Поднимитесь на носках как можно выше (подошвенное сгибание), сохраняя колено прямым или лишь слегка согнутым. - Вернитесь в исходное положение.
sv: Så på ett ben med tårna och främre trampdynan på blocket. Håll en hantel i handen på samma sida som foten du står på och fatta tag i kanten på maskinen med den andra handen för att hålla kroppen i en stadig position genom hela rörelsen. Res dig upp så högt du kan på tårna (plantarflexion), håll knät utsträckt eller lätt böjt. Återgå till startpositionen
th: ให้คุณยืนบนเท้าข้างเดียว วางนิ้วเท้าและฝ่าเท้าส่วนปลายบนบล็อควางเท้า ถือดัมเบลไว้ในมือข้างเดียวกับเท้าที่ยืนบนบล็อค จับที่ส่วนปลายของอุปกรณ์ด้วยมืออีกข้างเพื่อให้ร่างกายทรงตัวได้อย่างมั่นคงในระหว่างการทำท่ากายบริหารนี้: - ยกโดยการใช้นิ้วเท้าให้สูงเท่าที่จะทำได้ (โดยการกดปลายเท้าลง) ยืดให้เข่าตรงหรืองอเพียงเล็กน้อย - กลับไปสู่ท่าเริ่มต้น
zh_hans: 以单脚站立，把脚趾和球放在物品上。拿一个哑铃在手上正在站立的单脚同边然後以另外一支手抓住机器边缘来稳定你的身体在移动中有同样的位置: - 垫起你的脚尖越高越好(栽培曲折)，你的膝盖直的或是稍微弯曲。 - 回到原先的位置
zh_hant: 單腳站立，腳趾或前腳掌站在物體上。握著訓練器邊緣，以在全程動作中平衡身體。與站立於物體的單腳同側的那只手持著啞鈴： - 以腳趾往上舉高至盡可能的高位（跖屈）。保持你的膝蓋伸展或微屈。 - 回到初始姿態。

source: Seated Calf Raises
ja: 座りふくらはぎ上げ
nl: Zittend Kuiten heffen
ru: Подъем голени из положения сидя
sv: Sittande tåhävningar
th: ท่านั่งยกน่อง
zh_hans: 坐著的小腿举起
zh_hant: 坐勢提踵

source: 3 Seated Calf Raises
it: Regola l’imbottitura in modo che gli stinchi siano verso l'alto e l’imbottitura sia proprio dietro le ginocchia. Solleva il peso, spingendo i talloni in alto con le palle dei tuoi piedi. Abbassa lentamente i talloni fino a sentire tirare il muscolo del polpaccio. Per concentrarsi sui polpacci interni ed esterni, punta i piedi verso l'interno e verso l'esterno, rispettivamente.
ja: すねがまっすぐ上になり、膝のちょうど後ろにパッドがあるように調節します。足の親指の付け根でかかとを押し上げてウェイトを持ち上げます。ふくらはぎの筋肉の伸張を感じるまで、ゆっくりとかかとを下げます。ふくらはぎの内側と外側をターゲットに、つまさきを内向き、外向きの順番に向けます。
nl: Pas het kussen aan zodat je scheenbeen recht omhoog staat en het kussen net achter de knieën is. Til het gewicht op je hiel omhoog met de bal van je voet. Langszaam laten zakken totdat je het rekken van de kuitspier voelt. Om de binnenste en buitenste kuitspieren te behandelen moeten je tenen naar binnen of naar buiten wijzen.
ru: Установите тренажер таким образом, чтобы ваши голени смотрели вверх, а нижняя подставка была позади коленей. Поднимайте груз, отталкиваясь пятками с помощью основания стопы. Медленно опускайте пятки пока не почувствуйте сокращение в икроножной мышце. Для тренировки мышц внутренней и внешней поверхности голени, расположите пальцы ног по направлению вовнутрь или наружу соответственно.
sv: Justera sitsen så dina smalben är raka och dynan är precis bakom dina knän. Lyft vikterna venom att trycka dina hälar uppåt med hjälp av främre trampdynan. Sänk sakta hälarna tills du känner en sträckning i vadmuskeln. För att komma åt både inre och yttre vadmuskeln, peka med tårna inåt respektive utåt.
th: ปรับแผ่นวางเท้าเพื่อให้คุณสามารถเหยียดหน้าแข้งในแนวตรงได้ และแผ่นวางเท้าจะอยู่หลังเข่าของคุณ ยกน้ำหนักขึ้นโดยการดันส้นเท้าขึ้นด้านบนและใช้ฝ่าเท้าส่วนปลายดันที่แผ่นวางเท้า ค่อย ๆ ลดระดับของส้นเท้าลงจนกระทั่งคุณรู้สึกตึงที่กล้ามเนื้อน่อง สำหรับการบริหารน่องส่วนในและส่วนนอก ให้คุณชี้นิ้วเท้าเข้าด้านในและด้านนอกตามลำดับ
zh_hans: 调整垫子这样你的小腿是值得且垫子在膝盖後面。以脚跟推挤球来举起重量。慢慢的降低脚跟直到你感觉小腿肌肉在屈伸。要集中里面和外面的小腿，各自垫起你的脚尖往里面和往外面。
zh_hant: 調整護墊，以至于你的胫部是直立的，該護墊剛好位於膝蓋的后方。通過使用前腳掌將腳跟向上推以舉起負重。緩慢地放下腳跟，直到你能感覺小腿肌肉的伸展。為了鍛煉小腿內側和外側，，將腳趾分別指向內側和外側。

source: Bench Presses
it: Pressa su panca
ja: ベンチプレス
nl: Bankdrukken
ru: Жим со скамьи
sv: Bänkpress
th: ท่ายกน้ำหนักบนม้านั่งราบ
zh_hans: 仰卧推举
zh_hant: 仰臥推舉

source: 1 Bench Presses
it: Per eseguire correttamente un esercizio di panca è necessario stare distesi su una panca e avere i piedi piatti sul pavimento. La barra, quando ancora agganciata, sarà un po' dietro la testa. E' importante utilizzare un’altra persona per questo esercizio, soprattutto se si utilizza una barra o manubri liberi, per eliminare la possibilità di far cadere il peso su di te. Una volta tolto il peso fuori dai ganci, la barra sarà direttamente sopra il centro del petto. Tieni la testa sul banco in qualsiasi momento durante il movimento. Una volta che hai la barra ferma, abbassala lentamente al livello del torace, se sei in grado. Tieni le braccia verso l'esterno quando la barra scende. Dopo aver raggiunto il fondo del movimento, spingere la barra indietro fino a una posizione estesa, concentrandosi sul guidare la barra verso l'alto con il petto e le braccia.
ja: ベンチプレスを正しく実行するには、ベンチに平らに横たわり、足を床に着けます。ラックにかかっているバーは、わずかに頭の後ろにあります。ウェイトが落ちてくる機会を取り除くため、特にフリーバーやダンベルを使用の場合、このエクササイズにはスポッターを使用することが重要です。ラックからウェイトをはずして持ち上げると、バーは胸の真上にあります。動きの最中、常に頭はベンチに保持します。バーを安定させると、ゆっくりと、できる限り、ほぼ胸の高さまで降ろします。バーが下がる時、腕は外側を指してください。動きの底部に達した時、拡張されたポジションにバーを押し戻し、胸と腕でバーを上向きに動かすことに焦点を置きます。
nl: Om bankdrukken goed uit te voeren moet je ruggelings plat op een bank liggen met beide voeten vlak op de vloer. De halter, nog in de standaard, moet zich iets achter je hoofd bevinden. Het is belangrijk voor deze oefening iemand naast je te hebben, speciaal als je een vrije halter gebruikt, om de kans kleiner te maken dat je het gewicht van de halter op je borst krijgt. Zodra je het gewicht uit de standaard hebt getild breng je het gewicht boven je borst. Houdt je hoofd altijd op de bank tijdens de oefening. Zodra je de halter stevig en in positie hebt laat je die langszaam zakken tot vlak bij de borst, als je dat kunt tenminste. Houdt je armen altijd naar buiten terwijl je de halter laat zakken. Daarna de halter weer omhoog brengen en de armen strekken zodat je in staat bent om de halter weer in het rek te kunnen plaatsen.
ru: Чтобы правильно выполнять отжимания, нужно лечь на скамью, а ноги поставить на пол. В поднятом состоянии штанга будет располагаться слегка за вашей головой. Чтобы груз не упал на вас, для этого упражнения важно использовать подстраховку, особенно если вы используете отдельную от тренажера штангу или гантели. После того как вы поднимите вес со стойки, штанга будет располагаться непосредственно над центром вашей груди. На протяжении всего упражнения держите голову на скамье. После того как вы уравновесите штангу, если вы можете, медленно опустите ее к груди. Руки держите обращенными наружу по мере опущения штанги. После того как опустите штангу до нижней точки, поднимите штангу опять наверх, сосредоточив внимание на том, чтобы совершать это движение с помощью грудной клетки и рук.
sv: För att korrekt utföra en bänkpressövning måste du ligga på rygg på en bänk med fötterna i marken. Stången ska vara lite bakom ditt huvud när den ligger på ställningen. Det är viktigt att man använder en medhjälpare för denna övning, särskilt om du använder fria vikter, för att minska risken att du tappar vikterna på dig själv. När du har lyft stången från ställningen kommer den att vara direkt ovanför mitten på ditt bröst. Håll kvar huvudet mot bänken hela tiden under rörelsen. När du väl håller stången stadigt, sänk den sakta ner till ungefär brösthöjd om så är möjligt. Håll armarna pekande utåt när stången sjunker. När du nått botten av rörelsen trycker du upp stången igen till utsträckt position och fokuserar på att trycka den uppåt med bröstet och armarna.
th: ในการที่จะทำท่านี้ได้อย่างเหมาะสมนั้น คุณต้องนอนบนม้านั่งราบและให้เท้าของคุณราบไปกับพื้น เมื่อคุณยกบาร์น้ำหนักขึ้น บาร์น้ำหนักจะอยู่ที่ด้านหลังศีรษะของคุณเล็กน้อย ในท่านี้คุณควรใช้ผู้ช่วย เพราะเป็นท่าที่สำคัญและเกิดอันตรายได้ง่าย โดยเฉพาะเมื่อคุณใช้บาร์แบบฟรีบาร์หรือดัมเบล การใช้ผู้ช่วยจะลดโอกาสในการที่คุณจะทำน้ำหนักตกลงใส่ตัวเอง เมื่อคุณยกน้ำหนักออกจากชั้นวางแล้ว บาร์น้ำหนักจะอยู่ตรงกับส่วนกลางของอก ให้ศีรษะของคุณอยู่บนม้านั่งตลอดเวลาในระหว่างการบริหารกล้ามเนื้อท่านี้ เมื่อคุณถือบาร์ได้อย่างมั่นคงแล้ว ให้ค่อย ๆ เลื่อนบาร์น้ำหนักมาเกือบถึงระดับอกของคุณถ้าคุณทำได้ ให้แขนของคุณชี้ออกไปด้านนอกในขณะที่ลดบาร์น้ำหนักลงมาที่ระดับอก ก่อนที่จะลงมาถึงส่วนล่างสุด ให้คุณดันบาร์น้ำหนักกลับขึ้นไปโดยการยืดแขนให้เหยียดตรง ให้ใช้ส่วนอกและแขนเป็นตัวดันบาร์น้ำหนักขึ้นไป
zh_hans: 为了正当地进行仰卧推举这个锻炼，你必须平躺于训练椅上，将双脚平放于地板上。掛着的杠桿处于你头部的略后方。在此锻炼中，监视人的看管是至关重要的，这是为了排除负重落在你身上的可能性 ，尤其是当你使用不掛在架上的杠桿或哑铃。当你从架子举起负重时，该杠桿将位于你胸部的上方。在整个动作的过程，保持你的头部固定在训练椅上。当你确保杠桿处于稳定状态时，如果你有能力，缓慢地将其降低至胸部水平。在放下杠桿的期间，保持你的手臂向外。当杠桿位于低位时，将杠桿再次往上推举，直到你处于伸展姿态，专注于使用胸部和手臂将杠桿朝上推举。
zh_hant: 為了正當地進行仰臥推舉這個鍛煉，你必須平躺於訓練椅上，將雙腳平放於地板上。掛著的杠桿處於你頭部的略后方。在此鍛煉中，監視人的看管是至關重要的，這是為了排除負重落在你身上的可能性 ，尤其是當你使用不掛在架上的杠桿或啞鈴。當你從架子舉起負重時，該杠桿將位于你胸部的上方。在整個動作的過程，保持你的頭部固定在訓練椅上。當你確保杠桿處於穩定狀態時，如果你有能力，緩慢地將其降低至胸部水平。在放下杠桿的期間，保持你的手臂向外。當杠桿位於低位時，將杠桿再次往上推舉，直到你處於伸展姿態，專注於使用胸部和手臂將杠桿朝上推舉。

source: Incline Presses
it: Pressa inclinata
ja: インクラインプレス
nl: Omgekeerd drukken
ru: Жим с наклонной скамьи
sv: Lutande bänkpress
th: ท่ายกน้ำหนักบนม้านั่งเอียง
zh_hans: 上斜卧推
zh_hant: 上斜臥推

source: 2 Incline Presses
it: Questo esercizio è molto simile alla panca normale con bilanciere tranne per il fatto che prevede di utilizzare una press machine a peso libero inclinata e la parte superiore del torace sarà il gruppo muscolare che lavora, anziché il petto al centro. Solleva il bilanciere fuori dai ganci e abbassare lentamente a circa 3 centimetri sopra la clavicola (appena sotto il pomo d'Adamo) e poi spingi la barra di nuovo nella posizione di partenza. NON FAR TOCCARE LA BARRA SULLA PARTE SUPERIORE DEL TORACE (questo provoca stress non necessari sulle articolazioni della spalla e porta via la tensione dai muscoli pettorali superiori, che sono ciò che noi vogliamo fare lavorare!). Assicurati, quando stai abbassando la barra, che tu lo faccia in modo lento e controllato. Al contrario, quando spingi la barra verso l'alto, fallo in modo esplosivo.
ja: このエクササイズは、インクラインフリーウェイトのベンチプレスマシンを使用し、中央の胸筋ではなく、上部の胸筋が働く筋肉グループである以外は、通常のバーベルプレスにとても良く似ています。バーベルをラックより持ち上げ、鎖骨（のど仏のすぐ下）の約３インチ上までゆっくりと下げ、開始ポジションにバーを押し戻します。上部の胸筋にバーが触れてはいけません（これは、肩の関節に不必要なストレスを引き起こし、運動を行って欲しい胸の上部の胸筋からテンションを取り上げてしまいます！）バーを下げる時は、ゆっくりと制御された方法で行うことを確認してください。逆に、上向きでバーを押し上げる時は、爆発的な方法で行ってください。
nl: Deze oefening erg erg vergelijkbaar met het gewone bankdrukken zij het dat je een omgekeerd vrij-gewicht drukmachine gebruikt waarbij de bovenste groep borstspieren wordt verstevigd in plaats van de middelste borstspieren. Neem de halter van het rek en breng die ongeveer tot op 7 cm van waar je borstbeen begint (net onder de adamsappel) en druk de halter dan terug naar de startpositie. BRENG DE HALTER NIET TE LAAG BOVEN DE BORST (dat veroorzaakt alleen maar teveel spanning op je schoudergewrichten en neemt de druk weg van de grote borstspier waar we aan willen werken!). Als je de halter naar beneden brengt doe dat op een langszame gecontroleerde manier . Omgekeerd, bij het omhoog drukken mag dat met wat explosieve kracht gebeuren.
ru: Это упражнение очень похоже на обычный жим штанги со скамьи, за исключением того, что в этом упражнении используется тренажер с наклонной скамьей и упражнение нацелено на развитие верхних, а не средних грудных мышц. Поднимите штангу со стойки и медленно опустите ее на расстояние примерно 3 дюймов до ключицы (чуть ниже кадыка), а затем выжмите штангу в исходное положение. НЕ КАСАЙТЕСЬ ШТАНГОЙ ВЕРХНЕЙ ЧАСТИ ГРУДНОЙ КЛЕТКИ (это вызывает ненужную нагрузку на плечевые суставы и снимает нагрузку с мышц верхней части грудной клетки, а это именно то, для чего мы делаем это упражнение!). Опускайте штангу медленно и сосредоточенно. И наоборот, когда вы выжимаете штангу наверх, вы должны это делать рывком.
sv: Denna övning är väldigt lik vanlig bänkpress förutom att du använder en lutande bänkpress med fria vikter och övre delen av bröstet kommer vara muskelgruppen som tränas i ställer för den mittersta delen. Lyft upp skivstången från ställningen och sänk den sakta tills den är ungefär 7 centimeter ovanför nyckelbenen (precis nedanför adamsäpplet) och tryck sedan upp stången till startpositionen. LÅT INTE STÅNGEN SLÅ I BRÖSTET (detta orsakar onödiga påfrestningar på axlarna tar bort spänningen från de övre bröstmusklerna, som är de som vi vill träna!) När du sänker stången, se till att du gör det på ett långsamt och kontrollerat sätt. När du trycker upp stången vill du däremot göra tvärtom och göra det explosivt.
th: ท่านี้คล้ายกับท่าการยกบาร์น้ำหนักบนม้านั่งราบ เพียงแต่คุณจะใช้อุปกรณ์ม้านั่งเอียงแทน และกล้ามเนื้อของหน้าอกส่วนบนจะเป็นส่วนที่ทำหน้าที่ยกน้ำหนักแทนที่จะเป็นส่วนกลางเช่นท่ายกน้ำหนักบนม้านั่งราบ ให้คุณยกบาร์น้ำหนักออกจากชั้นวาง จากนั้นค่อย ๆ ลดระดับลงให้ห่างจากไหปลาร้าประมาณ 3 นิ้ว (อยู่ในระดับใต้ลูกกระเดือก) จากนั้นดันบาร์น้ำหนักกลับไปที่ตำแหน่งเดิม จงจำไว้ว่า อย่าให้บาร์น้ำหนักสัมผัสที่หน้าอกส่วนบน (เนื่องจากจะทำให้เกิดแรงกดดันที่ข้อของไหล่และทำให้ความตึงออกไปจากกล้ามเนื้อหน้าอกโดยไม่จำเป็น ซึ่งจริง ๆ แล้วเราต้องการใช้ส่วนนี้ในการบริหารกล้ามเนื้อ) คุณต้องแน่ใจว่าเมื่อคุณลดระดับบาร์น้ำหนักลงอย่างช้า ๆ ในทางตรงกันข้าม เมื่อคุณดันบาร์น้ำหนักขึ้นด้านบน ให้คุณดันค่อนข้างเร็ว
zh_hans: 此锻炼与正规的杠铃卧推锻炼极其类似，在这个锻炼中，你使用上斜卧推自由重量训练器，锻炼的肌群是上胸部，而不是胸部中央。举起架上的杠桿，缓慢地降低它至锁骨以上约三英寸（喉结略下方），然后将杠桿推回初始位置。勿使杠桿触碰你的上胸部（这为肩关节带来不必要的应力，确保你的上胸肌不受张力影响，此避忌对我们的锻炼是极其重要的！）。当你降低杠桿时，确保你的动作缓慢，以及受控制。反之，你能激烈地往上推举杠桿。
zh_hant: 此鍛煉與正規的杠鈴臥推鍛煉極其類似，除非你使用上斜臥推自由重量訓練器，那么你鍛煉的肌群是上胸部，而不是胸部中央。舉起架上的杠桿，緩慢地降低它至鎖骨以上約三英寸（喉結略下方），然后將杠桿推回初始位置。勿使杠桿觸碰你的上胸部（這為肩關節帶來不必要的應力，確保你的上胸肌不受張力影響，此避忌對我們的鍛煉是極其重要的！）。當你降低杠桿時，確保你的動作緩慢，以及受控制。反之，你能激烈地往上推舉杠桿。

source: Dumbbell Presses
ja: ダンベルプレス
nl: Kleine halter drukken
ru: Жим гантелей
sv: Hantelpress
th: ท่านั่งยกดัมเบล
zh_hans: 哑铃卧推
zh_hant: 啞鈴臥推

source: 3 Dumbbell Presses
it: Entrare in posizione seduto sulla panca, mantieni i manubri e permetti loro di riposare sulle cosce. Mentre rotoli, il corpo torna a sdraiarsi sulla panca, utilizza le cosce per aiutare a spingere i manubri al petto. Poi raddrizza le braccia sopra il petto (mantenendo una leggera curva a gomito), palmi rivolti in avanti. Tieni i piedi sul pavimento e la schiena in posizione neutra (non più di un leggero arco). Abbassa i manubri piegando i gomiti ai lati. Continua fino a quando i gomiti sono appena sotto le spalle. Quindi spingi i manubri indietro, portandoli vicini (senza toccare), e inclinali leggermente verso l'interno. Mantieni una leggera curva nei tuoi gomiti, non permettere loro di 'bloccarsi'. Ripeti fino a quando hai completato le ripetizioni. Per alzarsi, tieni i manubri sul petto, sposta le gambe in su e poi in avanti per darti lo slancio e metterti a sedere.
ja: ベンチに座り、ダンベルを持ち、それらを大腿部の上で持つポジションに着きます。ベンチに体を横たえながら、大腿部を使ってダンベルを胸まで押し上げます。その後、胸の上に真っ直ぐ腕を上げ（ひじは少し曲げたまま）、手の平は前を向きます。ひじを外側に曲げることで、ダンベルを下げます。ひじが肩の少し下になるまで、下ろし続けます。そして、ダンベルを押し戻し、最上部でわずかに内側に向け、それらを一緒に持っていきます（触れないで）。ひじは少し曲げたままで、それらを“固定”しません。レップを完了するまで、繰り返します。起き上がるには、ダンベルを胸の上で持ち、脚を蹴り上げて、体に勢いを付けて起き上がります。
nl: Neem plaats op een bankje en houdt de halters vast terwijl ze rusten op je dijen. Ga nu achterover liggen op de bank. Gebruik dan je dijen om de gewichten naar je borst te brengen. Strek dan de armen omhoog en breng de halters omhoog met licht gebogen armen, met de handpalmen naar voor. Houdt je voeten vlak op de grond en probeer je rug recht te houden. Laat dan de halters langszaam zakken met de ellebogen naar buiten gericht totdat je ellebogen iets beneden schoudernivo zijn. Dan de halters weer omhoog brengen en naar elkaar toe zonder dat ze elkaar raken. Houdt de ellebogen licht gebogen, en laat ze niet op slot springen. Herhaal deze oefening een aantal keer. Om op te staan: houdt de halters vlak boven de borst, til je benen op en gebruik die als een soort hefboom om overeind te komen.
ru: Займите исходное положение сидя на скамье, возьмите гантели и положите их на бедра. Ложитесь на скамью и делая это, движением бедер помогите подтолкнуть гантели к груди. Затем выпрямите руки над грудью (локти слегка согнуты), ладони смотрят вперед. Ноги на полу, спина в нейтральном положении (небольшой прогиб, не больше). Опускайте гантели, сгибая локти в стороны. Продолжайте пока локти не окажутся чуть ниже плеч. Затем выжмите гантели опять вверх, приблизив их друг к другу наверху (не касаясь), под небольшим углом внутрь. Локти держите слегка согнутыми, не замыкайте их. Повторяйте пока не выполните все повторения. Чтобы подняться, подведите гантели к груди, рывком поднимите ноги вверх, а затем вперед, чтобы сесть.
sv: Inta rätt position genom att sitta på bänken, hålla i hantlarna och låta dem vila på dina lår. När du lutar dig bakåt för att lägga dig ner använder du låren för att hjälpa till att lyfta upp hantlarna till bröstet. Sträck sedan ut armarna uppåt ovanför bröstet (håll armbågarna lätt böjda), med handflatorna framåt. Håll hela fötterna i marken och håll ryggen i neutralt läge (inte mer än lätt böjd). Sänk ned hantlarna genom att böja armbågarna ut mot sidorna. Fortsätt tills armbågarna är precis nedanför axlarna. Tryck sedan upp hantlarna igen och för in dem mot mitten så att de nästan nuddar varandra och är lätt vinklade inåt. Håll armbågarna lätt böjda, låt dem inte ”låsa sig”. Upprepa tills du har gjort klart dina repeteringar. För att sätta dig upp, håll hantlarna mot bröstet, sparka benen uppåt och sedan framåt för att ge kroppen fart att komma upp.
th: ให้คุณนั่งบนม้านั่ง ถือดัมเบลไว้ในมือทั้งสองข้างและให้ดัมเบลพักที่ต้นขาด้านในของคุณ หมุนข้อมือและให้ลำตัวนอนบนม้านั่ง ใช้ต้นขาด้านในช่วยดันดัมเบลไปที่ระดับอก จากนั้นยืดแขนให้ตรงขึ้นไปเหนืออกของคุณ (งอข้อศอกเล็กน้อย) และให้ฝ่ามือหันไปด้านหน้า วางเท้าให้ราบไปกับพื้นและจัดลำตัวให้อยู่ในท่าสมดุล (ไม่มากไปกว่าส่วนโค้งเล็กน้อย) ลดระดับดัมเบลลงโดยการงอข้อศอกออกไปด้านข้าง ทำต่อไปจนกว่าข้อศอกของคุณอยู่ใต้ไหล่ จากนั้นดันดัมเบลขึ้นด้านบน ให้ดัมเบลทั้งสองข้างเข้ามาใกล้กันที่ส่วนบนสุด (โดยไม่สัมผัสกัน) จากนั้น ทำมุมเข้าหากันเล็กน้อย ข้อศอกงอไว้เล็กน้อยเช่นเดิม แต่อย่าให้ข้อศอก “ล็อค” ทำซ้ำในท่าเดิมจนกว่าจะเสร็จสิ้นในแต่ละรอบ การยืนขึ้น ให้ถือดัมเบลในระดับอก เตะเท้าขึ้นด้านบนและไปด้านหน้าเพื่อให้ลำตัวมีแรงเหวี่ยงในการลุกขึ้นนั่ง
zh_hans: 初始姿态为坐在训练椅上，握着哑铃并将之紧贴大腿。躯干向后屈，直到仰卧在训练椅上，使用大腿以协助你将哑铃推举至胸部。然后，手臂朝胸部上方伸直（保持肘部微屈），掌心向前。保持你的双腿平方于地板上，背部处于中立姿态（至多允许背部稍微拱起）。肘部向两侧弯屈，以降低哑铃。持续动作直到你的肘部略低于肩部。然后，再次往上推举哑铃，让哑铃在高位互相靠拢（互不接触），并略向内侧微屈。保持你的肘部微屈，而不是锁定肘部关节。重复动作直到你完成一组锻炼。为了起坐，持着哑铃紧贴胸部，向上踢腿，接着向前倾以让你的身体有动力起坐。
zh_hant: 初始姿態為坐在訓練椅上，握著啞鈴並將之緊貼大腿。軀干向后屈，直到仰臥在訓練椅上，使用大腿以協助你將啞鈴推舉至胸部。然后，手臂朝胸部上方伸直（保持肘部微屈），掌心向前。保持你的雙腿平方於地板上，背部處於中立姿態（至多允許背部稍微拱起）。肘部向兩側彎屈，以降低啞鈴。持續動作直到你的肘部略低于肩部。然后，再次往上推舉啞鈴，讓啞鈴在高位互相靠攏（互不接觸），並略向內側微屈。保持你的肘部微屈，而不是鎖定肘部關節。重復動作直到你完成一組鍛煉。為了起坐，持著啞鈴緊貼胸部，向上踢腿，接著向前傾以讓你的身體有動力起坐。

source: Parallel Bar Dips
ja: 平行バーディップ
nl: Brug oefening
ru: Параллельные отжимания на брусьях
sv: Dips på parallella stångar
th: ท่ายกตัวบนบาร์ขนาน
zh_hans: 双槓臂屈伸
zh_hant: 雙槓臂屈伸

source: 4 Parallel Bar Dips
it: In primo luogo, tieni la testa in giù durante il corso del movimento e sposta il corpo in avanti. In secondo luogo, sposta i gomiti un po' fuori. Cioè, tieni i gomiti fuori e lontano dal corpo. Questo farà sì che utilizzi più il petto che i tricipiti. Ricorda, concentrati sullo sforzare l'intera zona del petto nella parte superiore del movimento.
ja: 最初に、動きの間中、頭は下げたままで、体を前に動かします。次に、ひじを少し外に動かします。ひじは、体から離したままにします。これは、上腕三等筋より胸筋をより多く使うことを確実にします。動きの最上部では、胸筋全体を萎縮することに大いに集中することをお忘れなく。
nl: Allereerst dien je je hoofd omlaag te houden bij het bewegen en beweeg je lichaam naar voren. Ten tweede moet je je ellebogen iets naar buiten richten, dat wil zeggen niet vlak langs het lichaam. Dit is om er voor te zorgen dat je meer je borstspieren gebruikt dan je triceps. Onthoudt dat je je moet concentreren op het hele borstgebied als je met deze oefening bezig bent.
ru: Во-первых, держите голову наклоненной вниз во время выполнения упражнения, тело двигайте по направлению вперед. Во-вторых, слегка разверните локти наружу, то есть держите локти на небольшом расстоянии от тела. Это поможет задействовать мышцы грудной клетки, а не трицепсы. Запомните, что необходимо постараться сохранить напряжение всех мышц грудной клетки в верхнем положении.
sv: För det första, håll ner huvudet under rörelsen och rör kroppen framåt. För det andra, flytta ut armbågarna lite. Det vill säga, håll ut armbågarna och bort från kroppen. Detta gör så att du använder bröstmusklerna mer än triceps. Komma ihåg att koncentrera dig på att använda hela bröstet när du befinner dig längst upp i rörelsen.
th: ประการแรก ต้องให้ศีรษะของคุณลดต่ำลงในระหว่างการเคลื่อนไหวร่างกาย และให้ลำตัวยกสูงขึ้น ประการที่สอง เคลื่อนข้อศอกของคุณออกไปด้านนอกเล็กน้อย นั่นคือ ให้ข้อศอกของคุณอยู่ห่างจากลำตัว ซึ่งนี้จะช่วยให้คุณมั่นใจได้ว่าคุณใช้กล้ามเนื้อหน้าอกมากกว่ากล้ามเนื้อต้นแขนด้านหลัง โปรดจำไว้ว่า คุณควรมีสมาธิกับการบีบรัดบริเวณทั้งหมดของหน้าอกคุณเมื่ออยู่ที่ส่วนบนสุดของท่าบริหารกล้ามเนื้อ
zh_hans: 首先，在锻炼全程，保持你的头部低着，以及身体前倾。其次，两肘稍微向外侧伸展，亦即保持你的肘部外展和远离身体。这是为了确保你以较大程度使用胸部，而不是三头肌。记得，当你达致高点时，全心专注于挤压你的整个胸部。
zh_hant: 首先，在鍛煉全程，保持你的頭部低著，以及身體前傾。其次，兩肘稍微向外側伸展，亦即保持你的肘部外展和遠離身體。這是為了確保你以較大程度使用胸部，而不是三頭肌。記得，當你達致高點時，全心專注於擠壓你的整個胸部。

source: Cable Crossover Flys
ja: ケーブルクロスオーバーフライ
nl: Gekruiste kabel oefening
ru: Разведение троса кроссовер
sv: Flyes på korsade vajrar
th: ท่าดึงเคเบิ้ลน้ำหนักไขว้แขวน
zh_hans: 拉力器夹胸
zh_hant: 拉力器夾胸
