Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 5 Cable Crossover Flys
it: Questo esercizio viene eseguito utilizzando la pulley machine a cavi che ha una puleggia su due lati opposti. Imposta ogni puleggia in modo che sia bloccata in posizione alta (se non sei sicuro di come farlo, chiedi di aiutarti a un allenatore nella palestra in cui ti alleni). Mentre sei in piedi, afferra ciascuna puleggia alta con un piccolo attacco a una sola mano per ogni mano. La posizione del tuo corpo sarà simile a un gigante lettera A. Porta lentamente vicine le braccia in modo lento e controllato. Nel farlo, vedi che stai abbracciando un tronco d'albero gigante. Al culmine di questo movimento, fletti i muscoli pettorali insieme per un unico conteggio e poi torna alla posizione di partenza e ripeti.
ja: このエクササイズは、２つの対辺に滑車がある、ケーブル滑車マシンを使用して行われます。それぞれの滑車を上部に取り付けることで、高い位置に固定します（これを実行する方法が分からない場合、ワークアウトするジムのトレーナーにアシストを求めてください）。立っている間、それぞれの手用の小さな片手アタッチメントを使って、高い位置の滑車を掴みます。体のポジションは大きな文字のように見えます。ゆっくりな方法で、ゆっくりと腕を一緒に持っていきます。それを行う間、大きな木の幹にぶら下がっているところを思い浮かべてください。この動きのピークでは、胸の胸筋を一緒に曲げ、その後開始ポジションに戻り、繰り返します。
nl: Deze oefening wordt gedaan waarbij je tussen twee kabel-katrol machines staat. Zet elke katrol vast in de hoogste positie ( vraag eventueel een trainer in de gym om dat voor je te doen). Terwijl je staat neem je in elke hand een klein handvat. Je lichaam lijkt nu een grote letter Y. Breng nu langszaam en gecontroleerd je beide handen naar elkaar toe ver voor de borst. Het lijkt alsof je een dikke boom omhelst. Op het hoogtepunt van deze oefening moeten de grote borstspieren naar elkaar toe bewegen, en vasthouden voor een paar tellen. Daarna weer rustig terug naar de startpositie.
ru: Это упражнение выполняется с помощью специального тренажера, на котором два шкива расположены на двух противоположных сторонах. Зафиксируйте каждый шкив наверху (если не уверены как это сделать, попросите тренера помочь вам). Стоя, возьмите каждый шкив за специальную рукоятку. В этом положении ваше тело будет похоже на гигантскую букву. Медленно сведите руки, контролируя свои движения. Делая это, представляйте как будто вы обнимаете ствол гигантского дерева. На пике этого движения напрягите мышцы груди на одно мгновение, затем вернитесь в исходное положение и повторите.
sv: Denna övning utförs med hjälp av vajermaskinen om har vajrar på två motsatta sidor. Ställ in varje vajer så att den är i den övre positionen (om du inte är säker på hur du gör detta, fråga en gyminstruktör om hjälp). Fäst ett enhandshandtag på varje vajer som du tar tag i stående. Positionen som din kropp kommer att inta ser ut som en gigantisk bokstav. Dra långsamt och kontrollerat ihop armarna. När du gör detta, tänk dig att du kramar en stor trädstam. I slutet av rörelsen, se till att du verkligen drar ihop bröstmusklerna i en sekund och återvänd sedan till startpositionen.
th: ท่าออกกำลังกายนี้ทำโดยการใช้เครื่องสายเคเบิ้ลน้ำหนักที่มีสองด้านตรงข้ามกัน ให้คุณตั้งรอกแต่ละข้างขึ้นเพื่อให้ล็อคอยู่ในระดับสูง (หากคุณไม่มั่นใจวิธีการทำ ให้สอบถามครูฝึกที่โรงยิมเพื่อให้ความช่วยเหลือ) ขณะยืน ให้จับที่ด้ามจับของรอกแต่ละตัวโดยใช้มือยึดเกาะเพียงเล็กน้อยสำหรับมือแต่ละข้าง ค่อย ๆ ดึงแขนทั้งสองข้างเข้าหากันอย่างช้า ๆ ในขณะที่ทำเช่นนั้นอยู่ ให้ท่าของคุณดูเหมือนว่าคุณกำลังโอบกอดต้นไม้ยักษ์ ที่จุดตึงสุดของท่านี้ ให้คุณงอกล้ามเนื้อหน้าอกเข้าหากันสักหนึ่งวินาที จากนั้นให้กลับไปที่ท่าเริ่มต้นและทำซ้ำ
zh_hans: 采用具有两个相对面滑轮的滑轮拉力器进行此锻炼。将手柄与高位滑轮链接（若你不确定如何做，请求你健身室的锻炼教练协助你）。当站立时，每只手各握着高位滑轮的手柄。你的身体姿态看起来像大字型。缓慢平稳地让你的双手互相靠拢。在这个动作，想象你正拥抱着一棵巨硕的树。当你的动作达致顶峰时，彻底收缩你的胸肌，停留片刻后，回到初始姿态，然后重复动作。
zh_hant: 采用具有兩個相對面滑輪的滑輪拉力器進行此鍛煉。將手柄與高位滑輪鏈接（若你不確定如何做，請求你健身室的鍛煉教練協助你）。當站立時，每只手各握著高位滑輪的手柄。你的身體姿態看起來像大字型。緩慢平穩地讓你的雙手互相靠攏。在這個動作，想象你正擁抱著一棵巨硕的樹。當你的動作達致頂峰時，徹底收縮你的胸肌，停留片刻后，回到初始姿態，然后重復動作。

source: Dumbbell Flys
ja: ダンベルフライ
nl: Vliegende halters
ru: Разведение гантелей лежа
sv: Hantelflyes
th: ท่ายกดัมเบลบินเหนืออก
zh_hans: 仰卧飞鸟
zh_hant: 仰臥飛鳥

source: 6 Dumbbell Flys
it: Per eseguire dumbbell flies pick, prendi un peso relativamente leggero in ogni mano. Avrai bisogno di provare per determinare la quantità di peso giusto per i tuoi manubri. Inizia con un peso più leggero, poi lavora lentamente ad aumentare in base alla tua sensazione. Sdraiati su una panca e solleva entrambi i manubri verso l'alto sopra il petto con le braccia diritte. Questa è la tua posizione di partenza. Stendi entrambe le braccia verso l'esterno in un ampio arco fino a quando le braccia sono fuori dai fianchi. Le braccia possono essere leggermente piegate. Questo è la parte del 'volo' nei dumbbell flies. Si chiama così perché sembra quando si vola. Segui lo stesso arco indietro finché i manubri tornano alla posizione di partenza. Questa è una ripetizione del dumbbell fly.
ja: ダンベルフライを実行するには、それぞれの手に比較的軽いウェイトを選んでください。ダンベルフライにはどのくらいの重さのウェイトが適切かを定義するために試す必要があります。軽いウェイトから初め、重くしてください。ウェイトベンチに横たわり、腕を真っ直ぐにして、胸の真上に両方のダンベルを持ち上げます。これが開始ポジションです。腕が側面から外れるまで、両腕を外向きに、幅の広い円弧に広げます。腕は、少し曲げても良いです。腕は、飛んでいるように見えます。ダンベルが開始ポジションに戻るまで同じ円弧に従います。これがダンベルフライの１回の動きです。
nl: Om de Vliegende Halters oefening uit te voeren heb je twee kleine halters nodig, een in elke hand. Je moet wat experimenteren welk gewicht het beste is. Begin met wat lichtere en bouw het langszaam op. Ga op een zwaardere bank liggen en houdt de halters hoog boven je borst met gestrekte armen. Dit is de uitgangspositie. Spreidt nu langszaam de armen naar buiten in een wijde boog tot ze naast je lichaam zijn, waarbij je armen licht gebogen zijn. Dit is het 'vliegen' element. het heet zo omdat het het vliegen nabootst. Ga dan met de halters dezelfde weg terug naar je startpositie. Dit is dan 1 rep in de vliegende halter oefening.
ru: Для выполнения этого упражнения возьмите в каждую руку не очень тяжелую гантель. Вам нужно будет поэкспериментировать, чтобы определить какой вес подойдет вам для выполнения данного упражнения. Начните с более легких гантелей, постепенно добавляя вес. Лягте на скамью и поднимите обе гантели над грудью, руки держите прямыми. Это ваше исходное положение. Разведите обе руки по широкой дуге до уровня боков. Руки могут быть слегка согнуты. Это упражнение иногда называют полетом, потому что при разводке гантелей выглядит, как будто вы летите. По этой же дуге верните руки в исходную позицию. Это один подход разведения гантелей.
sv: För att utföra hantelflyes börjar du med att ta en relativt lätt vikt i varje hand. Du måste experimentera lite för att avgöra hur tunga vikter du ska ha. Börja med en lättare vikt och jobba dig sakta uppåt. Ligg ner på rygg på en bänk och lyft upp hantlarna rakt upp ovanför bröstet med armarna raka. Detta är startpositionen. Dra armarna utåt i en vid båge tills de står ut mot sidorna. Armarna kan vara lätt böjda. Detta är ”flyg”-delen i hantelflyes. De kallas så för att det ser ut som att man flyger. Följ samma båge upp tillbaka tills hantlarna åter är i startpositionen. Detta är en repetition av hantelflyes.
th: การบริหารกล้ามเนื้อท่านี้ ให้ใช้ดัมเบลที่เบากว่าปกติ คุณต้องหาน้ำหนักที่เหมาะสมสำหรับท่านี้และควรเริ่มด้วยน้ำหนักที่เบาก่อน จากนั้นค่อย ๆ เพิ่มน้ำหนักขึ้นทีละน้อย ให้คุณนอนราบกับม้านั่งและยกดัมเบลขึ้นตรงเหนือหน้าอกของคุณโดยให้แขนทั้งสองข้างอยู่ในแนวตรง นี่เป็นท่าเริ่มต้นสำหรับคุณ จากนั้นกวาดแขนทั้งสองข้างออกไปนอกลำตัวในลักษณะโค้งกว้างจนกระทั่งแขนของคุณอยู่ห่างข้างลำตัวออกไป งอแขนเล็กน้อย นี่เป็นท่า “บิน” ซึ่งเป็นส่วนหนึ่งของท่ายกดัมเบลบินเหนืออก ที่เรียกเช่นนี้เพราะคุณจะทำในลักษณะคล้ายกับคุณกำลังบิน ยกขึ้นในลักษณะความโค้งเช่นเดิมจนกว่าดัมเบลจะกลับไปอยู่นท่าเริ่มต้น ซึ่งเป็นการทำซ้ำในท่ายกดัมเบลบินเหนืออกนี้
zh_hans: 为了进行仰卧飞鸟这个锻炼，双手持着相对较轻的负重。你在执行仰卧飞鸟锻炼时，必须试验以确认合宜你的负重重量。以较轻的负重开始，然后依据自身的状态，逐渐提高重量。仰卧于举重床，然后手臂伸直，将两个哑铃往胸部上方举高。这是你的初始姿态。双臂向外伸展并呈大弧度，直到其处于远离你体侧的位置。可稍微弯屈你的手臂。这是仰卧飞鸟之飞鸟部分。它的命名如此是因为你看上去像在飞翔。以同样的弧度往上伸展你的手臂，直到哑铃回到初始位置。这是仰卧飞鸟的一次动作。
zh_hant: 為了進行仰臥飛鳥這個鍛煉，雙手持著相對較輕的負重。你在執行仰臥飛鳥鍛煉時，必須試驗以確認合宜你的負重重量。以較輕的負重開始，然后依據自身的狀態，逐漸提高重量。仰臥於舉重床，然后手臂伸直，將兩個啞鈴往胸部上方舉高。這是你的初始姿態。雙臂向外伸展並呈大弧度，直到其處於遠離你體側的位置。可稍微彎屈你的手臂。這是仰臥飛鳥之飛鳥部分。它的命名如此是因為你看上去像在飛翔。以同樣的弧度往上伸展你的手臂，直到啞鈴回到初始位置。這是仰臥飛鳥的一次動作。

source: Dumbbell Pullovers
ja: ダンベルプルオーバー
nl: Kleine halter Pullovers
ru: Пулловер с гантелями
sv: Hantelpullovers
th: ท่ายกดัมเบลข้ามศีรษะ
zh_hans: 哑铃仰卧屈臂上拉
zh_hant: 啞鈴仰臥屈臂上拉

source: 7 Dumbbell Pullovers
it: Questo è molto simile al bent arm barbell pullovers, tranne per il fatto che utilizzerai un manubrio al posto di un bilanciere. Sdraiati con la schiena su una panca piana. Inizia tenendo il manubrio sopra il petto con i gomiti leggermente piegati. Abbassa lentamente il manubrio indietro in modo da allungare le braccia (e il manubrio) dietro la testa, fin quanto puoi. Le braccia e il manubrio andranno effettivamente dietro/sopra la testa e scenderanno al di sotto della panca. Questo ti farà davvero allungare! Riporta il manubrio nella posizione iniziale lentamente, concentrandosi su come mantenere i gomiti bloccati in posizione leggermente piegata.
ja: これは、バーベルの代わりにダンベルを使用する以外は、ベントアームプルオーバーにとてもよく似ています。フラットベンチに上向けに平坦に横たわります。ひじを少し曲げて、ダンベルを胸の上で持つことで開始します。腕（とダンベル）を延ばして、届く限りに頭の後ろにゆくっりとダンベルを持っていきます、腕とダンベルは、実際に頭の後ろ／上にいき、ベンチの下に落ちます‐これは、本当に良いストレッチです！ダンベルをゆっくり開始ポジションに戻し、ひじを少し曲げたポジションで固定し続けることに集中します。
nl: Deze oefening heeft veel weg van de gebogen arm halter pullovers, met de uitzondering dat je nu een handhalter gebruikt. Ga met de rug plat op een bank liggen. Begin met de halter boven de borst vast te houden met de ellebogen licht gebogen. Breng de halter dan lanszaam met gesterekte armen achter je hoofd tot zover als je kunt. Je armen met de halter zullen als je die boven/achter je hoofd houdt, naar beneden willen door het gewicht en hier is de oefening voor, om die kracht vast te houden en de halter niet te laten zakken! Breng de halter langszaam terug in startpositie terwijl je je ellebogen min of meer licht gebogen op slot hebt.
ru: Это упражнение очень похоже на пулловер штанги на согнутой руке, за исключением того, что вы будете использовать гантель вместо штанги. Лягте на спину на горизонтальной скамье. Начните, держа гантель над грудью, локти слегка согнуты. Медленно опустите гантель назад, вытягивая руку (и гантель) за голову как можно дальше. Ваша рука с гантелей пройдут над вашей головой и опустятся ниже скамейки- действительно хорошая растяжка! Медленно верните гантель в исходное положение, уделяя особое внимание тому, чтобы локти были зафиксированы в слегка согнутом положении.
sv: Denna övning är väldigt lik skivstångspullovers med böjda armar, förutom att man använder en hantel i stället för en skivstång. Ligg på rygg på en bänk. Börja med att hålla hanteln ovanför bröstet med armbågarna lätt böjda. Sänk sakta hanteln bakåt så att du sträcker armarna (och hanteln) bakom huvudet så långt du når. Dina armar och hanteln kommer att åka bakom/ovanför huvudet och sänkas ner bakom bänken – vilket ger en bra tänjning! Ta sakta tillbaka hanteln till startpositionen, fokusera på att hålla armbågarna låsta i en lätt böjd position.
th: ท่านี้ค่อนข้างเหมือนกับท่าดึงบาร์น้ำหนักเหนือศีรษะ เว้นแต่คุณจะใช้ดัมเบลแทนบาร์น้ำหนัก ให้คุณนอนราบบนม้านั่ง เริ่มด้วยการถือดัมเบลเหนือหน้าอกของคุณโดยที่ข้อศอกงอเล็กน้อย ค่อย ๆ ลดระดับดัมเบลกลับไปพร้อมกับเหยียดแขนออก (และดัมเบล) กลับไปที่ด้านหลังศีรษะคุณให้ห่างเท่าที่จะทำได้ แขนของคุณและดัมเบลจะเคลื่อนไปด้านหลัง/เหนือศีรษะและจะลดระดับต่ำลงต่ำกว่าม้านั่ง ซึ่งท่านี้จะทำให้คุณได้ยืดร่างกายได้อย่างเต็มที่ นำดัมเบลกลับขึ้นมาที่ท่าเริ่มต้นอย่างช้า ๆ ให้คุณมุ่งเน้นที่การล็อคข้อศอกของคุณในขณะที่ข้อศอกงอเล็กน้อย
zh_hans: 此锻炼与杠铃屈臂上拉极其类似，只是你使用哑铃，而不是杠铃。背部着地平躺。初始姿态是持着哑铃并将其置于胸部上方，肘部微屈。手臂伸展（与哑铃一起）至尽可能远的头部后方，以缓慢地降低哑铃。实际上，你的手臂和哑铃将处于你头部的后方/上方，并垂落于训练椅的下方，这动作可让你大幅度地伸展肌肉！缓慢地使哑铃回到初始位置，专注于保持你的微屈肘部是锁定的。
zh_hant: 此鍛煉與杠鈴屈臂上拉極其類似，只是你使用啞鈴，而不是杠鈴。背部著地平躺。初始姿態是持著啞鈴並將其置於胸部上方，肘部微屈。手臂伸展（與啞鈴一起）至盡可能遠的頭部后方，以緩慢地降低啞鈴。實際上，你的手臂和啞鈴將處於你頭部的后方/上方，並垂落於訓練椅的下方，這動作可讓你大幅度地伸展肌肉！緩慢地使啞鈴回到初始位置，專注於保持你的微屈肘部是鎖定的。

source: Push-Ups
ja: 腕立て伏せ
ru: Отжимания
sv: Armhävningar
th: วิดพื้น
zh_hans: 俯卧撑
zh_hant: 俯臥撐

source: 8 Push-Ups
it: Sdraiati prono con le braccia tese, i palmi delle mani sul pavimento e le mani alla larghezza delle spalle (o più ampie). Tieni i piedi insieme o poco divaricati: - Inspira e piega i gomiti per portare il busto vicino al pavimento, evitando l’estrema iperestensione della colonna vertebrale. - Spingi indietro sulle braccia, in posizione estesa, espirando quando completi il movimento.
ja: 真っ直ぐな腕でうつ伏せに横たわり、床に手の平を着け、手は肩幅（あるいはそれより広く）に開きます。足を揃える、あるいは少し開きます： ‐息を吸い、胴体を床に近づけるためにひじを曲げます。背骨の極端な過伸展を回避します。 ‐腕までの伸張位置に自身を押し戻します。動きの完了として息を吐きます。
nl: Ga voorover op de grond liggen met je handen op de vloer op of iets breder dan schouderbreedte: - Inademen en buig je armen zodat je lichaam plat op de vloer komt, maar probeer krommen van de rug te voorkomen. - Druk jezelf op tot je armen weer gestrekt zijn in de uitgangspositie terwijl je uitademt om deze oefening af te sluiten.
ru: Примите положение лежа, руки вытянуты вперед, ладони на полу, руки на ширине плеч (или шире). Держите ноги вместе или слегка расставленными: - Сделайте вдох и, согнув локти, опустите тело параллельно полу, избегая излишнего перерастяжения спины. -Разогните руки и вернитесь в исходное положение, делая выдох.
sv: Ligg framstupa med armarna raka, handflatorna i marken och händerna axelbrett isär (eller bredare). Håll ihop fötterna eller håll dem lätt särade: - Andas in och böj armbågarna för att föra ner torson nära marken, undvik att sträcka för mycket på ryggraden. - Häv dig själv tillbaka upp på armarna i utsträck position, andas ut när du slutför rörelsen.
th: ให้คุณนอนในท่าคว่ำโดยให้แขนเหยียดตรง ฝ่ามือราบกับพื้น และมือวางที่ความกว้างเท่าความกว้างของไหล่ (หรือกว้างกว่า) เท้าชิดกันหรือห่างกันเล็กน้อย: - หายใจเข้าและงอข้อศอกเพื่อลดระดับลำตัวให้ลงใกล้พื้น หลีกเลี่ยงการเหยียดกระดูกไขสันหลังให้ตึงมากกเกินไป - ดันลำตัวขึ้นด้วยแขนทั้งสองข้าง อยู่ในท่าเหยียดตรง หายใจออกขณะทำท่านี้
zh_hans: 俯卧，手臂伸直，掌心平放于地面上，你的双手与肩同宽（或更宽）。双脚互相靠拢或稍微开立： - 吸气，屈肘以让躯干靠近地面，避免使你的脊柱过伸。 - 呼气，撑起回到手臂伸展的姿态，完成动作。
zh_hant: 俯臥，手臂伸直，掌心平放於地面上，你的雙手與肩同寬（或更寬）。雙腳互相靠攏或稍微開立： - 吸氣，屈肘以讓軀干靠近地面，避免使你的脊柱過伸。 - 呼氣，撐起回到手臂伸展的姿態，完成動作。

source: Dumbbell Press
ja: ダンベルプレス
nl: Kleine halter drukken
ru: Жим гантелей
sv: Hantelpress
th: ท่ายกดัมเบลเหนืออก
zh_hans: 哑铃卧推
zh_hant: 啞鈴臥推

source: 9 Dumbbell Press
it: Sdraiati sulla panca con i piedi sul pavimento per stabilità, le braccia tese verso l'alto, e le mani una di fronte all’altra tenendo i manubri: - Inspira e abbassa i manubri all'altezza del petto, piegando i gomiti e ruotando gli avambracci per portare la mano in pronazione. - Spingi i manubri indietro e fai una contrazione isometrica per isolare le sollecitazioni sui pettorali, espira quando completi il movimento.
ja: ベンチに平らに横たわり、安定性のために足は床に着けます。腕は上向きに伸ばし、手はダンベルを持ってお互いに面します： ‐息を吸い、ダンベルを胸の高さまで下ろし、ひじを曲げて手で回内運動をもたらすために、上腕を回転します。 ‐ダンベルを押し戻し、胸筋へのストレスを分離する等尺性収縮を実行します；動きの完了として息を吐きます。
nl: Ga plat op een bank liggen met je voeten plat op de grond voor stabiliteit. Je armen gestrekt omhoog met de handpalmen naar je knieën gericht terwijl je de halters vasthoudt: - Adem in en laat de halters langszaam zakken tot op borstnivo door je ellebogen te krommen en je handen te draaien zodat je handpalmen naar binnen wijzen. - Druk de halters weer op met een isometrische samentrekking om de druk op de borstspieren te isoleren; uitademen terwijl je dit deel van de oefening doet.
ru: Лягте на скамью, ноги на полу для опоры, руки вытянуты наверх, в руках гантели, ладони смотрят друг на друга: -Сделайте вдох и опустите гантели до уровня груди, сгибая локти и вращая предплечьями до положения пронации (поворот кисти вовнутрь). - Выжмите гантели в исходное положение и одновременно напрягите мышцы, чтобы направить нагрузку на мышцы грудного пресса; сделайте выдох, завершая движение.
sv: Ligg på rygg på bänken med fötterna i marken för stabilitet, armarna utsträckta uppåt och händerna inåt mot varandra med en hantel i varje: - Andas in och sänk ner hantlarna till brösthöjd, böj armbågarna och rotera underarmarna så att händerna proneras. - Pressa upp hantlarna igen och gör en isometrisk hopdragning för att isolera påfrestningen till bröstmusklerna; andas ut när du slutför rörelsen.
th: ให้คุณนอนราบบนม้านั่งและให้เท้าแนบกับพื้นเพื่อการทรงตัว เหยียดแขนขึ้นไปด้านบนให้ตรง มือทั้งสองหันเข้าหากันในขณะที่ถือดัมเบลอยู่: - หายใจเข้าและลดระดับดัมเบลลงไปอยู่ที่ระดับอก งอข้อศอกของคุณและหมุนแขนส่วนปลายเพื่อให้มืออยู่ในท่าคว่ำ - ดันดัมเบลกลับขึ้นไปและทำให้เกิดการหดตัวของเส้นใยกล้ามเนื้อเพื่อลดความตึงเครียดที่อยู่บนบริเวณอกของคุณ หายใจออกในขณะที่คุณทำท่านี้
zh_hans: 平躺于训练椅上，双脚放在地板上以平衡身体，手臂向上伸展，双手持着哑铃，它们相互面向着： - 在降低哑铃至胸部水平时吸气，屈肘，使前臂旋前以让你的掌面朝下。 - 呼气，往上推举哑铃，在此动作采用等长收缩法，以孤立锻炼胸肌的张力。
zh_hant: 平躺於訓練椅上，雙腳放在地板上以平衡身體，手臂向上伸展，雙手持著啞鈴，它們相互面向著： - 在降低啞鈴至胸部水平時吸氣，屈肘，使前臂旋前以讓你的掌面朝下。 - 呼氣，往上推舉啞鈴，在此動作采用等長收縮法，以孤立鍛煉胸肌的張力。

source: Barbell Bench Press
ja: バーベルベンチプレス
nl: Halter opdrukken
ru: Жим штанги со скамьи
sv: Skivstångsbänkpress
th: ท่ายกบาร์น้ำหนักบนม้านั่ง
zh_hans: 杠铃卧推
zh_hant: 杠鈴臥推

source: 10 Barbell Bench Press
it: Sdraiati sulla panca. Tieni il bilanciere con braccio sopra la spalla. Abbassa il bilanciere verso il petto basso quando tieni i gomiti vicino al corpo. Il bilanciere deve toccare leggermente il petto alla fine del movimento.
ja: デクラインベンチに上向きに横たわります。バーベルをオーバーハンドグリップで掴みます。ひじを体の近くで保ちながら、バーベルを下部の胸に向かって下げます。バーベルは動きの最後でわずかに胸に触れます。
nl: Ga weer op de bank liggen met de halter overhands in je handen (met de handpalmen naar je voeten gericht). Breng de halter langszaam naar onderborst regio terwijl je je ellebogen dicht tegen het lichaam aan houdt. De halter moet lichtelijk je borst raken op het eind van deze oefening.
ru: Лягте на наклонную скамью. Возьмите штангу хватом сверху. Опустите штангу к нижней части грудной клетки, держа при этом локти близко к телу. Штанга должна слегка касаться груди в конце движения.
sv: Ligg på rygg på en neråtlutande bänk. Håll i stången med ett överhandsgrepp. Sänk ner skivstången mot underdelen av bröstet samtidigt som du håller in armbågarna mot kroppen. Skivstången ska nudda bröstet lätt i slutet av rörelsen.
th: ให้คุณนอนบนม้านั่งราบ ถือบาร์น้ำหนักในมือโดยให้ฝ่ามือหันออกจากตัว ลดระดับบาร์เบลลงมายังหน้าอกส่วนล่างในขณะที่ข้อศอกอยู่ใกล้กับลำตัว บาร์น้ำหนักควรแตะที่หน้าอกเล็กน้อยที่ส่วนท้ายของการเคลื่อนไหวในท่านี้
zh_hans: 仰卧于下斜训练椅上。正握杠铃。降低杠桿至你的下胸部位置，保持肘部紧贴身体。在完成动作前，杠铃得稍微触及你的胸部。
zh_hant: 仰臥於下斜訓練椅上。正握杠鈴。降低杠桿至你的下胸部位置，保持肘部緊貼身體。在完成動作前，杠鈴得稍微觸及你的胸部。

source: Pec Deck Flies
ja: 胸筋デックフライ
nl: Pec Fly Machine
ru: Разведение колодок на тренажере Pec Deck
sv: Flyes på pec deck-maskin
th: ดึงเคเบิ้ลลักษณะบิน
zh_hans: 蝴蝶式扩胸
zh_hant: 蝴蝶式擴胸

source: 11 Pec Deck Flies
it: Siediti sul sedile della macchina e premi i gomiti sulle imbottiture, rilassa gli avambracci e i polsi: - Inspira e forza le imbottiture insieme fino a toccare davanti al tuo petto. - Espira quando completi il movimento.
ja: 機械のシートに座り、ひじをパッドに押し付け、上腕と手首をリラックスさせます： ‐息を吸い、パッドが胸の前でお互いに触れるまでパッドを押します。 ‐動きの完了として、息を吐きます。
nl: Ga op de machine's zitting zitten en druk je ellebogen in de kussens, ontspan je onderarmen en polsen: - Inhale and force the pads together until they touch in front of your chest. - Exhale as you complete the movement.
ru: Сядьте на сиденье тренажера, локти установите в колодки, расслабив предплечья и запястья: - Сделайте вдох и сведите колодки вместе, пока они не соединятся напротив вашей груди. -Вернитесь в исходное положение, сделав выдох.
sv: Sitt på maskinens säte, pressa in armbågarna i dynorna och slappna av i underarmarna och handlederna: - Andas in och tryck ihop dynorna tills de nuddar varandra framför bröstet. - Andas ut när du slutför rörelsen.
th: ให้คุณนั่งบนที่นั่งของอุปกรณ์ จากนั้นดันข้อศอกเข้าหาแผ่นวางแขน คลายท่อนแขนส่วนล่างและข้อมือ: - หายใจเข้าและบังคับแผ่นวางแขนให้เคลื่อนเข้าหากันจนกระทั่งสัมผัสกันที่ตรงหน้าหน้าอกของคุณ - หายใจออกขณะคลายแขนออก
zh_hans: 坐在训练器坐垫上，以护垫保护你的手肘，放松你的前臂和手腕： - 吸气，让把柄拼拢，直到它们在你的胸前相互触及。 - 呼气，完成动作。
zh_hant: 坐在訓練器坐墊上，以護墊保護你的手肘，放松你的前臂和手腕： - 吸氣，讓把柄拼攏，直到它們在你的胸前相互觸及。 - 呼氣，完成動作。

source: Wrist Curls
ja: リストカール
nl: Kromme polsen
ru: Сгибание/разгибание запястья
sv: Handledscurl
th: ท่าดึงบาร์น้ำหนักด้วยข้อมือ
zh_hans: 卷腕
zh_hant: 手腕彎舉

source: 1 Wrist Curls
it: Siediti con gli avambracci appoggiati sulle cosce o su una panca. Fai una presa con braccio sopra la spalla sulla barra con i polsi passivamente estesi: - Inspira e tira il polso in su. - Espira quando completi il movimento.
ja: 上腕を大腿部、またはベンチの上に置いて座ります。手首を受動的に拡張して、アンダーハンドグリップでバーを掴みます。 ‐息を吸い、手首をカールアップします。 ‐息を吐き、動きを完了します。
nl: Ga zitten en laat je onderarmen rusten op je dijen of op een bankje. Neem met een onderhandse grip de halter vast en ontspan je polsen: - Inademen terwijl je je polsen omhoog brengt en de halter naar je onderarm. - Uitademen terwijl naar de uitgangspositie terug keert.
ru: Сядьте, опираясь предплечьями на бедра или на скамью. Возьмите гриф штанги нижним хватом, запястья выдвинуты вперед: - Сделайте вдох и согните запястья вверх. - Выдыхая, вернитесь в исходное положение.
sv: Sitt med underarmarna vilandes på låren eller på en bänk. Ta ett underhandsgrepp på stången handlederna passivt utsträckta: - Andas in och böj handleden uppåt. - Andas ut när du slutför rörelsen.
th: นั่งในท่าที่แขนท่อนปลายของคุณวางพักอยู่ที่ต้นขาด้านในหรือบนม้านั่ง จับบาร์น้ำหนักโดยให้ฝ่ามือหันเข้าหาตัวและให้ข้อมือยืดตรง: - หายในเข้าและโค้งข้อมือขึ้น - หายใจออกเมื่อคลายข้อมือออก
zh_hans: 坐下，两前臂放在大腿或长凳上。反手抓杠，两腕被动伸展： - 吸气并上卷手腕。 - 动作完成时呼气。
zh_hant: 坐在訓練椅，前臂置於大腿上。反握杠桿，使手腕被動伸展： - 吸氣，往上彎舉手腕。 - 呼氣，完成動作。

source: 2 Wrist Curls
it: Siediti su una panca. Utilizzando un manubrio e polsi passivamente estesi: - Inspira e tira il polso in su. - Espira quando completi il movimento. Questo esercizio sforza i flessori del polso e delle dita.
ja: ベンチに座ります。ダンベルを使い、受動的に拡張します： ‐息を吸い、手首をカールアップします。 ‐動きの完了として息を吐きます。 このエクササイズは、手首と指の屈筋に効果的です。
nl: Deze oefening bewerkt de buigspieren van de pols en vingers.Ga op een bankje zitten en laat je onderarmen rusten op je dijen en gebruik kleine halters onderhands: - Inademen terwijl je de polsen naar je onderarm buigt. - Uitademen terwijl je de oefening beëindigt.
ru: Сядьте на скамью. В руки возьмите гантели, запястья выдвинуты вперед: - Сделайте вдох и согните запястья вверх. - Выдыхая, вернитесь в исходное положение. Это упражнение развивает сгибающие мышцы запястья и пальцев.
sv: Sitt på en bänk. Använd en hantel med handleden passivt utsträckt: - Andas in och böj handleden uppåt. - Andas ut när du slutför rörelsen. Denna övning tränar handledens och fingrarnas böjmuskler.
th: นั่งบนม้านั่ง ใช้มือจับดัมเบลโดยให้ข้อมือเหยียดตรง: - หายใจเข้าและโค้งข้อมือขึ้น - หายใจออกเมื่อคลายข้อมือออกท่านี้เป็นการบริหารกล้ามเนื้อที่งอข้อต่อของข้อมือและนิ้วมือ
zh_hans: 坐在长凳上。用一个哑铃使双腕被动伸展： - 吸气并上卷手腕。 - 完成动作时呼气。 此动作锻炼手腕和手指的屈肌。
zh_hant: 坐在訓練椅，采用啞鈴，使手腕被動伸展： - 吸氣，往上彎舉手腕。 - 呼氣，完成動作。此動作鍛煉你的手腕和手指的屈肌。

source: Squats
it: Squat
ja: スクワット
nl: Hurken
ru: Приседания
sv: Knäböj
th: ท่านั่งยอง ๆ งอเข่าและสะโพก
zh_hans: 深蹲
zh_hant: 深蹲
