Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 10 Dumbbell Biceps Curl (Hammer Grip On Bench)
it: 1. Mentre stai in piedi con la schiena dritta, mantieni i manubri sui fianchi con un’impugnatura a martello. Poggia il braccio superiore sulla parte superiore della panca inclinata. 2. Solleva il manubrio in alto, mantenendo le braccia in posizione. Mantieni la posizione per un secondo. Abbassa il manubrio alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ハンマーグリップでダンベルを１つ持ちます。傾斜台の上に上腕を置きます。 2. 上腕を動かさずにダンベルを引き上げます。1秒そのまま、その後、スタートポジションまでダンベルを下ろします。
nl: 1. Terwijl je met een rechte rug staat houd een halter vast met hamergrip. laat je bovenarm rusten op de bank. 2. Til de halter nu op terwijl je bovenarm in positie blijft. Een seconde vasthouden en rustig terug naar uitgangspositie.
ru: 1. Стоя, спина прямая, держим одну гантель в руке. Остальная часть предплечья на верхней части наклонной скамьи. 2. Поднимите гантели вверх, при этом предплечья остаются на месте. Задержитесь на одну секунду. Опустите гантели обратно в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i en hantel med ett hammargrepp. Vila överarmen på snedbänken. 2. Lyft upp hanteln medan du håller överarmarna på plats. Håll i en sekund. Sänk ner hanteln tillbaka till startläget.
th: 1. ยืนในท่าหลังเหยียดตรง ถือดัมเบลหนึ่งอันด้วยท่าจับฆ้อน พักแขนส่วนบนที่ม้านั่งเอียง 2. ยกดัมเบลขึ้นขณะที่ตรึงแขนส่วนบนให้อยู่กับที่ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับดัมเบลลงไปที่ท่าเริ่มต้น
zh_hans: 1. 以站姿开始，保持背部挺直，采取锤式握法握着哑铃。上臂置于斜板上。 2. 弯举杠铃，确保上臂不动。保持数秒种。将杠铃放回初始位置。
zh_hant: 1. 以站姿開始，保持背部挺直，采取錘式握法握著啞鈴。上臂置於斜板上。 2. 彎舉杠鈴，確保上臂不動。保持數秒種。將杠鈴放回初始位置。

source: Dumbbell Biceps Curl (Hammer Grip Standing)
it: Curl per bicipiti con bilanciere (Presa a martello in piedi)
ja: ダンベルバイセップカール (ハンマーグリップスタンディング)
nl: Halter met krullende biceps (Staande hamergrip)
ru: Подъем гантелей на бицепс стоя
sv: Bicepscurl med hantlar (hammargrepp ståendes)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ท่ายืนถือดัมเบลแบบจับฆ้อน)
zh_hans: 上臂哑铃弯举
zh_hant: 上臂啞鈴彎舉（站姿錘式握法）

source: 11 Dumbbell Biceps Curl (Hammer Grip Standing)
it: 1. Mentre stai in piedi con la schiena dritta, mantieni i manubri sui lati con un’impugnatura a martello. Mantieni le braccia dritte. 2. Solleva i manubri, mantenendo le braccia in posizione. Evita di utilizzare le spalle durante il movimento. 3. Mantieni la posizione per un secondo e torna alla posizione di partenza.
ja: 1. 背筋を伸ばした状態で立ち、ハンマーグリップで両脇にダンベルを持ちます。腕はまっすぐに保ちます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を使わないように気をつけます。 3. 1秒そのまま、それからスタートポジションに戻します。
nl: 1. Terwijl je met een rechte rug staat houd je de halters langs je zij in hamergrip vast. Houd de armen gestrekt. 2. Til de halters nu op maar houd de bovenarmen in positie. Probeer de schouders niet te gebruiken bij deze oefening. 3. Houd een seconde vast en ga beheerst terug naar de uitgangspositie.
ru: 1. Стоя с прямой спиной, держите гантели по бокам. Руки должны быть прямыми. 2. Поднимите гантели, при этом не двигая предплечья. Во время движений старайтесь не задействовать свои плечи. 3. Задержитесь на мгновение и вернитесь в исходную позицию.
sv: 1. Medan du står med ryggen rak, håll hantlar vid sidorna med ett hammargrepp. Håll armarna raka. 2. Lyft upp hantlarna medan du håller överarmarna på plats. Undvik att använda axlarna under rörelsen. 3. Håll i en sekund och gå tillbaka till startläget.
th: 1. ยืนด้วยท่าหลังเหยียดตรง ถือดัมเบลทั้งสองอันไว้ที่ข้างลำตัวด้วยท่าจับฆ้อนและจัดให้แขนเหยียดตรง 2. ยกดัมเบลขึ้นในขณะที่แขนส่วนบนตรึงอยู่กับที่ พยามยามอย่าใช้ไหล่ทั้งสองข้างในขณะเคลื่อนไหวในท่านี้ 3. ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 站姿，保持背部挺直，采取锤事握法，双手各握一个哑铃，置于身体两侧。保持手臂伸直。 2. 弯举哑铃，保持上臂不动。在进行锻炼期间，不准移动肩膀。 3. 保持此姿态数秒种，然后返回初始姿态。
zh_hant: 1. 站姿，保持背部挺直，采取錘事握法，雙手各握一個啞鈴，置於身體兩側。保持手臂伸直。 2. 彎舉啞鈴，保持上臂不動。在進行鍛煉期間，不准移動肩膀。 3. 保持此姿態數秒種，然後返回初始姿態。

source: Dumbbell Biceps Curl (Underhand Grip Concentration With Single Arm)
it: Curl per bicipiti con bilanciere (di concentrazione presa underhand con un solo braccio)
ja: ダンベルバイセップカール (片腕アンダーハンドグリップコンセントレーション)
nl: Halter met krullende biceps (Onderhandse Grip met een arm)
ru: Подъем гантелей на бицепс (хват снизу одной рукой)
sv: Bicepscurl med hantel (enarmad sammandragning med underhandsgrepp)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายมือด้วยแขนข้างเดียว)
zh_hans: 上臂哑铃弯举（单臂反握）
zh_hant: 上臂啞鈴彎舉（單臂反握）

source: 12 Dumbbell Biceps Curl (Underhand Grip Concentration With Single Arm)
it: 1. Piegare leggermente le ginocchia. Tieni la schiena piegata e diritta. Mantieni un manubrio con impugnatura overhand. Posiziona il gomito alla coscia. 2. Solleva il manubrio in alto, mantenendo il braccio in posizione. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 軽く膝を曲げます。腰を曲げて背中をまっすぐに保ちます。ダンベル１つをアンダーハンドグリップで持ちます。肘は内ももに置きます。 2. 上腕を動かさずにダンベルを引き上げます。1秒そのまま、そしてスタートポジションに戻ります。
nl: 1. Buig de knieën licht. Houd de rug recht. houd een halter vast in onderhandse grip . Positioneer je elleboog op je binnendij. 2. Til de halter terwijl je je bovenarm op zijn plaats houdt. Houd een seconde vast en dan beheerst terug naar uitgangspositie.
ru: 1. Слегка согните ноги в коленях. Держите спину выгнутой и прямой. Возьмите одну гантель хватом снизу. Локоть должен находиться на внутренней части бедра. 2. Поднимите гантели вверх, при этом ваше плечо остается на месте. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Böj lite på knäna. Håll ryggen böjd och rak. Håll i en hantel med ett underhandsgrepp. Positionera armbågen vid innerlåren. 2. Lyft upp hanteln medan du håller överarmen på plats. Håll i en sekund. Återgå till startläget.
th: 1. งอเข่าทั้งสองข้างเล็กน้อย งอตัวและเหยียดหลังให้ตรง ถือดัมเบลหนึ่งข้างด้วยท่าคว่ำมือ จัดศอกให้อยู่ที่ต้นขาด้านใน 2. ยกดัมเบลขึ้นขณะที่แขนด้านบนตรึงอยู่กับที่ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 稍微屈膝。保持背部弯曲与挺直。单手反握哑铃。手肘置于大腿内侧。 2. 弯举哑铃，保持上臂不动。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 稍微屈膝。保持背部彎曲與挺直。單手反握啞鈴。手肘置於大腿內側。 2. 彎舉啞鈴，保持上臂不動。保持此姿態數秒種。返回初始姿態。

source: Dumbbell Biceps Curl (Underhand Grip On Bench)
it: Curl per bicipiti con bilanciere (Presa underhand sulla panca)
ja: ダンベルバイセップカール (ベンチでのアンダーハンドグリップ)
nl: Halter met krullende biceps (Onderhandse Grip op een bank)
ru: Подъем гантелей на бицепс (хват снизу на скамье)
sv: Bicepscurl med hantlar (underhandsgrepp på bänk)
th: ท่ายกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายบนม้านั่ง)
zh_hans: 上臂哑铃弯举（板凳反握）
zh_hant: 上臂啞鈴彎舉（板凳反握）

source: 13 Dumbbell Biceps Curl (Underhand Grip On Bench)
it: 1. Mentre stai in piedi con la schiena dritta, mantieni un manubrio con impugnatura overhand. Poggia il braccio superiore sulla parte superiore della panca inclinata. 2. Solleva il manubrio in alto, mantenendo le braccia in posizione. Mantieni la posizione per un secondo. Abbassa il manubrio e torna alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ダンベル１つをアンダーハンドグリップで持ちます。上腕は傾斜ベンチの上に置きます。 2. 上腕を動かさずにダンベルを引き上げます。1秒そのまま、そしてダンベルをスタートポジションに下ろします。
nl: 1. Terwijl je staat met een rechte rug houd je een halter met onderhandse grip vast . Je bovenarm rust op een bank. 2. Til de halter maar houd je bovenarm op zijn plaats. Een seconde vasthouden en dan beheerst terug naar de uitgangspositie.
ru: 1. Стоя, спина прямая, держите одну гантель с хватом снизу. Предплечье поместите на наклонную скамью. 2. Поднимите гантели вверх, при этом плечи остаются на месте. Задержитесь на одну секунду. Нижнюю гантель возвращаете обратно в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i en hantel med ett underhandsgrepp. Vila överarmen på snedbänken. 2. Lyft upp hanteln medan du håller överarmarna på plats. Håll i en sekund. Sänk ner hanteln tillbaka till startläget.
th: 1. ยืนในท่าหลังเหยียดตรง ถือดัมเบลด้วยท่าจับหงายมือ พักแขนด้านบนไว้ที่ส่วนบนของม้านั่งเอียง 2. ยกดัมเบลขึ้นขณะที่แขนส่วนบนตรึงอยู่กับที่ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที ลดระดับดัมเบลลงเพื่อกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 站姿，背部挺直。反握一个哑铃。上臂置于斜板上。 2. 弯举哑铃，确保上臂不动。保持此姿态数秒种。将哑铃放回初始位置。
zh_hant: 1. 站姿，背部挺直。反握一個啞鈴。上臂置於斜板上。 2. 彎舉啞鈴，確保上臂不動。保持此姿態數秒種。將啞鈴放回初始位置。

source: Dumbbell Biceps Curl Seated (Hammer Grip)
it: Curl per bicipiti con bilanciere seduto (Presa a martello)
ja: ダンベルバイセップカールシーテッド (ハンマーグリップ)
nl: Zittend Biceps krullen (Hamer Grip)
ru: Подъем гантелей на бицепс сидя (подъем вверх)
sv: Sittande bicepscurl med hantlar (hammargrepp)
th: ท่านั่งยกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบจับฆ้อน)
zh_hans: 坐姿上臂哑铃弯举（锤式握）
zh_hant: 坐姿上臂啞鈴彎舉（錘式握）

source: 14 Dumbbell Biceps Curl Seated (Hammer Grip)
it: 1. Da seduto con la schiena dritta, lascia penzolare i manubri accanto a te con una presa a martello. Mantieni le braccia diritte. 2. Solleva i manubri, mantenendo le braccia in posizione. Evita di utilizzare le spalle durante il movimento. Mantieni la posizione per un secondo, poi torna alla posizione di partenza.
ja: 1. 背筋を伸ばして座り、ハンマーグリップで持ったダンベルを体の横にぶら下げます。腕はまっすぐにします。 2. 上腕は動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Terwijl je rechtop zit , laat je halters naast je hangen die je in hamergrip vasthoudt. Houd je armen gestrekt. 2. Til de halters nu op waarbij je bovenarmen op zijn plaats blijven. Probeer niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga beheerst terug naar startpositie.
ru: 1. Сидя с прямой спиной, гантели висят по бокам. Держите руки прямо. 2. Поднимите гантели вверх, при этом плечи остаются на месте. Воздержитесь от использования плеч во время движения. Задержитесь на одну секунду, затем вернитесь в исходное положение.
sv: 1. Medan du sitter med ryggen rak, låt hantlar hänga bredvid dig med ett hammargrepp. Håll armarna raka. 2. Lyft upp hantlarna medan du håller överarmarna på plats. Undvik att använda axlarna under rörelsen. Håll i en sekund och gå sedan tillbaka till startläget.
th: 1. นั่งบนม้านั่งด้วยท่าหลังเหยียดตรง ถือดัมเบลทั้งสองข้างด้วยท่าจับฆ้อนและให้ดัมเบลทั้งสองข้างห้อยลงข้างตัว เหยียดแขนให้ตรง 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 采取坐姿，背部挺直。锤式握着哑铃。保持手臂伸直。 2. 弯举哑铃，保持上臂不动。在进行锻炼期间，不准移动肩膀。保持此姿态数秒种，然后返回初始姿态。
zh_hant: 1. 采取坐姿，背部挺直。錘式握著啞鈴。保持手臂伸直。 2. 彎舉啞鈴，保持上臂不動。在進行鍛煉期間，不准移動肩膀。保持此姿態數秒種，然後返回初始姿態。

source: Dumbbell Biceps Curl Seated (Underhand Grip)
it: Curl per bicipiti con bilanciere seduto (Presa underhand)
ja: ダンベルバイセップカールシーテッド(アンダーハンドグリップ)
nl: Zittend Biceps krullen (Onderhandse Grip)
ru: Подъем гантелей на бицепс сидя (хват снизу)
sv: Sittande bicepscurl med hantlar (underhandsgrepp)
th: ท่านั่งยกดัมเบลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายมือ)
zh_hans: 坐姿上臂哑铃弯举（反握）
zh_hant: 坐姿上臂啞鈴彎舉（反握）

source: 15 Dumbbell Biceps Curl Seated (Underhand Grip)
it: 1. Da seduto con la schiena dritta, lascia penzolare i manubri accanto a te con una presa underhand. Mantieni le braccia diritte. 2. Solleva i manubri, mantenendo le braccia in posizione. Evita di utilizzare le spalle durante il movimento. Mantieni la posizione per un secondo, poi torna alla posizione di partenza.
ja: 1. 背筋を伸ばして座り、アンダーハンドグリップで持ったダンベルを体の横にぶら下げます。腕はまっすぐに保ちます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Terwijl je rechtop zit, laat je halters naast je hangen die je onderhands vasthoudt. Houd je armen recht. 2. Til de halters nu op waarbij je bovenarmen op zijn plaats blijven. Probeer niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga beheerst terug naar startpositie.
ru: 1. Сидя с прямой спиной, гантели висят по бокам, хватом снизу. Держите руки прямо. 2. Поднимите гантели вверх, при этом плечи остаются на месте. Воздержитесь от использования плеч во время движения. Задержитесь на одну секунду, затем вернитесь в исходное положение.
sv: 1. Medan du sitter med ryggen rak, låt hantlar hänga bredvid dig med ett underhandsgrepp. Håll armarna raka. 2. Lyft upp hantlarna medan du håller överarmarna på plats. Undvik att använda axlarna under rörelsen. Håll i en sekund och gå sedan tillbaka till startläget.
th: 1. นั่งบนม้านั่งด้วยท่าหลังเหยียดตรง ถือดัมเบลทั้งสองข้างด้วยท่าจับหงายมือและให้ดัมเบลทั้งสองข้างห้อยลงข้างตัว เหยียดแขนให้ตรง 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 采取坐姿，背部挺直。反握哑铃，哑铃于身体两侧垂下。保持手臂伸直。 2. 弯举哑铃，保持上臂不动。在进行锻炼期间，不准移动肩膀。保持此姿态数秒种，然后返回初始姿态。
zh_hant: 1. 采取坐姿，背部挺直。反握啞鈴，啞鈴於身體兩側垂下。保持手臂伸直。 2. 彎舉啞鈴，保持上臂不動。在進行鍛煉期間，不准移動肩膀。保持此姿態數秒種，然後返回初始姿態。

source: Stability Ball Dumbbell Biceps Curl (Hammer Grip)
it: Curl per bicipiti con bilanciere sulla fitball (presa a martello)
ja: バランスボールダンベルバイセップカール (ハンマーグリップ)
nl: Op Stabiliteitsbal Biceps krullen (Hamer Grip)
ru: Подъем гантелей на бицепс на мяче (подъем вверх)
sv: Bicepscurl på stabilitetsboll med hantel (hammargrepp)
th: ท่ายกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบจับฆ้อน)
zh_hans: 训练球上臂哑铃弯举（锤式握）
zh_hant: 訓練球上臂啞鈴彎舉（錘式握）

source: 16 Stability Ball Dumbbell Biceps Curl (Hammer Grip)
it: 1. Tieni un manubrio con un’impugnatura a martello. Inginocchiati dietro la fitball. Posiziona braccio sulla fitball. 2. Sollevare il manubrio in alto, mantenendo il braccio in posizione. Evita di utilizzare la sfitball durante il movimento. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. ダンベル1つをハンマーグリップで持ちます。バランスボールの後ろに膝まづきます。上腕をバランスボールに置きます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Houd een halter in hamergrip vast en kniel achter de stabiliteitsbal neer. Positioneer je bovenarm op de stabiliteitsbal. 2. Til de halter nu op maar houd je bovenarm op zijn plaats. Probeer om niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga dan langszaam terug naar startpositie.
ru: 1. Возьмите в одну руку гантель. Встаньте на колени за мячом. Поставьте предплечье на мяч. 2. Поднимите гантели вверх, оставляя при этом ваше плечо на месте. Воздержитесь от движений плеча во время выполнения упражнения. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Håll i en hantel med ett hammargrepp. Knäa bakom stabilitetsbollen. Lägg överarmen på bollen. 2. Lyft upp hanteln medan du håller överarmen på plats. Undvik att använda axeln under rörelsen. Håll i en sekund. Återgå till startläget.
th: 1. ถือดัมเบลหนึ่งอันด้วยท่าจับฆ้อน คุกเข่าที่ด้านหลังของลูกบอลออกกำลังกาย จัดท่าแขนด้านบนให้อยู่บนลูกบอลออกกำลังกาย 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 锤式握一个哑铃。在训练球后方屈膝。上臂置于训练球上。 2. 弯举哑铃，保持上臂不动。在进行锻炼期间，不准移动肩膀。保持此姿态数秒种，然后返回初始姿态。
zh_hant: 1. 錘式握一個啞鈴。在訓練球後方屈膝。上臂置於訓練球上。 2. 彎舉啞鈴，保持上臂不動。在進行鍛煉期間，不准移動肩膀。保持此姿態數秒種，然後返回初始姿態。

source: Stability Ball Dumbbell Biceps Curl (Underhand Grip)
it: Curl per bicipiti con bilanciere sulla fitball (presa underhand)
ja: バランスボールダンベルバイセップカール (アンダーハンドグリップ)
nl: Op Stabiliteitsbal Biceps krullen (Onderhandse Grip)
ru: Подъем гантелей на бицепс на мяче (хват снизу)
sv: Bicepscurl på stabilitetsboll med hantel (underhandsgrepp)
th: ท่ายกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า (ถือดัมเบลแบบหงายมือ)
zh_hans: 训练球上臂哑铃弯举（反握）
zh_hant: 訓練球上臂啞鈴彎舉（反握）

source: 17 Stability Ball Dumbbell Biceps Curl (Underhand Grip)
it: 1. Tieni un manubrio con un’impugnatura underhand. Inginocchiati dietro la fitball. Posizionare il braccio sulla fitball. 2. Sollevare il manubrio in alto, mantenendo il braccio in posizione. Evita di utilizzare la sfitball durante il movimento. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. ダンベル1つをアンダーハンドグリップで持ちます。バランスボールの後ろに膝まづきます。上腕をバランスボールに置きます。 2. 上腕を動かさずにダンベルを引き上げます。動作中に肩を動かさないようにします。1秒そのまま、そしてスタートポジションに戻します。
nl: 1. Houd een halter in onderhandse grip vast en kniel achter de stabiliteitsbal neer. Positioneer je bovenarm op de stabiliteitsbal. 2. Til de halter nu op maar houd je bovenarm op zijn plaats. Probeer om niet de schouders te gebruiken bij deze oefening. Houd een seconde vast en ga dan langszaam terug naar startpositie.
ru: 1. Возьмите в одну руку гантель хватом снизу. Встаньте на колени за мячом. Поставьте предплечье на мяч. 2. Поднимите гантели вверх, оставляя при этом ваше плечо на месте. Воздержитесь от движений плеча во время выполнения упражнения. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Håll i en hantel med ett underhandsgrepp. Knäa bakom stabilitetsbollen. Lägg överarmen på bollen. 2. Lyft upp hanteln medan du håller överarmen på plats. Undvik att använda axeln under rörelsen. Håll i en sekund. Återgå till startläget.
th: 1. ถือดัมเบลหนึ่งอันด้วยท่าจับหงายมือ คุกเข่าที่ด้านหลังของลูกบอลออกกำลังกาย จัดท่าแขนด้านบนให้อยู่บนลูกบอลออกกำลังกาย 2. ยกดัมเบลขึ้นโดยให้แขนด้านบนของคุณตรึงอยู่กับที่ พยายามอย่าให้ไหล่ทั้งสองข้างเคลื่อนไหวขณะออกกำลังกายท่านี้ ค้างไว้ที่ท่านี้ประมาณหนึ่งนาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 反握一个哑铃。在训练球后方屈膝。上臂置于训练球上。 2. 弯举哑铃，保持上臂不动。在进行锻炼期间，不准移动肩膀。保持此姿态数秒种，然后返回初始姿态。
zh_hant: 1. 反握一個啞鈴。在訓練球後方屈膝。上臂置於訓練球上。 2. 彎舉啞鈴，保持上臂不動。在進行鍛煉期間，不准移動肩膀。保持此姿態數秒種，然後返回初始姿態。

source: Stability Ball Dumbbell Biceps Curl Seated
it: Curl per bicipiti con bilanciere seduto sulla fitball
ja: バランスボールダンベルバイセップカールシーテッド
nl: Op Stabiliteitsbal zittend Biceps krullen
ru: Подъем гантелей на бицепс сидя на мяче
sv: Bicepscurl på stabilitetsboll med hantlar (sittande)
th: ท่านั่งยกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้า
zh_hans: 坐姿训练球上臂哑铃弯举
zh_hant: 坐姿訓練球上臂啞鈴彎舉

source: 18 Stability Ball Dumbbell Biceps Curl Seated
it: 1. Mentre stai seduto in posizione verticale su una fitball fitness, afferra e mantieni un paio di manubri, in modo che le braccia siano completamente distese ai tuoi fianchi. I palmi delle mani devono essere rivolti verso l'esterno, come illustrato. 2. Ruota gradualmente le braccia al gomito, portando i manubri fino al livello delle spalle senza cambiare la posizione delle braccia. Il braccio dovrebbe semplicemente piegarsi al gomito senza muoversi in qualsiasi altra direzione. Non girare i polsi mentre stai alzando i manubri.
ja: 1. バランスボールに上体を起こして座り、体の脇に完全に腕を伸ばした状態で1組のダンベルを持ちます。手の平は、図のように外向きになっているべきです。 2. 徐々に肘の所で腕を曲げ、腕の位置を変えずにダンベルを肩の高さに向けます。腕は、他のどの方向にも動かさず、単に肘で曲げているべきです。ダンベルを上げる時に、手首を回転させないこと。
nl: 1. Terwijl je met rechte rug op een stabiliteitsbal zit, neem een paar halters vast zodat je armen volledig gestrekt langs je zij hangen. Handpalmen naar buiten gericht. (zoals afgebeeld) 2. Breng nu langszaam je onderarmen omhoog via de elleboog en breng de halters naar schouderhoogte, maar zonder de positie van de bovenarmen te veranderen. De arm moet gewoon buigen in de elleboog. Draai in geen geval de polsen terwijl je de halters omhoog brengt.
ru: 1. Сидя в вертикальном положении на мяче, возьмите и держите гантели так, чтобы вши руки были полностью выпрямлены по бокам. Ладони рук должны быть направлены наружу, как показано на рисунке. 2. Постепенно сгибайте руки в локтях, касаясь гантелями до уровня плеч, при этом не меняя положение рук. Рука должна быть просто согнута в локте, не двигаясь в любом другом направлении. Не поворачивайте запястья, когда поднимаете гантели.
sv: 1. Medan du sitter upprätt på en stabilitetsboll, ta tag i ett par hantlar så att dina armar är helt utsträckta vid dina sidor. Handflatorna ska vara vända utåt, som på bilden. 2. Krök långsamt dina armar vid armbågen tills hantlarna kommer till axelnivå, utan att armarna ändrar position. Armarna ska helt enkelt vara böjda vid armbågen utan att röra sig i någon annan riktning. Vrid inte på handlederna när du lyfter hantlarna.
th: 1. นั่งท่าหลังตรงบนลูกบอลออกกำลังกาย ถือดัมเบลด้วยมือทั้งสองข้าง จัดให้แขนทั้งสองข้างเหยียดตรงที่ด้านข้างลำตัว ฝ่ามือหันออกไปด้านนอก แสดงดังภาพ 2. ค่อย ๆ งอข้อศอกอย่างต่อเนื่อง หันดัมเบลไปที่ระดับไหล่ทั้งสองข้างโดยที่แขนยังอยู่ที่ตำแหน่งเดิม แขนงอเล็กน้อยที่ข้อศอกโดยที่ไม่เคลื่อนไปในทิศทางใด อย่าหันข้อมือเนื่องจากคุณกำลังยกดัมเบลอยู่
zh_hans: 1. 背部挺直，坐在训练球上，双手各握一个哑铃，身体两侧的手臂伸直。手掌朝外，如图所示。 2. 缓慢地屈肘以弯举手臂，哑铃朝向肩膀水平，而不改变手臂的位置。仅仅是屈肘以弯曲手臂，而不向其它方向移动。在抬举哑铃时，勿转动手腕。
zh_hant: 1. 背部挺直，坐在訓練球上，雙手各握一個啞鈴，身體兩側的手臂伸直。手掌朝外，如圖所示。 2. 緩慢地屈肘以彎舉手臂，啞鈴朝向肩膀水平，而不改變手臂的位置。僅僅是屈肘以彎曲手臂，而不向其它方向移動。在擡舉啞鈴時，勿轉動手腕。

source: Stability Ball Dumbbell Biceps Preachear Curl
it: Curl con bilanciere su fitball
ja: バランスボールダンベルバイセップ・プリーチャーカール
nl: Op Stabiliteitsbal Biceps onderhands krullen
ru: Подъем гантелей на бицепс на мяче
sv: Bicepscurl på stabilitetsboll med hantlar (preacher curl)
th: ท่ายกดัมเบลบนลูกบอลด้วยกล้ามเนื้อแขนท่อนบนส่วนหน้าแบบพรีเชอร์
zh_hans: 训练球上臂哑铃斜托弯举
zh_hant: 訓練球上臂啞鈴斜托彎舉

source: 19 Stability Ball Dumbbell Biceps Preachear Curl
it: 1. Metti un paio di manubri sul pavimento di fronte a una fitball. Inginocchiati direttamente dietro la fitball e fai ciondolare le braccia su di essa per afferrare i manubri in una presa underhand. Lascia che il peso si sposti indietro verso i talloni, mentre poggi i tricipiti sulla fitball e gli avambracci verso il basso. 2. Mantieni la schiena dritta, mentre tiri i pesi fino a quando gli avambracci sono sulla perpendicolare al pavimento.
ja: 1. ボールの前に床の上にダンベルを1組置きます。ボールのすぐ後ろに膝まづき、腕をボールの上にもたれさせてアンダーハンドグリップでダンベルをつかみます。 ボールの上で三頭筋を引き締め、下腕を下ろした状態で、重心をかかとに戻します。 2. 背筋をまっすぐに保ちながら、前腕が床に対してほぼ垂直になるまでウェイトを引き上げます。
nl: 1. Leg een stel halters op de vloer achter een stabiliteitsbal. Kniel dan voor de bal neer met je armen er overheen zodat je de halters onderhands kunt pakken. Laat dan je gewicht langszaam naar beneden gaan richting je hielen terwijl je je triceps in de bal drukt onderarmen naar beneden. 2. Houd je rug recht terwijl je de halters omhoog brengt richting je schouders tot je onderarmen vertikaal staan ten opzicht van de vloer.
ru: 1. Положите пару гантелей на полу перед мячом. Встаньте на колени прямо позади мяча, и перевесьте руки через него, чтобы взять гантели хватом снизу. Вес должен переместиться назад на пятки, так как трицепсы обхватывают мяч, предплечьями вниз. 2. Держите спину прямо пока поднимаете гантели на бицепс, до тех пор пока предплечья не станут перпендикулярны полу.
sv: 1. Lägg ett par hantlar på golvet framför bollen. Knä precis bakom bollen och lägg armarna över den för att tag i hantlarna med ett underhandsgrepp. Låt vikterna röra sig bakåt mot hälarna när du lägger dina triceps på bollen med underarmarna nedåt. 2. Håll ryggen rak när du lyfter upp vikterna tills dina underarmar nästan är vinkelräta mot golvet.
th: 1. วางดัมเบลทั้งสองอันบนพื้นและวางที่ด้านหน้าของลูกบอลออกกำลังกาย คุกเข่าที่ด้านหลังของลูกบอล พาดแขนทั้งสองข้างบนลูกบอลเพื่อหยิบดัมเบลด้วยท่าจับหงายมือ ปล่อยน้ำหนักให้เคลื่อนไปด้านหลังไปทางส้นเท้าในขณะบีบรัดกล้ามเนื้อแขนท่อนบนส่วนหลังบนลูกบอล แขนท่อนปลายห้อยลงด้านล่าง 2. จัดให้หลังอยู่ในท่าเหยียดตรงขณะที่คุณยกดัมเบลขึ้นจนกระทั่งแขนท่อนปลายเกือบทำมุมฉากกับพื้น
zh_hans: 1. 将两个哑铃置于训练球前侧的地板上。在训练球后方屈膝，手臂跨过训练球以反握哑铃。使哑铃朝脚后跟移动，并将三头肌置于训练球上，前臂放下。 2. 保持背部挺直，弯举哑铃直到前臂几乎垂直于地面。
zh_hant: 1. 將兩個啞鈴置於訓練球前側的地板上。在訓練球後方屈膝，手臂跨過訓練球以反握啞鈴。使啞鈴朝腳後跟移動，並將三頭肌置於訓練球上，前臂放下。 2. 保持背部挺直，彎舉啞鈴直到前臂幾乎垂直於地面。

source: Underhand Grip Prone On An Incline Bench
it: Presa underhand prono su panca inclinata
ja: 傾斜ベンチうつ伏せアンダーハンドグリップ
nl: Onderhandse grip voorover op hellend bankje
ru: Наклонные подтягивания на скамье
sv: Underhandsgrepp på snedbänk
th: ท่านอนคว่ำบนม้านั่งเอียงและจับแบบหงายมือ
zh_hans: 俯卧于斜板反握
zh_hant: 俯臥於斜板反握
