Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 1 Back Presses
it: Inizia seduto sulla panchina (con supporto per la schiena). Afferra il bilanciere con una presa con braccio sopra la spalla. Tieni i manubri sopra le spalle leggermente di fronte a te, puntando i gomiti verso il pavimento. Spingi il bilanciere sopra la testa in modo che le braccia siano completamente distese. Dopo una pausa, abbassa i pesi nella posizione di partenza.
ja: ベンチに座って始めます（バックサポート付）。オーバーハンドグリップを使ってバーベルを掴みます。わずかに体の前で、ひじは床の方を向いて、ダンベルを肩の上で持ちます。バーベルを頭の上に押し上げ、そうすることで腕は完全に伸びます。停止後、開始ポジションにウェイトを下げます。
nl: Begin met te gaan zitten op de bank met rugondersteuning. Neem de halter vast met een bovenhandse grip. Houdt de halters boven je schouders iets voor je en de ellebogen naar de vloer gericht. Druk de halter omhoog tot boven je hoofd en de armen gestrekt zijn. Even vasthouden en laat de halter weer naar de uitgangspositie zakken.
ru: Займите исходное положение на скамье (со спинкой). Возьмите штангу хватом сверху. Держите штангу выше плеч немного впереди вас, локти смотрят в пол. Толкайте штангу вверх, чтобы руки были полностью выпрямлены. После паузы, верните штангу в исходное положение.
sv: Börja med att sitta på bänken (med ryggstöd). Greppa hantlarna med ett överhandsgrepp och håll dem ovanför axlarna framför dig med armbågarna mot golvet. Lyft upp hantlarna ovanför huvudet så att armarna är fullt utsträckta. Håll i så ett tag och sänk sedan hantlarna till startpositionen.
th: เริ่มด้วยการนั่งบนม้านั่ง (ที่มีแผ่นรองหลัง) จับที่บาร์น้ำหนักโดยให้ฝ่ามือหันออกจากตัว วางบาร์น้ำหนักเหนือหัวไหล่ให้เลื่อนไปที่ส่วนหน้าเล็กน้อย ข้อศอกชี้ตรงไปที่พื้น ดันบาร์น้ำหนักขึ้นด้านบนและเหนือหัวเพื่อให้แขนเหยียดตรงอย่างเต็มที่ หลังจากหยุดค้างสักครู่ให้นำบาร์น้ำหนักลงและกลับไปที่ท่าเริ่มต้น
zh_hans: 坐在长凳上（以背部作支撑）。反手握紧杠铃。将身前的哑铃轻举过肩膀，肘指向地面。将杠铃举过头部并使手臂得到完全舒展。休息一会之后将杠铃放低至开始位置。
zh_hant: 開始於坐在訓練椅上（有背部支撐）。正握杠鈴。杠鈴置於你肩部前的略上方，肘部朝向地面。往上推前杠鈴直到頭頂，以至于手臂充分伸展。停留片刻后，降低負重至初始位置。

source: Seated Front Presses
it: Pressa frontale seduti
ja: 座りフロントプレス
nl: Zittend voorkant opdrukken
ru: Жим штанги перед собой сидя
sv: Sittande frontpress
th: ท่านั่งยกบาร์น้ำหนักจากด้านหน้า
zh_hans: 座位前压
zh_hant: 坐勢前推舉

source: 2 Seated Front Presses
it: Siediti su una panca in posizione verticale. Afferra il bilanciere con una presa più ampia delle spalle. Spingi il bilanciere direttamente verso l'alto fino a quando non è a distanza di un braccio sopra le spalle. Abbassa il bilanciere fino alla parte anteriore delle spalle, quindi spingi di nuovo alla posizione di partenza.
ja: 直立ベンチに座ります。肩幅より広いグリップでバーベルを掴みます。肩の上で、腕の長さまでバーベルを真っ直ぐ上に押し上げます。肩の前にバーベルを下げ、開始ポジションまで押し下げます。
nl: Zittend op een rechte bank. Neem de halter vast op iets meer dan schouderbreedte. Druk de halter direct omhoog tot de armen gestrekt zijn boven de schouders. Laat dan de halter langszaam zakken tot voor je schouders en breng de halter terug omhoog naar de startpositie.
ru: Займите исходное положение, сидя на вертикальной скамье. Возьмите штангу хватом шире ширины плеч. Выжимайте штангу вверх, пока она не будет выше плеч на вытянутых руках. Опустите штангу на переднюю часть плеч, затем верните ее в исходное положение.
sv: Sitt på en uppfälld bänk. Greppa stången med ett grepp som är bredare än axlarna. Lyft stången uppåt tills den är på en arms längd ovanför axlarna. Sänk ned stången till framför dina axlar och lyft sedan upp den till startpositionen igen.
th: ให้คุณนั่งหลังตรงบนม้านั่ง จับที่บาร์น้ำหนักด้วยความกว้างของมือกว้างกว่าความกว้างของไหล่ ดันบาร์น้ำหนักขึ้นด้านบนโดยตรงจนกระทั่งแขนตั้งตรงเหนือหัวไหล่ของคุณ ลดระดับบาร์น้ำหนักลงที่ส่วนหน้าของหัวไหล่ จากนั้นดันบาร์น้ำหนักขึ้นไปด้านบนที่ท่าเริ่มต้น
zh_hans: 坐在一个直立的长凳上。用手紧握杠铃，起先距离较宽，之后与肩同宽。将杠铃直接向上推起，直至肩膀以上一臂距离。把杠铃放低至你的肩膀前，然后将其推回其开始位置。
zh_hant: 坐在直立的訓練椅上。握著杠鈴，雙手與肩同寬。直接往上推舉杠鈴，直到手臂在你的肩部上方。降低杠鈴至肩部的前側，然后推舉它至初始位置。

source: Seated Dumbbell Presses
it: Pressa seduti con manubri
ja: 座りダンベルプレス
nl: Zittend halter drukken
ru: Жим гантелей сидя
sv: Sittande hantelpress
th: ท่านั่งยกดัมเบลเหนือไหล่
zh_hans: 坐姿哑铃推举
zh_hant: 坐勢啞鈴推舉

source: 3 Seated Dumbbell Presses
it: Posizionati su una panca o una sedia con la schiena eretta e dritta. Afferra un manubrio in ogni mano e tienili appena al di fuori di ogni spalla con i pollici che puntano uno verso l’altro. Spingi i manubri sopra la testa e torna alla posizione di partenza appena fuori le spalle.
ja: 背中を直立で真っ直ぐにしてベンチ、または椅子に座ります。ダンベルをそれぞれの手に掴む、親指がお互いの方を指して、それぞれの肩の外側で持ちます。単純にダンベルを頭の上に押し上げ、肩の外側の開始ポジションに戻ります。
nl: Plaats jezelf op een bank of stoel met je rug recht. Neem een halter in elke hand en houdt ze aan de buitenkant van je schouders waarbij je duimen naar elkaar toe wijzen. Druk de halters dan eenvoudigweg omhoog tot boven je hoofd, even vasthouden en dan weer langszaam terug naar de startpositie naast je schouders.
ru: Займите исходное положение на скамье или стуле, спина прямая и ровная. Возьмите в каждую руку по гантеле и держите их за пределами плеч, большие пальцы расположите по направлению друг к другу. Затем, просто поднимите гантели над головой и верните их в исходное положение за плечами.
sv: Positionera dig själv på en bänk eller en stol med ryggen upprätt och rak. Ta en hantel i varje hand och håll dem precis bredvid axlarna med tummarna riktade mot varandra. Lyft upp hantlarna ovanför huvudet och återvänd till startpositionen precis bredvid axlarna.
th: นั่งบนม้านั่งหรือเก้าอี้โดยให้หลังอยู่ในลักษณะตั้งตรง ถือดัมเบลในแต่ละมือซึ่งให้อยู่ห่างหัวไหล่แต่ละข้างเล็กน้อยและนิ้วโป้งของคุณชี้เข้าด้านใน ค่อย ๆ ดันดัมเบลขึ้นเหนือศีรษะของคุณและลดระดับลงกลับไปที่ท่าเริ่มต้นซึ่งอยู่ข้าง ๆ ไหล่ของคุณ
zh_hans: 背部挺直坐在长凳或者椅子上。双手各持一个哑铃，将其放至两肩之外，两大拇指对指。将其举过头顶，再回到两肩外的开始位置。
zh_hant: 坐在訓練椅上，挺直背部。每只手各握著一個啞鈴，將其置於肩部兩側，拇指相互指向內側。僅僅是往上推舉啞鈴至頭頂，然后回到初始位置，即你的肩部外側。

source: Low-Pulley Lateral Raises
it: Alzate laterali low-pulley
ja: 低滑車ラテラルレイズ
nl: Lage katrol zijwaards trekken
ru: Подъем рук в сторону с нижнего блока
sv: Sidolyft med låga vajerdrag
th: ท่าดึงเคเบิ้ลจากด้านล่างขึ้นไปด้านข้าง
zh_hans: 低滑轮侧举
zh_hant: 低位滑輪側平舉

source: 4 Low-Pulley Lateral Raises
it: Stai in piedi vicino alla macchina a cavo di lato a essa, posiziona il braccio leggermente in posizione anteriore della coscia e afferra la maniglia. Inspira e, mantenendo una leggera curva nel gomito, solleva il braccio verso il lato del corpo fino a quando il braccio è a livello con la spalla. Tieni il palmo della mano rivolto verso il basso. Lentamente, e con il movimento sotto controllo, abbassa il braccio indietro alla posizione di partenza.
ja: ケーブルマシンの近くに立ち、側面から、腕をわずかに大腿部の前に置き、ハンドルを持ちます。息を吸い、ひじをわずかに曲げ続けて、上腕が肩の高さになるまで腕を体の外側に上げます。ゆっくりと、腕を制御した動きで、開始ポジションまで腕を下げます。
nl: Ga zijwaards dicht bij de machine staan, en positioneer je armen iets opzij van je dijen. De hand die het verste van de machine verwijderd is neemt nu de handvat vast. Tijdens het inademen breng je het handvat met bijna gestrekte arm naar buiten schuin omhoog tot je bovenarm op schouderhoogte is. Houdt je handpalm naar beneden gericht. Langszaam, terwijl je uitademt, in een gecontroleerde beweging weer terug naar de startpositie.
ru: Станьте рядом с тренажером, боком к нему, руку расположите слегка впереди бедер и возьмитесь за рукоятку. Сделайте вдох и, держа локоть немного согнутым, поднимайте руку по направлению от тела пока верхняя часть руки не достигнет уровня плеч. Ладони должны смотреть вниз. Контролируя движение, медленно опустите руку вниз в исходное положение.
sv: Stå nära vajermaskinen, positionera armen lite framför låren och ta tag i handtaget. Andas in, håll armbågen lätt böjd och lyft armen ut mot sidan av kroppen tills överarmen är parallell med axeln. Håll handflatan nedåt. Sänk sedan ner armen tillbaka till startpositionen, sakta och kontrollerat.
th: ให้คุณยืนใกล้กับอุปกรณ์บริหารร่างกายโดยหันข้างเข้าอุปกรณ์ วางแขนข้างหนึ่งอยู่ตรงหน้าต้นขาของคุณเล็กน้อย จากนั้นจับที่ด้ามจับ หายใจเข้าและงอศอกเล็กน้อย ยกแขนขึ้นและให้ออกห่างจากข้างลำตัวจนกระทั่งแขนท่อนบนอยู่ระดับเดียวกับไหล่ ให้ฝ่ามือของคุณหันลงด้านล่าง ค่อย ๆ ลดระดับแขนของคุณลงไปที่ท่าเริ่มต้น
zh_hans: 站在缆机旁并以侧面相对，将手臂轻放至大腿前并握住把手。吸气，保持手肘轻弯，将手臂抬起至身侧直到上臂与肩膀齐平。保持手掌朝下。慢慢地，掌控好动作，将手臂放低至开始位置。
zh_hant: 站在靠近滑輪訓練器的地方，從側面面向它，手臂置於你的大腿略前方，握著手柄。吸氣，保持肘部稍微彎屈，抬舉手臂至身體兩側外，直到你的上臂於肩部平行。保持你的掌心朝下。緩慢平穩地降低你的手臂至初始位置。

source: Upright Rows
ja: 直立ロー
nl: Rechtop roeien
ru: Вертолет
sv: Upprätt rodd
th: ท่าดึงบาร์น้ำหนักหลังตรง
zh_hans: 直立划船
zh_hant: 垂直劃船

source: 5 Upright Rows
it: Solleva la barra verso il mento conducendola con i gomiti. Quando la parte superiore delle braccia sono parallele al pavimento, fermati e abbassa la barra lungo lo stesso percorso in cui l’hai sollevata. Nella parte superiore del tuo movimento, i gomiti devono essere superiori ai polsi.
ja: ひじで導きながら、バーをあごの近くまで上げます。上腕が床と平行になった時、引くのを止め、上昇と同じ経路でバーを下げます。動きの範囲の最上部で、ひじは手首より高くなる必要があります。
nl: Halter bovenhands vastpakken op schouderbreedte. Til de halter dan op tot onder de kin tot de ellebogen horizontaal zijn met de vloer. Stop dan het trekken en breng de halter langszaam in een gecontroleerde beweging terug naar de startpositie. Op het hoogtepunt van de oefening moeten de ellebogen hoger zijn dan de polsen.
ru: Подведите штангу к подбородку, раздвигая локти. Когда верхние части рук будут параллельны полу, остановитесь и опускайте штангу вниз по той же траектории. На пике движения ваши локти должны оказаться выше чем запястья.
sv: Lyft upp stången mot hakan med armbågarna först. När överarmarna är parallella med golvet stannar du och sänker ner stången på samma sätt som du lyfte den fast omvänt. När stången är som högst bör dina armbågar vara högre upp än dina handleder.
th: ให้ยกบาร์น้ำหนักเข้าหาคางโดยใช้ข้อศอกเป็นตัวนำขึ้นมา เมื่อแขนท่อนบนของคุณขนานกับพื้นให้หยุดดึง และลดระดับบาร์น้ำหนักลงไปที่ระดับเดิม ที่ส่วนบนสุดของท่านี้ ข้อศอกของคุณควรอยู่สูงกว่าข้อมือ
zh_hans: 通过手肘把横杠举向你的下巴。当上臂与地面平行时，停止推举，并将其以举起相同的路线放低至。当你达到你动作的最高点时，你的手肘应该高于你的手腕。
zh_hant: 移動你的肘部，朝你的下巴推舉杠桿。當你的上臂與地面平行時，停止推舉，以之前往上推舉的相同途徑降低杠桿至初始位置。當你的動作處於高位時，你的肘部應高於手腕。

source: Dumbbell Rear Deltoid Raises
it: Alzate con manubri per il deltoide posteriore
ja: ダンベルリアデルトイドレイズ
nl: Achterste deltaspieren halter heffen
ru: Подъем гантели из-за спины в наклоне
sv: Bakre deltamuskellyft med hantlar
th: ท่ายกดัมเบลด้วยกล้ามเนื้อหัวไหล่ส่วนหลัง
zh_hans: 哑铃后三角肌抬升
zh_hant: 啞鈴側平舉

source: 6 Dumbbell Rear Deltoid Raises
it: Siediti su una panca, inclinata in avanti, piedi sul pavimento. Solleva i manubri di lato così che puoi mantenere le mani dritte e lentamente torna alla posizione di partenza.
ja: ベンチに座り、前傾で、足はそろえて床に着けます。ダンベルを側面で上げ、手を真っ直ぐにして、ゆっくりと開始ポジションに戻ります。
nl: Zit op een bankje wat naar voren gebogen, beide voeten vlak op de vloer tegen elkaar. Breng de halters naar buiten met gestrekte armen en polsen. Dan weer langszaam naar de startpostie gaan.
ru: Сядьте на скамью, наклонитесь вперед, ноги на полу вместе. Поднимите гантели в стороны, пока не распрямите руки, медленно вернитесь в исходное положение.
sv: Sitt på en bänk framåtlutad och med fötterna ihop på golvet. Lyft hantlarna till sidan av kroppen, håll händerna raka och sänk sakta tillbaka till startpositionen.
th: นั่งบนม้านั่ง พื้นลาดเอียงไปข้างหน้า เท้าแนบอยู่ที่พื้น ยกดัมเบลไปที่ด้านข้างโดยให้มืออยู่ในลักษณะตรง ค่อย ๆ ลดระดับกลับไปที่ท่าเริ่มต้น
zh_hans: 坐在长凳上，向前倾，脚放至地面并拢。将哑铃举至侧面，你可以保持手放直并慢慢将其放回起始位置。
zh_hant: 坐在訓練椅上，前傾，雙腳拼攏放在地板上。保持你的雙手伸直，推舉啞鈴至外側，然后緩慢地回到初始位置。

source: Lateral Raises
it: Alzate laterali
ja: ラテラルレイズ
nl: Zijwaards tillen
ru: Боковые подъемы
sv: Sidolyft
th: ยกดัมเบลไปด้านข้าง
zh_hans: 侧部推举
zh_hant: 側舉

source: 7 Lateral Raises
it: Stai con i piedi leggermente divaricati. Tieni la schiena dritta, le braccia abbandonate lungo i fianchi, tenendo un manubrio in ogni mano: - Solleva il manubrio a livello della spalla, mantenendo i gomiti leggermente piegati. - Torna alla posizione di partenza.
ja: 足を少し開いて経ちます。背中を真っ直ぐに保ち、腕を横側にたらし、それぞれの手にだべるを持ちます： ‐ダンベルを肩の高さまで上げ、ひじをわずかに曲げます。 ‐開始ポジションに戻ります。
nl: Ga met de voeten iets uit elkaar rechtop staan. Houdt je rug recht en je armen hangen langs je lichaam terwijl je in elke hand een halter vast houdt: - Til de halters zijwaards tot op schouderhoogte met licht gebogen armen. - ga dan langszaam terug naar de startpositie.
ru: Встаньте прямо, ноги слегка расставлены. Держите спину прямо, руки по бокам, в каждой руке по гантеле: - Поднимите гантели до уровня плеч, локти держите слегка согнутыми. - Вернитесь в исходное положение.
sv: Stå lätt bredbent. Håll ryggen rak och armarna längs med sidorna med en hantel i varje hand. - Lyft upp hantlarna till axelhöjd, håll armbågarna lätt böjda. - Återvänt till startpositionen.
th: ให้คุณยืนด้วยท่าที่เท้าห่างกันเล็กน้อย ยืดให้หลังตรง แขนทั้งสองข้างห้อยลงข้างลำตัว ถือดัมเบลไว้ในมือแต่ละข้าง: - ยกดัมเบลขึ้นถึงระดับไหล่โดยให้ข้อศอกงอเล็กน้อย - กลับมายังท่าเริ่มต้น
zh_hans: 站立，双脚轻度展开。背部挺直，两臂放至体侧，双手各持一个哑铃： - 将哑铃放至肩膀处，保持手肘慢慢弯曲。 - 回到起始位置。
zh_hant: 站立，雙腳稍微開立。保持背部挺直，每只手各持著啞鈴，手臂垂直於身體兩側： - 推舉啞鈴至肩部水平，保持你的肘部稍微彎屈。 - 回到初始姿態。

source: Front Raises
it: Alzate frontali
ja: フロントレイズ
nl: Voor je uit tillen
ru: Передние подъемы
sv: Frontlyft
th: ท่ายกดัมเบลไปด้านหน้า
zh_hans: 前部推举
zh_hant: 前平舉

source: 8 Front Raises
it: Stai con i piedi leggermente divaricati. Tieni i manubri con i palmi verso il basso (presa con braccio sopra la spalla), appoggia i manubri sulle cosce o leggermente sul tuo fianco: - Inspira e alterna i lati alzando i manubri in avanti all'altezza delle spalle. - Espira quando completi il movimento.
ja: 足をわずかに開いて経ちます。手の平を下にして、ダンベルを持ちます（オーバーヘッドグリップ）。ダンベルを大腿部に、またはわずかに横に置きます： ‐息を吸い、交互に肩の高さまでダンベルを前向きに上げます。 ‐動きの完了として、息を吐きます。
nl: Ga met de voeten iets uit elkaar rechtop staan en houdt je rug recht. Houdt de halters bovenhands (palmen naar onder) vast en laat de halters op je dijen of iets naar buiten rusten: - Terwijl je inademt til je de halters, met rechte armen, recht voor je uit omhoog tot op schouderhoogte. - Ga uitademend weer terug naar de startpositie.
ru: Встаньте, слегка расставив ноги. Возьмите гантели хватом вверх (ладонями вниз), положите их на бедра или слегка вбок: - Сделайте вдох и по очереди одной, потом другой рукой поднимайте гантели вперед до уровня плеч. - Выдыхайте, возвращаясь в исходное положение.
sv: Så lätt bredbent. Håll i hantlarna med handflatorna nedåt (överhandsgrepp) och vila dem mot låren eller lätt mot sidorna: - Andas in och lyft en hantel på varannan sida till axelhöjd. - Andas ut när du slutför rörelse.
th: ยืนด้วยท่าที่เท้าห่างกันเล็กน้อย ถือดัมเบลโดยให้ฝ่ามือหันลงด้านล่าง (แบบคว่ำมือ) พักดัมเบลที่ต้นขาหรือที่ข้างตัว: - หายใจเข้าและยกดัมเบลยื่นไปข้างหน้าที่ระดับความสูงเท่าหัวไหล่ - หายใจออกเมื่อทำท่านี้เสร็จ
zh_hans: 站立，双脚轻微展开。手掌朝下握住哑铃（反手），将哑铃放至大腿上或者轻贴至体侧。 - 吸气，将哑铃轮边举至你的肩膀处。 - 完成动作后呼气。
zh_hant: 站立，雙腳稍微開立。持著啞鈴，掌心向下（正握），將啞鈴置於大腿前，或身體兩側： - 吸氣，左右手交替，推舉杠鈴至肩部齊高位置。 - 呼氣，完成動作。

source: Barbell Front Raises
it: Alzate frontali del bilanciere
ja: バーベルフロントレイズ
nl: Grote halter voor je tillen
ru: Подъем штанги вперед
sv: Frontlyft med skivstång
th: ท่ายกบาร์น้ำหนักไปด้านหน้า
zh_hans: 杠铃前部推举
zh_hant: 杠鈴前平舉

source: 9 Barbell Front Raises
it: In piedi con le gambe leggermente divaricate. Fai una presa del bilanciere con il braccio sopra la spalla ed appoggia il bilanciere sulle cosce. Tieni la schiena dritta e gli addominali contratti: - Inspira e solleva il bilanciere in avanti con le braccia tese fino a raggiungere il livello degli occhi. - Espira quando completi il movimento.
ja: 脚をわずかに開いて立ちます。オーバーヘッドグリップでバーベルを持ち、大腿部にバーベルを置きます。背中を真っ直ぐに保ち、腹筋を萎縮します： ‐息を吸い、腕を真っ直ぐにして、バーベルを前向きに目の高さに届くまで上げます。 ‐動きの完了として、息を吐きます。
nl: Sta met de voeten iets uit elkaar rechtop. Neem een halter bovenhands (palmen naar onder) vast op schouderbreedte en laat de halter tegen de dijen rusten. Houdt je rug recht en je buikspieren gespannen: - Terwijl je inademt breng je de halter naar voor met gestrekte armen fot op oognivo. - Adem rustig uit terwijl je langszaam naar de startpositie terug keert.
ru: Встаньте прямо, ноги слегка расставлены.Возьмите гриф штанги хватом сверху и положите штангу на бедра. Держите спину прямо, мышцы брюшного пресса напряжены: - Сделайте вдох и поднимите прямыми руками штангу вперед, пока она не будет на уровне ваших глаз. - Выдыхайте, возвращаясь в исходное положение.
sv: Så lätt bredbent. Ta ett överhandsgrepp på skivstången och vila den mot låren. Håll ryggen rak och magmusklerna spända: - Andas in och lyft skivstången framåt med dina armar raka tills den når ögonhöjd. - Andas ut när du slutför rörelsen.
th: ให้คุณยืนด้วยขาห่างกันเล็กน้อย จับที่บาร์น้ำหนักด้วยท่าคว่ำมือ พักบาร์น้ำหนักที่ต้นขาของคุณ ยืดหลังให้ตรงและหดเกร็งกล้ามเนื้อท้อง: - หายใจเข้าและยกบาร์น้ำหนักยื่นไปข้างหน้าโดยให้แขนทั้งสองข้างยืดตรงจนกระทั่งอยู่ที่ระดับเดียวกับตา - หายใจออกเมื่อทำท่านี้เสร็จ
zh_hans: 站立，双腿轻微展开。反手握住杠铃并将其放在大腿上。保持背部挺直并收缩腹肌： - 吸气并手臂挺直向前将杠铃举至将至眼睛处。 - 完成动作后呼气。
zh_hant: 站立，雙腳稍微開立。正握杠鈴，杠鈴置於大腿前。保持背部挺直，腹部收縮： - 吸氣，伸直手臂向前推舉杠鈴至眼睛齊高水平。 - 呼氣，完成動作。

source: Upright Row
ja: 直立ロー
nl: Staande roeien
ru: Вертикальная тяга
sv: Upprätt rodd
th: ท่ายกบาร์น้ำหนักขึ้นในแนวตรง
zh_hans: 提杠铃
zh_hant: 垂直劃船

source: 10 Upright Row
it: Stai con i piedi leggermente divaricati. Tieni la schiena dritta. Fai una presa sulla barra con il braccio sopra la spalla con i palmi della mani larghi quanto le spalle o poco più: - Inspira e tira il bilanciere dritto verso l'alto finché non tocca il mento. - Solleva i gomiti più in alto possibile nel punto superiore del movimento. - Espira e abbassa lentamente il bilanciere per tornare al punto di partenza.
ja: 足をわずかに開いて立ちます。背中をまっすぐに保ちます。手の平の幅、またはそれより少し広い幅で、オーバーハンドグリップでバーを掴みます： ‐息を吸い、あごに接触するまでバーベルを真っ直ぐ上向きに引きます。 ‐動きの最上部で、ひじを可能な限り高く持ち上げます。 ‐息を吐き、ゆくっりと開始ポジションにバーベルを下げます。
nl: Ga rechtop staan met de benen licht gespreid. Houdt je rug recht. Neem de halter bovenhands vast op handbreedte van elkaar of iets meer: - Adem in en breng de halter recht omhoog tot onder de kin. - Til je ellebogen hierbij zo hoog mogelijk op. - Laat de halter langszaam en gecontroleerd zakken naar de uitgangspositie terwijl je uitademt.
ru: Встаньте прямо, ноги слегка расставлены. Возьмите гриф штанги хватом сверху, руки на ширине ладоней или чуть шире: - Сделайте вдох и поднимите штангу вертикально вверх до касания с подбородком. - Поднимите локти как можно выше на конечной точке движения. - Выдохните и медленно опустите штангу обратно в исходное положение.
sv: Stå lätt bredbent. Håll ryggen rak. Ta ett överhandsgrepp på stången med ungefär en handbredd mellan händerna eller lite mer: - Andas in och dra skivstången rakt uppåt tills den nuddar hakan. - Lyft armbågarna så högt som möjligt när stången är längst upp. - Andas ut och sänk sakta skivstången tillbaka till startpositionen.
th: ให้คุณยืนด้วยขาห่างกันเล็กน้อย ยืดหลังให้ตรง จับที่บาร์น้ำหนักโดยให้ฝ่ามือหันเข้าหาลำตัว โดยให้ฝ่ามืออยู่ห่างกันอีกเล็กน้อย: - หายใจเข้าและดึงบาร์น้ำหนักยกขึ้นจนสัมผัสกับคางของคุณ - ยกข้อศอกให้สูงเท่าที่จะทำได้เมื่ออยู่ส่วนสูงสุดของท่านี้ - หายใจออกและค่อย ๆ ลดระดับบาร์น้ำหนักลงที่จุดที่แขนคุณเหยียดตร
zh_hans: 站立，双脚轻微展开。保持背部挺直。双手掌再分开一点并且反手握住横杠。 - 吸气，把杠铃直接向上举起至下颏处。 - 在动作最高处尽可能抬高肘部。 - 呼气并把杠铃慢慢放低至起始位置。
zh_hant: 站立，雙腳稍微開立。保持背部挺直。正握杠桿，雙手與手掌同寬或略寬： - 吸氣，直上推舉直到它觸及你的下巴。 - 當杠桿處於高位時，盡可能高地抬肘。 - 吸氣，緩慢地降低杠鈴至初始點。

source: Low Pulley Bent-Over Lateral Raises
ja: 低滑車ベントオーバーラテラルレイズ
nl: Voorover gebogen zijdelings trekken aan de lage katrol
ru: Подъем руки в сторону с нижнего блока из наклонного положения
sv: Framåtböjda sidolyft med låga vajerdrag
th: ท่าโน้มตัวดึงน้ำหนักจากด้านล่างไปด้านข้าง
zh_hans: 低滑轮俯身侧面伸展
zh_hant: 低位滑輪俯身側平舉

source: 11 Low Pulley Bent-Over Lateral Raises
it: Stai con i piedi e le ginocchia leggermente piegati. Piegati in avanti alla vita, mantenendo la schiena dritta e le braccia penzoloni. Afferrare una maniglia in ogni mano con i cavi che attraversano l'un l'altro: - Inspira e solleva le braccia ai lati fino a quando le mani sono leggermente al di sopra del livello delle spalle. - Espira quando completi l'esercizio.
ja: 膝をわずかに曲げて立ちます。手首を前に曲げ、背中を真っ直ぐに保って、腕を垂らします。ケーブルを交差させ、ハンドルをそれぞれの手に持ちます： ‐息を吸い、手がわずかに肩より高くなるまで腕を横に上げます。 ‐行動の完了として、息を吐きます。
nl: Sta met de benen gespreid en de knieën licht gebogen. Buig wat naar voren vanuit je heupen en houdt je rug recht. Laat je armen hangen. Neem dan een handvat in elke hand met gekruiste kabels: - Adem in terwijl je je armen naar buiten brengt tot je handen iets boven de schouders zijn. - Uitademen terwijl je gecontroleerd naar de uitgangspositie gaat.
ru: Встаньте прямо, колени слегка согнуты. Наклонитесь вперед в талии, держа спину прямо, руки свисают вниз. В каждую руку возьмите по рукоятке тренажера, тросы должны пересекаться: - Вдохните и поднимите руки в стороны, пока ваши руки не окажутся слегка выше уровня плеч. - Выдохните и закончите упражнение.
sv: Stå med knäna lätt böjda. Böj dig framåt i midjan, håll ryggen rak och låt armarna hänga ner. Håll ett handtag i varje hand med vajrarna korsade: - Andas in och lyft armarna till sidorna tills dina händer är lite ovanför axelhöjd. - Andas ut när du slutför övningen.
th: ให้คุณยืนด้วยท่าที่เท้าและเข่างอเล็กน้อย ใช้เอวโน้มตัวไปข้างหน้า ยืดให้หลังตรงและแขนห้อยตรงลงด้านล่าง จับที่ด้ามจับด้วยมือแต่ละข้างที่ต่อกับสายเคเบิ้ลไขว้กันอยู่: - หายใจเข้าและยกแขนไปที่ด้านข้างจนกระทั่งมือของคุณอยู่เหนือระดับไหล่เล็กน้อย - หายใจออกเมื่อทำท่านี้เสร็จ
zh_hans: 站立，双脚与膝盖轻弯。前倾至腰位，保持背部挺直和手臂向下。双手各持一个把手，线缆交叉。 - 吸气，将手臂举至身体两侧直到双手稍高于肩。 - 完成动作时呼气。
zh_hant: 站立，膝蓋稍微彎屈。手腕向前彎，保持背部挺直，手臂下垂。每只手各握著手臂，滑輪相互交叉： - 吸氣，舉高手臂直到你的手略高於肩部水平。 - 呼氣，完成鍛煉。

source: Low Pulley Front Raises
it: Alzate frontali con low pulley
ja: 低滑車フロントレイズ
nl: Lage katrol trekken voorkant
ru: Подъем руки вперед с нижнего блока
sv: Frontlyft med låga vajerdrag
th: ท่าดึงน้ำหนักจากด้านล่างไปด้านหน้า
zh_hans: 低滑轮前部推举
zh_hant: 低位滑輪前平舉

source: 12 Low Pulley Front Raises
it: Stai con i piedi leggermente divaricati. Tieni la maniglia con una presa alla marinara, tenendo le braccia lungo i fianchi: - Inspira e solleva il braccio in avanti all'altezza delle spalle. - Espira quando completi il movimento. Questo esercizio sforza i deltoidi
ja: 足をわずかに開き、立ちます。オーバーハンドグリップでハンドルを持ち、腕を体の横に保ちます： ‐肩の高さで腕を前向きに上げます。 ‐動きの完了として、息を吐きます。 このエクササイズは、三角筋に効果があります。
nl: Sta met de benen licht gespreid. Houdt het handvat bovenhands vast (palmen naar onder) en je armen langs je lichaam: - Inademen terwijl je gestrekte arm naar voor brengt tot op schouderhoogte. - Uitademen terwijl je langszaam naar de startpositie terug gaat.Deze oefening werkt op de deltaspieren.
ru: Встаньте прямо, ноги слегка расставлены. Возьмите рукоятку тренажера хватом сверху, руки держите по швам: - Вдохните и поднимите руку вперед до уровня плеч. - Выдохните и вернитесь в исходное положение. Это упражнение на развитие дельтовидной мышцы.
sv: Stå lätt bredbent. Håll i handtaget med ett överhandsgrepp och håll armarna längs med sidorna. - Andas in och lyft armen framåt till axelhöjd. - Andas ut när du slutför rörelsen. Denna övning tränar deltamusklerna.
th: ให้คุณยืนด้วยเท้าห่างกันเล็กน้อย จับที่ด้ามจับโดยฝ่ามือหันลงด้านล่าง ให้แขนทั้งสองข้างอยู่ที่ข้างลำตัว: - หายใจเข้าและยกแขนขึ้นสูงถึงระดับไหล่ - หายใจออกเมื่อทำท่านี้เสร็จท่านี้จะช่วยบริหารกล้ามเนื้อโคนแขน
zh_hans: 站立，双脚轻微展开。反手握住把手，手臂保持在身体两侧： - 吸气并把手臂向前抬举至肩位。 - 完成动作时呼气。 此动作锻炼三角肌。
zh_hant: 站立，雙腳稍微開立。正握手柄，手臂位於身體兩側： - 吸氣，手臂向前舉高至肩部水平。 - 呼氣，完成動作。這個動作鍛煉三角肌。

source: Pec Deck Rear-Delt Laterals
ja: 胸筋デックリアデルトラテラルズ
nl: Pec Deck achterste deltaspier zijwaards
ru: Упражнение на тренажере Pec Deck для развития латеральных отделов дельтовидных мышц
sv: Omvänd pek deck
th: ท่าบริหารกล้ามเนื้อโคนแขนด้านข้าง
zh_hans: 矫正甲板侧面后动作
zh_hant: 蝴蝶式側平舉
