Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: Standing Cross Body Arms
it: Incrocio con le braccia
ja: スタンディング クロスボディアームズ
ru: Скрещивание рук вдоль тела в положении стоя
sv: Stånde Stretch med Korsade Armar
th: ท่ายืนเหยียดแขนข้ามตัว
zh_hans: 站立式抱臂
zh_hant: 站立式抱臂

source: Standing Behind Head
it: Tricipiti dietro la testa
ja: スタンディング ビハインドヘッド
ru: Заведение рук за голову в положении стоя
sv: Stående Stretch Bakom Huvudet
th: ท่ายืนเหยียดแขนหลังศีรษะ
zh_hans: 站立式头后伸展
zh_hant: 站立式頭後伸展

source: Standing Side Single Arm
it: Allunghi laterali a braccio singolo
ja: スタンディングサイド シングルアーム
ru: Поворот корпуса одной рукой в положении стоя
sv: Stående Sidostretch med En Arm
th: ท่ายืนเหยียดแขนข้างเดียว
zh_hans: 站立式单臂拉伸
zh_hant: 站立式單臂拉伸

source: Stretch Squat Torso Twist
it: Stretching squat con piegamento del busto
ja: ストレッチ スクワット トーソツイスト
ru: Приседания с растяжкой и поворотом туловища
sv: Squatstretch med vridning
th: ท่าย่อตัวยืดและบิดลำตัว
zh_hans: 深蹲式躯干转体拉伸训练
zh_hant: 深蹲式軀幹轉體拉伸訓練

source: Stretch Standing Legs Arms
it: Stretching con gambe e braccia
ja: ストレッチ スタンディング レッグズアームズ
ru: Вытягивание рук к ногам в положении стоя
sv: Stånde Benstretch med Armar
th: ท่ายืนเหยียดขา
zh_hans: 站立式拉伸腿臂
zh_hant: 站立式拉伸腿臂

source: Stretch Standing Hand To Foot
it: Stretching delle gambe
ja: ストレッチ スタンディングハンドトゥフット
ru: Вытягивание ладоней к ступням в положении стоя
sv: Stående Lårstretch
th: ท่ายืนเหยียดมือแตะเท้า
zh_hans: 站立式展臂触脚
zh_hant: 站立式展臂觸腳

source: Stretch Knee Bent
it: Piegamenti sulle ginocchia
ja: ストレッチ ニーベント
ru: Растяжка с согнутым коленом
sv: Stretch med Böjt Knä
th: ท่าเหยียดตัวเข่างอ
zh_hans: 屈膝拉伸
zh_hant: 屈膝拉伸

source: Stretch Adductors Standing
it: Stretching degli adduttori
ja: ストレッチ アダクターズスタンディング
ru: Растяжка аддукторов (приводящих мышц бедра) в положении стоя
sv: Stående Adductorstretch
th: ท่ายืนยืดกล้ามเนื้อต้นขาด้านใน
zh_hans: 站立式伸展内收肌群
zh_hant: 站立式伸展內收肌群

source: Sitting Body Curl
it: Piegamenti da seduto
ja: シッティング ボディカール
ru: Наклоны тела в положении сидя
sv: Sittande framåtböjning
th: ท่านั่งตัวเหยียดโค้ง
zh_hans: 坐式屈体
zh_hant: 坐式屈體

source: Stretch Lying Knee Bent
it: Stretching con ginocchia piegate
ja: ストレッチ ライイング ニーベント
ru: Растяжка с согнутым коленом в положении лежа
sv: Liggande Stretch med Böjt Knä
th: ท่านอนยืดขาเข่างอ
zh_hans: 卧式屈膝拉伸
zh_hant: 臥式屈膝拉伸

source: Stretch Adductors (Sitting)
it: Stretching degli adduttori (da seduto)
ja: ストレッチ アダクターズ(シッティング)
nl: Stretch Adductors (zittend)
ru: Растяжка аддукторов (приводящих мышц бедра) в положении сидя
sv: Sittande Adductorsstretch
th: ท่ายืดกล้ามเนื้อต้นขาด้านใน (ท่านั่ง)
zh_hans: 坐式拉伸内收肌群
zh_hant: 坐式拉伸內收肌群

source: Stretch Kneeling Child Pose
it: Stretching in posizione fetale
ja: ストレッチ ニーリングチャイルドポーズ
ru: Растяжка в позе сидящего на коленях ребенка
sv: Stretch i Barnets Position
th: ท่าคุกเข่าคว่ำหน้ายืดตัว
zh_hans: 跪式儿童式拉伸
zh_hant: 跪式兒童式拉伸

source: Stretch Lower Back Arms Assist
it: Stretching assistito con le braccia
ja: ストレッチ ロウワーバックアームズアシスト
ru: Растяжка поясницы при помощи рук
sv: Ländryggsstretch
th: ท่ายืดหลังส่วนล่างโดยใช้แขนช่วย
zh_hans: 双臂辅助式后背拉伸
zh_hant: 雙臂輔助式後背拉伸

source: Dumbbell Lateral Raise
it: Alzate laterali con manubrio
ja: ダンベル・ラテラル・レイズ
nl: Halter Lateraal Heffen
ru: Махи в стороны с гантелями
sv: Hantel Sidolyft
th: ยกดัมเบลด้านข้าง
zh_hans: 哑铃侧平举
zh_hant: 啞鈴側平舉

source: Dumbbell Lunge Side
it: Affondo laterale con manubri
ja: ダンベル・サイドランジ
nl: Halter Lateraal Bewegen
ru: Боковой выпад с гантелями
sv: Hantel Sidoutfall
th: ก้าวด้านข้างกับดัมเบล
zh_hans: 哑铃侧弓步
zh_hant: 啞鈴側弓步

source: Standing Abdominal Stretch
it: Stretching addominale in piedi
ja: スタンディング・アブドミナル・ストレッチ
nl: Staand Buikspier Stretch
ru: Брюшная растяжка
sv: Stående bukstretch
th: ยืนยืดท้อง
zh_hans: 站立腹部伸展
zh_hant: 站立腹部伸展

source: Barbell Good Morning
it: Bilanciere del Buon Giorno
ja: バーベル・グッドモーニング
nl: Goede Morgen Barbell
ru: Наклоны вперед со штангой
sv: Skivstång God Morgon
th: อรุณสวัสดิ์ บาร์เบล
zh_hans: 早安杠铃
zh_hant: 早安杠鈴

source: Curl Bar Row
ja: カール・バー・ロー
nl: Curl Bar Reeks
ru: Тяга штанги в наклоне
sv: Curlstångsrodd
th: เคิร์ลบาร์ โรล
zh_hans: 曲杆提拉
zh_hant: 曲杆提拉

source: extra_main_description
it: Programmi di allenamento avanzati progettati per spaccarsi e rafforzarsi
ja: 引き締まった強い身体になるためにデザインされた最先端エクササイズプログラムです。
nl: Work out programma's voor gevorderden om u volledig scherp en sterk te maken
ru: Расширенные программы тренировок, разработанные, чтобы сделать твое тело крепким и рельефным
sv: Avancerade träningsprogram designade för att få dig fullständigt rippad och stark.
th: รายการการออกกำลังขั้นสูงที่ออกแบบมาเพื่อความแข็งแรงและหุ่นดี
zh_hans: 先进的锻炼项目，旨在让你完全放开变得更强
zh_hant: 先進的鍛煉項目，旨在讓你完全放開變得更強

source: Building muscle add volume and strength.
it: La costruzione del muscolo aggiunge volume e forza.
ja: 筋肉を付け、強く大きな筋肉にします。
nl: Spieren kweken. Volume en kracht winnen
ru: Наращивание мышц, добавление объема и силы.
sv: Bygger muskler, adderar volym och styrka
th: สร้างกล้ามเนื้อให้ใหญ่และแข็งแรง
zh_hans: 增长肌肉增加体积和力量
zh_hant: 增長肌肉增加體積和力量

source: Muscle Growth of the full Body.
it: Crescita muscolare per tutto il corpo.
ja: 全身の筋肉が成長します。
nl: Spieren kweken over het volledige lichaam.
ru: Мышечный рост всего тела
sv: Muskelökning på hela kroppen
th: กล้ามเนื้อเติบโตทั่วทั้งร่างกาย
zh_hans: 全身肌肉生长.
zh_hant: 全身肌肉生長.

source: Beginner Intermediate Advanced.
it: Principiante Intermedio Avanzato.
ja: 初心者 中級者 上級者
nl: Beginner Intermediair Gevorderd
ru: Начальный Средний Продвинутый.
sv: Nybörjare Mellan Avancerad
th: ขั้นต้น ขั้นกลาง ขั้นสูง
zh_hans: 初级中级高级
zh_hant: 初級中級高級

source: Man and Women.
it: Uomo e Donna.
ja: 男性と女性
nl: Mannen en Vrouwen
ru: Мужчина и женщина.
sv: Män och Kvinnor
th: ชายและหญิง
zh_hans: 男士和女士.
zh_hant: 男士和女士.

source: Gym.
it: Palestra.
ja: ジム
ru: Спортзал.
th: ยิม
zh_hans: 健身房.
zh_hant: 健身房.

source: Barbell Dumbbells Bench.
it: Bilanciere Manubri Panca.
ja: バーベル ダンベル ベンチ
nl: Barbell Dumbbells Bank
ru: Штанга, Гантели, Скамья.
sv: Skivstång Hantlar Bänk
th: บาร์เบล ดัมเบล เบนช์
zh_hans: 杠铃哑铃长凳
zh_hant: 杠鈴啞鈴長凳

source: Building muscle add definition and strength.
it: La costruzione del muscolo aggiunge definizione e forza.
ja: 筋肉を付け、クッキリとした輪郭と強さを手にしましょう。
nl: Spieren kweken. Definitie en kracht winnen
ru: Наращивание мышц, увеличение силы и создания рельефа.
sv: Bygger muskler, adderar definition och styrka
th: สร้างกล้ามเนื้อ เพิ่มความกระชับและความแข็งแรง
zh_hans: 增长肌肉增加清晰度和力量
zh_hant: 增長肌肉增加清晰度和力量

source: Home, Office, Studio.
it: Casa, Ufficio, Studio.
ja: 自宅、オフィス、スタジオ。
nl: Thuis, Kantoor, Studio
ru: Дом, Офис, Студия.
sv: Hemma, Kontor, Studio
th: บ้าน, ที่ทำงาน, สตูดิโอ
zh_hans: 家，办公室，工作室.
zh_hant: 家，辦公室，工作室.

source: Bench, Dumbbell, Mat, Body Weight.
it: Panca, Manubri, Tappetino, Peso Corporeo.
ja: ベンチ、ダンベル、マット、自重
nl: Bank, Mat, Lichaamsgewicht
ru: Скамья, Гантели, Мат, Вес тела.
sv: Bänk, Hantel, Matta, Kroppsvikt
th: เบนช์, ดัมเบล, เสื่อ, น้ำหนักตัว
zh_hans: 长凳，哑铃，垫子，体重.
zh_hant: 長凳，啞鈴，墊子，體重.

source: Muscle definition and fat burning.
it: Definizione del muscolo e brucia grassi.
ja: 筋肉の割れ目と脂肪燃焼。
nl: Spierdefinitie en vetverbranding
ru: Рельеф мышц и сжигание жира.
sv: Muskeldefinition och fettförbränning
th: กระชับกล้ามเนื้อและเผาผลาญไขมัน
zh_hans: 肌肉清晰度与脂肪燃烧.
zh_hant: 肌肉清晰度與脂肪燃燒.

source: Cardio routine of the full Body.
it: Routine cardio per tutto il corpo.
ja: 全身の心肺機能ルーティーン
nl: Cardioroutine voor het volledige lichaam
ru: Кардио режим всего тела.
sv: Konditionsträning för hela kroppen
th: คาร์ดิโอทั้งร่างกายเป็นกิจวัตร
zh_hans: 全身有氧运动.
zh_hant: 全身有氧運動.

source: Home, Office.
it: Casa, Ufficio.
ja: 自宅、オフィス。
nl: Thuis, Kantoor
ru: Дом, Офис.
sv: Hemma, Kontor
th: บ้าน, ที่ทำงาน
zh_hans: 家，办公室.
zh_hant: 家，辦公室.

source: Core zone.
it: Zona principale.
ja: 体幹
ru: Основная зона.
sv: Bålen.
th: แถบแกนกลาง
zh_hans: 核心区.
zh_hant: 核心區.

source: Abdominals definition & fat burning.
it: Definizione addominale e brucia grassi.
ja: 腹筋の割れ目と脂肪燃焼
nl: Buikspierdefinitie & Vetverbranding
ru: Рельеф мышц живота и сжигание жира.
sv: Magmuskeldefinition och fettförbränning
th: หน้าท้องกระชับและเผาผลาญไขมัน
zh_hans: 腹肌清晰度及脂肪燃烧
zh_hant: 腹肌清晰度及脂肪燃燒

source: Gym, Home, Office.
it: Palestra, Casa, Ufficio.
ja: ジム、自宅、オフィス
nl: Gym, Thuis, Kantoor
ru: Зал, Дом, Офис.
sv: Gym, Hemma, Kontor
th: ยิม, บ้าน, ที่ทำงาน
zh_hans: 健身房，家，办公室.
zh_hant: 健身房，家，辦公室.

source: Stability ball, Mat, Body Weight.
it: Palla di stabilità, Tappetino, Peso Corporeo.
ja: バランスボール、マット、ウェイト
nl: Stabiliteitsbal, Mat, Lichaamsgewicht.
ru: Фитбол, Мат, Вес тела.
sv: Stabilitet, Matta, Kroppsvikt
th: บอลออกกำลังกาย, เสื่อ, น้ำหนักตัว
zh_hans: 健身球，垫子，体重.
zh_hant: 健身球，墊子，體重.

source: Chest & Arms.
it: Petto e Braccia.
ja: 胸部＆腕
nl: Borst & Armen
ru: Грудь и Руки.
sv: Bröst & Armar
th: อกและแขน
zh_hans: 胸部及手臂
zh_hant: 胸部及手臂

source: Get strength and definition.
it: Ottieni forza e definizione.
ja: 強くクッキリとした輪郭の筋肉にしましょう。
nl: Win kracht en definitie
ru: Нарастить силу и рельеф.
sv: Få styrka och definition
th: เพิ่มความแข็งแรงและความกระชับ
zh_hans: 获得力量和清晰度.
zh_hant: 獲得力量和清晰度.

source: Bench, Dumbbell.
it: Panca, Manubri.
ja: ベンチ、ダンベル
nl: Bank, Dumbbell
ru: Скамья, Гантели.
sv: Bänk, Hantel
th: เบนช์, ดัมเบล
zh_hans: 长凳，哑铃.
zh_hant: 長凳，啞鈴.

source: Arms.
it: Braccia.
ja: 腕
nl: Armen
ru: Руки.
sv: Armar
th: แขน
zh_hans: 手臂.
zh_hant: 手臂.

source: Shoulders.
it: Spalle.
ja: 肩
nl: Schouders
ru: Плечи.
sv: Axlar
th: ไหล่
zh_hans: 肩部.
zh_hant: 肩部.

source: Bench, Dumbbell, Balance Ball.
it: Panca, Manubri, Palla di stabilità.
ja: ベンチ、ダンベル、バランスボール
nl: Bank, Dumbbell, Evenwichtsbal
ru: Скамья, Гантели, Фитбол.
sv: Bänk, Hantel, Balansboll
th: เบนช์, ดัมเบล, บอลออกกำลังกาย
zh_hans: 长凳，哑铃，健身球.
zh_hant: 長凳，啞鈴，健身球.

source: Back & Arms.
it: Schiena e Braccia.
ja: 背中＆腕
nl: Rug & Armen
ru: Спина и Руки.
sv: Rygg & Armar
th: หลังและแขน
zh_hans: 背部及手臂.
zh_hant: 背部及手臂.

source: Neck, shoulders, lower back and legs.
it: Collo, spalle, parte bassa della schiena e gambe.
ja: 首、肩、腰、脚
nl: Nek, schouders, onderrug en benen
ru: Шея, плечи, нижняя часть спины и ног.
sv: Nacke, axlar, nedre rygg och ben
th: คอ, ไหล่, หลังส่วนล่างและขา
zh_hans: 颈部，肩部，下背和腿部.
zh_hant: 頸部，肩部，下背和腿部.

source: Muscle flexibility and relaxation.
it: Flessibilità muscolare e relax.
ja: 筋肉の柔軟性とリラックス
nl: Spier flexibiliteit en relaxatie
ru: Гибкость мышц и расслабление.
sv: Muskelflexibilitet och avslappning
th: ความยืดหยุนของกล้ามเนื้อและการผ่อนคลาย
zh_hans: 肌肉柔韧性及松弛
zh_hant: 肌肉柔韌性及鬆弛

source: Exercise Mat, Body Weight.
it: Tappetino per esercizi, Peso Corporeo.
ja: エクササイズマット、自重
nl: Oefenmat, Lichaamsgewicht
ru: Мат, Вес тела.
sv: Träningsmatta, Kroppsvikt
th: เสื่อออกกำลังกาย, น้ำหนักตัว
zh_hans: 体操垫，体重
zh_hant: 體操墊，體重

source: Focus
ja: 注目
ru: Фокус
sv: Fokus
th: เน้น
zh_hans: 聚焦
zh_hant: 聚焦

source: Goal
it: Obiettivo
ja: 目標
nl: Doel
ru: Цель
sv: Mål
th: เป้าหมาย
zh_hans: 目标
zh_hant: 目標

source: Skill level
it: Livello di abilità
ja: スキルレベル
nl: Niveau
ru: Уровень подготовки
sv: Skicklighetsnivå
th: ระดับ
zh_hans: 技能水平
zh_hant: 技能水準

source: Target Group
it: Gruppo di destinazione
ja: 対象
nl: Doelgroep
ru: Целевая группа
sv: Målgrupp
th: กลุ่มกล้ามเนื้อ
zh_hans: 目标群体
zh_hant: 目標群體

source: Place
it: Luogo
ja: 部位
nl: Plaats
ru: Место
sv: Plats
th: สถานที่
zh_hans: 地点
zh_hant: 地點

source: Equipment
it: Equipaggiamento
ja: 設備
nl: Uitrusting
ru: Инвентарь
sv: Utrustning
th: อุปกรณ์
zh_hans: 设备
zh_hant: 設備

source: extraDescription1
it: Allenamenti progettati per alzare pesi e costruire il muscolo e la forza.
ja: 重りを持ち上げるようにデザインされたワークアウトで、力強い筋肉を作ります。
nl: Workouts opgesteld om gewichten te tillen en spieren en kracht te kweken.
ru: Тренировки разработаны, чтобы научить вас поднимать веса и нарастить мышечную массу и силу.
sv: Träning för viktlyftning och byggande av muskler och styrka.
th: ท่าออกกำลังกายออกแบบให้มีการยกน้ำหนักและเสริมสร้างกล้ามเนื้อและความแข็งแรง
zh_hans: 举重训练增长肌肉和力量.
zh_hant: 舉重訓練增長肌肉和力量.

source: extraDescription2
it: La combinazione perfetta di esercizi per ottenere forza e aggiungere definizione.
ja: 筋肉を強くし、クッキリとした輪郭を作るための、最高の組み合わせのエクササイズ
nl: De perfecte oefeningencombinatie om kracht te winnen en definitie toe te voegen
ru: Идеальное сочетание физических упражнений, чтобы увеличить силу и добавить рельеф.
sv: Perfekt kombination av träning för att få styrka och ökad muskeldefinition.
th: ส่วนผสมที่ลงตัวของการออกกำลังเพื่อความแข็งแรงและความกระชับ
zh_hans: 完美的锻炼组合能增强力量和清晰度.
zh_hant: 完美的鍛煉組合能增強力量和清晰度.

source: extraDescription3
it: Diventa più forte e suda con questo ispiratissimo circuito brucia grassi.
ja: この脂肪燃焼サーキットで強い身体を作り、脂肪を燃焼しましょう。
nl: Word sterk en zweet het uit met dit geïnspireerd vetverbrandingscircuit.
ru: Стань сильным и пропотей с данной мотивирующей схемой сжигания жира.
sv: Bli stark och svettig med denna inspirerande fettförbrännande omgång.
th: แข็งแรงและเรียกเหงื่อด้วยท่าออกกำลังกายเผาผลาญไขมันแบบเซอร์กิต
zh_hans: 坚持这项脂肪燃烧训练助您变得更加强壮.
zh_hant: 堅持這項脂肪燃燒訓練助您變得更加強壯.

source: extraDescription4
it: Dimagrisci e lavora sugli addominali con il nostro ispiratissimo circuito brucia grassi.
ja: このお腹の脂肪燃焼サーキットで、スリムになって、割れた腹筋を手に入れましょう。
nl: Word strak en werk aan uw wasbord met dit geïnspireerd circuit voor uw abs verbranders.
ru: Худей и проработай мышцы пресса с данной схемой сжигания жира с живота.
sv: Bli av med fett och jobba på ditt sexpack med denna inspirerande fettförbrännande omgång för dina magmuskler.
th: กำจัดไขมันส่วนเกินและเสริมสร้างซิกซ์แพ็คด้วยท่าแอบส์เบิร์นเนอร์อินสไปร์เซอร์กิต
zh_hans: 这项腹肌燃烧训练能让您变得更加苗条锻炼出六块腹肌.
zh_hant: 這項腹肌燃燒訓練能讓您變得更加苗條鍛煉出六塊腹肌.

source: extraDescription5
it: Ottimo allenamento che si concentra sui muscoli del petto per aggiungere forza e definizione.
ja: 胸部の筋肉を強くし、クッキリとした輪郭を作ることに特化した素晴らしいワークアウト
nl: Fantastische workout die focust op uw borstspieren om aan kracht en definitie te winnen.
ru: Лучшая тренировка с упором на мышцы груди, для увеличения силы и проработки рельефа.
sv: Jättebra träning med fokus på styrka och definition för dina bröstmuskler.
th: ท่าออกกำลังที่เน้นไปที่กล้ามเนื้ออกเพื่อเพิ่มความแข็งแรงและความกระชับ
zh_hans: 专注于训练胸肌的训练项目能增强力量和肌肉清晰度.
zh_hant: 專注於訓練胸肌的訓練項目能增強力量和肌肉清晰度.

source: extraDescription6
it: Ottimo allenamento che si concentra sui muscoli delle braccia per aggiungere forza e definizione.
ja: 腕の筋肉を強くし、クッキリとした輪郭を作ることに特化した素晴らしいワークアウト
nl: Fantastische workout die focust op uw armspieren om aan kracht en definitie te winnen.
ru: Лучшая тренировка с упором на мышцы рук, для увеличения силы и проработки рельефа.
sv: Jättebra träning med fokus på styrka och definition för dina armmuskler.
th: ท่าออกกำลังที่เน้นไปที่กล้ามเนื้อแขนเพื่อเพิ่มความแข็งแรงและความกระชับ
zh_hans: 专注于训练手臂肌肉的训练项目能增强力量和肌肉清晰度.
zh_hant: 專注於訓練手臂肌肉的訓練項目能增強力量和肌肉清晰度.

source: extraDescription7
it: Ottimo allenamento che si concentra sui muscoli delle gambe per aggiungere forza e definizione.
ja: 脚の筋肉を強くし、クッキリとした輪郭を作ることに特化した素晴らしいワークアウト
nl: Fantastische workout die focust op uw beenspieren om aan kracht en definitie te winnen.
ru: Лучшая тренировка с упором на мышцы ног, для увеличения силы и проработки рельефа.
sv: Jättebra träning med fokus på styrka och definition för dina benmuskler.
th: ท่าออกกำลังที่เน้นไปที่กล้ามเนื้อขาเพื่อเพิ่มความแข็งแรงและความกระชับ
zh_hans: 专注于训练腿部肌肉的训练项目能增强力量和肌肉清晰度..
zh_hant: 專注於訓練腿部肌肉的訓練項目能增強力量和肌肉清晰度..

source: extraDescription8
it: Ottimo allenamento che si concentra sui muscoli delle spalle per aggiungere forza e definizione.
ja: 肩の筋肉を強くし、クッキリとした輪郭を作ることに特化した素晴らしいワークアウト
nl: Fantastische workout die focust op uw schouderspieren om aan kracht en definitie te winnen.
ru: Лучшая тренировка с упором на мышцы плеч, для увеличения силы и проработки рельефа.
sv: Jättebra träning med fokus på styrka och definition för dina axelmuskler.
th: ท่าออกกำลังที่เน้นไปที่กล้ามเนื้อไหล่เพื่อเพิ่มความแข็งแรงและความกระชับ
zh_hans: 专注于训练肩部肌肉的训练项目能增强力量和肌肉清晰度..
zh_hant: 專注於訓練肩部肌肉的訓練項目能增強力量和肌肉清晰度..

source: extraDescription9
it: Ottimo allenamento che si concentra sui muscoli della schiena per aggiungere forza e definizione.
ja: 背中の筋肉を強くし、クッキリとした輪郭を作ることに特化した素晴らしいワークアウト
nl: Fantastische workout die focust op uw rugspieren om aan kracht en definitie te winnen.
ru: Лучшая тренировка с упором на мышцы спины, для увеличения силы и проработки рельефа.
sv: Jättebra träning med fokus på styrka och definition för dina ryggmuskler.
th: ท่าออกกำลังที่เน้นไปที่กล้ามเนื้อหลังเพื่อเพิ่มความแข็งแรงและความกระชับ
zh_hans: 专注于训练背部肌肉的训练项目能增强力量和肌肉清晰度..
zh_hant: 專注於訓練背部肌肉的訓練項目能增強力量和肌肉清晰度..

source: extraDescription10
it: Migliora la tua flessibilità e il rilassamento muscolare con questa sessione per lo stretching di tutto il corpo.
ja: 身体全体を使ったストレッチセッションで、身体の柔軟性を高め、筋肉をリラックスさせましょう。
nl: Verbeter uw flexibiliteit en spierontspanning met deze stretch sessie voor het volledige lichaam.
ru: Улучшение вашей гибкости и мышечной релаксации с растяжкой всего тела.
sv: Förbättra din flexibilitet och muskelavslappning med en omgång stretching för hela kroppen.
th: เพิ่มความยืดหยุ่นและผ่อนคลายของกล้ามเนื้อด้วยการยืดกล้ามเนื้อทั่วร่างกาย
zh_hans: 全身的伸展活动提升柔韧性和肌肉松弛性.
zh_hant: 全身的伸展活動提升柔韌性和肌肉鬆弛性.

source: extraDescription1_howToMake
it: 3 serie per Esercizio.
ja: 各エクササイズ３セットずつ
nl: 3 sets per oefening.
ru: 3 подхода на упражнение.
sv: 3 set per övning.
th: 3 เซ็ตต่อท่า
zh_hans: 每项训练3套.
zh_hant: 每項訓練3套.

source: extraDescription2_howToMake
it: Ogni esercizio di 15 ripetizioni con 2 turni prima di 4 poi un altri 4.
ja: 各エクササイズ15回を２ラウンド、各４セットずつ
nl: Elke oefening 15 herhalingen met 2 reeksen eerst 4 dan nog 4.
ru: Каждое упражнение 15 повторений с 2 ​​раундами первые 4 затем еще 4.
sv: 15 repetitioner på varje övning, först 2 omgångar, sen 4 och sen ytterligare 4.
th: ทำซ้ำแต่ละท่า 15 ครั้ง 2 ยก ครั้งแรกสี่ และครั้งที่สองอีกสี่
zh_hans: 每项训练15组，每组分2轮，分别有前4次和后4次.
zh_hant: 每項訓練15組，每組分2輪，分別有前4次和後4次.

source: extraDescription3_howToMake
it: Tempo di riposo tra esercizi di 15 secondi, tempo di riposo tra i turni di 30 secondi
ja: エクササイズ間に15秒の休憩、ラウンド間に30秒の休憩。
nl: Rusttijd tussen oefeningen 15 sec. , rusttijd tussen reeksen 30 sec.
ru: Время отдыха между упражнениями 15 сек. Остальное время между подходами 30 сек.
sv: 15 sekunder vila mellan övningarna, 30 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 15 วินาที เวลาพักระหว่างยก 30 วินาที
zh_hans: 训练间的休息时间为15秒，轮次之间的休息时间为30秒.
zh_hant: 訓練間的休息時間為15秒，輪次之間的休息時間為30秒.

source: extraDescription4_howToMake
it: Tempo di riposo tra esercizi di 15 secondi, tempo di riposo tra i turni di 30 secondi
ja: エクササイズ間に15秒の休憩、ラウンド間に30秒の休憩。
nl: Rusttijd tussen oefeningen 15 sec. , rusttijd tussen reeksen 30 sec.
ru: Время отдыха между упражнениями 15 сек. Остальное время между подходами 30 сек.
sv: 15 sekunder vila mellan övningarna, 30 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 15 วินาที เวลาพักระหว่างยก 30 วินาที
zh_hans: 训练间的休息时间为15秒，轮次之间的休息时间为30秒.
zh_hant: 訓練間的休息時間為15秒，輪次之間的休息時間為30秒.

source: extraDescription5_howToMake
it: Tempo di riposo tra esercizi di 45 secondi, tempo di riposo tra i turni di 35 secondi
ja: エクササイズ間に45秒の休憩、セット間に35秒の休憩。
nl: Rust tijd tussen oefeningen 45 sec, rusttıjd tussen reeksen 35 sec.
ru: Время отдыха между упражнениями 45 сек. Остальное время между подходами 35 сек.
sv: 45 sekunder vila mellan övningarna, 35 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 45 วินาที เวลาพักระหว่างยก 35 วินาที
zh_hans: 训练间的休息时间为45秒，每套训练间的休息时间为35秒.
zh_hant: 訓練間的休息時間為45秒，每套訓練間的休息時間為35秒.

source: extraDescription6_howToMake
it: Tempo di riposo tra esercizi di 45 secondi, tempo di riposo tra i turni di 35 secondi
ja: エクササイズ間に45秒の休憩、セット間に35秒の休憩。
nl: Rust tijd tussen oefeningen 45 sec, rusttıjd tussen reeksen 35 sec.
ru: Время отдыха между упражнениями 45 сек. Остальное время между подходами 35 сек.
sv: 45 sekunder vila mellan övningarna, 35 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 45 วินาที เวลาพักระหว่างยก 35 วินาที
zh_hans: 训练间的休息时间为45秒，每套训练间的休息时间为35秒.
zh_hant: 訓練間的休息時間為45秒，每套訓練間的休息時間為35秒.

source: extraDescription7_howToMake
it: Tempo di riposo tra esercizi di 45 secondi, tempo di riposo tra i turni di 35 secondi
ja: エクササイズ間に45秒の休憩、セット間に35秒の休憩。
nl: Rust tijd tussen oefeningen 45 sec, rusttıjd tussen reeksen 35 sec.
ru: Время отдыха между упражнениями 45 сек. Остальное время между подходами 35 сек.
sv: 45 sekunder vila mellan övningarna, 35 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 45 วินาที เวลาพักระหว่างยก 35 วินาที
zh_hans: 训练间的休息时间为45秒，每套训练间的休息时间为35秒.
zh_hant: 訓練間的休息時間為45秒，每套訓練間的休息時間為35秒.

source: extraDescription8_howToMake
it: Tempo di riposo tra esercizi di 45 secondi, tempo di riposo tra i turni di 35 secondi
ja: エクササイズ間に45秒の休憩、セット間に35秒の休憩。
nl: Rust tijd tussen oefeningen 45 sec, rusttıjd tussen reeksen 35 sec.
ru: Время отдыха между упражнениями 45 сек. Остальное время между подходами 35 сек.
sv: 45 sekunder vila mellan övningarna, 35 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 45 วินาที เวลาพักระหว่างยก 35 วินาที
zh_hans: 训练间的休息时间为45秒，每套训练间的休息时间为35秒.
zh_hant: 訓練間的休息時間為45秒，每套訓練間的休息時間為35秒.

source: extraDescription9_howToMake
it: Tempo di riposo tra esercizi di 45 secondi, tempo di riposo tra i turni di 35 secondi
ja: エクササイズ間に45秒の休憩、セット間に35秒の休憩。
nl: Rust tijd tussen oefeningen 45 sec, rusttıjd tussen reeksen 35 sec.
ru: Время отдыха между упражнениями 45 сек. Остальное время между подходами 35 сек.
sv: 45 sekunder vila mellan övningarna, 35 sekunder vila mellan omgångarna.
th: เวลาพักระหว่างท่า 45 วินาที เวลาพักระหว่างยก 35 วินาที
zh_hans: 训练间的休息时间为45秒，每套训练间的休息时间为35秒.
zh_hant: 訓練間的休息時間為45秒，每套訓練間的休息時間為35秒.

source: extraDescription10_howToMake
it: Nessun riposo tra gli esercizi. Tenuta di ogni posizione per 30 secondi
ja: エクササイズ間には休憩なし、各ポジションで30秒静止。
nl: Geen rust tussen oefeningen. Hou elke positive vast voor 30 sec.
ru: Без отдыха между упражнениями. Фиксирование каждой позиции в течение 30 сек.
sv: Ingen vila mellan övningarna. Fixering av varje position i 30 sekunder.
th: ไม่มีการพักระหว่างท่า ทำแต่ละท่าค้างไว้ 30 วินาที
zh_hans: 训练间没有休息时间.每个工作维持30秒.
zh_hant: 訓練間沒有休息時間.每個工作維持30秒.

source: categoryDescription0
it: I migliori esercizi per aggiungere volume e definizione ai tuoi addominali
ja: 腹筋の筋肉量を増やし、クッキリとした輪郭を作るために最適なエクササイズ
nl: De beste oefeningen om volume te winnen en definitie toe te voegen aan uw abs
ru: Лучшие упражнения для построения объема и проработки рельефа вашего пресса
sv: Bästa övningarna för att Bygga volym och addera definition till dina magmuskler
th: ท่าออกกำลังที่ดีที่สุดในการเพิ่มขนาดและความกระชับให้กับกล้ามเนื้อท้องของคุณ
zh_hans: 增加腹肌体积和清晰度的最佳训练
zh_hant: 增加腹肌體積和清晰度的最佳訓練

source: categoryDescription1
it: Esercizi diversi che ti aiuteranno ad aggiungere Forza e Potenza
ja: 身体を強くし、力を強くするために役立つ様々なエクササイズ
nl: Verschillende oefeningen om u te helpen aan kracht te winnen
ru: Различные упражнения, которые помогут вам добавить силу и получить мощь
sv: Olika övningar som kommer att hjälpa dig att få Styrka och Kraft
th: ท่าออกกำลังที่หลากหลายที่จะช่วยให้คุณแข็งแรงและมีพลัง
zh_hans: 帮助您增强力量和能力的不同训练
zh_hant: 幫助您增強力量和能力的不同訓練

source: categoryDescription2
it: La combinazione perfetta di esercizi per aggiungere massa e volume
ja: 身体や筋肉を大きくするための完璧な組み合わせのエクササイズ
nl: De perfecte oefeningencombinatie om mass ate kweken en volume te winnen
ru: Идеальное сочетание физических упражнений, чтобы нарастить массу и добавить объем
sv: Perfekt kombination av övningar för att bygga muskelmassa och addera volym
th: การผสมผสานของท่าออกกำลังกายอย่างลงตัวในการสร้างกล้ามเนื้อ
zh_hans: 增重和增大的完美训练组合
zh_hant: 增重和增大的完美訓練組合

source: categoryDescription3
it: Esercizi speciali che ti aiuteranno ad aggiungere forza e sollievo muscolare
ja: 身体を強くし、筋肉を形作るために役立つ特別なエクササイズ
nl: Speciale oefeningen die u zullen helpen om kracht te kweken en uw spieren te ontlasten
ru: Специальные упражнения, которые помогут вам нарастить силу и добавить рельеф мышц
sv: Specialövningar som kommer att hjälpa dig att bli Stark och addera muskelavslappning
th: ท่าออกกำลังพิเศษที่จะช่วยให้คุณสร้างความแข็งแกร่งและผ่อนคลายกล้ามเนื้อ
zh_hans: 帮助您增强力量以及放松肌肉的特殊锻炼方式
zh_hant: 幫助您增強力量以及放鬆肌肉的特殊鍛煉方式
