Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 23 Weighted Pushup
it: 1. Mettiti in posizione per le flessioni standard, con le mani sotto le spalle. Questa volta, però, chiedi a qualcuno di mettere un peso piatto sulla schiena, tra le scapole. 2. Mantieni il corpo dritto mentre ti abbassi piegando il gomito fino a quando il petto tocca il pavimento. 3. Fermati, poi spingiti in alto.
ja: 1. 一般的な腕立て伏せのポジションにし、手は肩の下に置きます。今回は、パートナーに頼んで、ウェイトプレートを肩甲骨の間の背中に置いてもらいます。 2. 胸が床に着くまで肘を曲げて、まっすぐな姿勢を保ったままで、体を下ろします。 3. 一度止まってから、体を押し上げます。
nl: 1. Ga in een standaard push-up positie met je handen recht onder de schouders. Nu vraag je een partner of vriend een gewicht op je rug te plaatsen tussen de schouderbladen. 2. Houd je lichaam recht en strak terwijl je je lichaam laat zakken door alleen je ellebogen te buigen totdat je borst bijna de grond raakt. 3. Pauzeer even en druk jezelf dan op.
ru: 1. Примите стандартную позу для отжиманий, с руками ниже плеч. На этот раз попросите партнера поместить веса на вашей спине, между лопатками. 2. Держите ваше тело прямо, когда вы опускаетесь, сгибая локти, пока ваша грудь не коснется пола. 3. Пауза, затем поднимитесь вверх.
sv: 1. Lägg dig i en vanlig armhävningsställning, med händerna under axlarna. Den här gången ska du dock be en partner lägga en viktplatta på din rygg mellan skulderbladen. 2. Håll kroppen rak medan du sänker dig själv genom att böja armbågarna tills bröstet rör golvet. 3. Pausa och tryck sedan upp dig själv.
th: 1. จัดให้อยู่ในท่าวิดพื้นมาตรฐานโดยให้มือทั้งสองอยู่ใต้ไหล่ จากนั้นให้ผู้ช่วยช่วยวางแผ่นน้ำหนักไว้ที่หลังโดยให้น้ำหนักอยู่ระหว่างแผ่นหลังทั้งสอง 2. ให้ลำตัวเหยียดตรงขณะที่ลดระดับลงโดยการงอที่ข้อศอกจนกระทั่งหน้าอกสัมผัสที่พื้น 3. ค้างที่ท่านี้สักครู่ จากนั้นดันตัวขั้นด้านบน
zh_hans: 1. 进入标准的俯卧撑姿态，即双手置于肩膀下方。但这次吩咐你的伙伴将负重放在你的背上，即肩胛之间。 2. 屈肘以降低身体直到胸部触及地面，保持背部挺直。 3. 暂停，然后抬举身体。
zh_hant: 1. 進入標准的俯臥撐姿態，即雙手置於肩膀下方。但這次吩咐你的夥伴將負重放在你的背上，即肩胛之間。 2. 屈肘以降低身體直到胸部觸及地面，保持背部挺直。 3. 暫停，然後擡舉身體。

source: Dumbbell Wrist Twist
it: Rotazione dei polsi con manubri
ja: ダンベルリストツイスト
nl: Halters draaien vanuit de pols
ru: Поворот рук с гантелями
sv: Handledstwist med hantlar
th: ท่าหมุนบิดดัมเบลด้วยข้อมือ
zh_hans: 哑铃旋腕
zh_hant: 啞鈴旋腕

source: 3 Dumbbell Wrist Twist
it: 1. Stai in piedi con un manubrio leggere in ogni mano con le braccia lungo i fianchi, palmi rivolti dietro di te. Piegare le braccia per tirare i pesi fino a quando gli avambracci sono paralleli al. Questa è la posizione iniziale. 2. Ruota i polsi fino a quando i palmi delle mani sono rivolti verso il soffitto, quindi ruota indietro in modo che i palmi siano rivolti ancora una volta al pavimento. Questa è una ripetizione.
ja: 1. それぞれの手に軽量のダンベルを持ち、腕を体の両脇に置き、手のひらを後ろに向けて立ちます。腕を曲げて、前腕が床と平行になるまでウェイトを引き上げます。これがスタートポジションです。 2. 手の平が上向きになるように手首を回転させ、再び手の平が床の方へ向くように回転させます。これが1セットです。
nl: 1. Sta rechtop met een lichte halter in elke hand en de armen opzij van je lichaam, handpalmen naar achter/beneden. Buig je armen nu zover naar voren dat je onderarmen parallel zijn aan de vloer. De halters hangen nu als het ware in je handen. Dit is de uitgangspositie. 2. Draai nu je polsen totdat je handpalmen naar het plafond wijzen. Draai ze dan langszaam terug. Dat is een rep.
ru: 1. Встаньте, взяв по легкой гантели в каждую руку, руки по бокам, ладони позади вас. Согните руки вплоть до предплечий, пока руки не будут параллельны полу. Это стартовая позиция. 2. Поверните запястья, пока они не будут смотреть на потолок, затем поверните их обратно, так чтоб ладони вновь смотрели на пол. Это одно повторение.
sv: 1. Stå med en lätt hantel i varje hand, med armarna vid sidorna och handflatorna vända bakåt. Böj armarna för att lyfta upp vikterna tills underarmarna är parallella med golvet. Detta är startpositionen. 2. Rotera handlederna tills handflatorna är vända mot taket. Rotera sedan tillbaka dem så att handflatorna återigen är vända mot golvet. Det är en repetition.
th: 1. ยืนตรงพร้อมกับถือดัมเบลน้ำหนักน้อยไว้ในมือทั้งสองข้างโดยให้แขนของคุณอยู่ข้างลำตัว ให้ฝ่ามือหันไปทางด้านหลังของคุณ จากนั้นงอแขนทั้งสองข้างเพื่อยกดัมเบลขึ้นจนกระทั่งแขนท่อนปลายขนานกับพื้น ท่านี้เป็นท่าเริ่มต้น 2. หมุนข้อมือจนกระทั่งฝ่ามือหันไปทางเพดาน จากนั้นหมุนกลับมาที่เดิมเพื่อให้ฝ่ามือหันไปทางพื้น นี่คือการทำซ้ำหนึ่งครั้ง
zh_hans: 1. 采取站姿，双手各握一个轻的哑铃，手臂置于身体两侧，手肘朝向自己。屈臂以弯举负重，直到前臂与地板平行。这是初始姿态。 2. 旋腕，直到手掌朝上。然后再次旋腕以至手掌朝下。这是一次重复动作。
zh_hant: 1. 采取站姿，雙手各握一個輕的啞鈴，手臂置於身體兩側，手肘朝向自己。屈臂以彎舉負重，直到前臂與地板平行。這是初始姿態。 2. 旋腕，直到手掌朝上。然後再次旋腕以至手掌朝下。這是一次重複動作。

source: Standing Wrist Curl
it: Curl polsi in piedi
ja: スタンディングリストカール
nl: Staande polsoefening met halter
ru: Скручивание рук с гантелями
sv: Stående handledscurl
th: ท่ายืนหมุนข้อมือบิดโค้ง
zh_hans: 站姿手腕弯举
zh_hant: 站姿手腕彎舉

source: 4 Standing Wrist Curl
it: 1. Afferra un bilanciere da dietro usando una presa underhand, mantenendo le braccia diritte. Appendi il bilanciere in modo che poggi sulle dita estese. 2. Fletti i polsi per sollevare il bilanciere più in alto possibile. 3. Inverti il movimento per abbassare il bilanciere.
ja: 1. 腕をまっすぐに保ちながら、アンダーハンドグリップを使ってバーベルを下から握ります。伸ばした指の上に置いて、バーベルを掛けます。 2. 手首を曲げて出来るだけ高くバーベルを引き上げます。 3. 動きを逆にして、バーベルを下げます。
nl: 1. Houd een halter vast achter je lichaam in een onderhandse grip en houd de armen gestrekt. Laat de halter op je vingers rusten. 2. Buig nu je polsen om de halter zo hoog mogelijk op te tillen. 3. Laat de halter weer beheerst naar de uitgangspositie gaan.
ru: 1. Держите штангу позади, обхватив ее руками, руки прямые. Держите штангу так, чтоб ее вес приходился на пальцы рук. 2. Согните запястья, поднимите штангу так высоко, как это возможно. 3. Опустите штангу назад.
sv: 1. Ta en skivstång som ligger bakom dig med ett underhandsgrepp, samtidigt som du håller armarna raka. Häng skivstången så att den vilar på dina utsträckta fingrar. 2. Böj handlederna för att lyfta skivstången så högt som möjligt. 3. Gör om rörelsen för att sänka skivstången.
th: 1. ถือบาร์เบลด้วยท่าจับแบบหงายมือ แขนเหยียดตรงลงด้านล่าง ห้อยบาร์เบลลงด้านล้างและพักที่นิ้วมือที่เหยียดสุดนิ้ว 2. งอข้อมือทั้งสองข้างเพื่อยกบาร์เบลขึ้นด้านบนให้สูงเท่าที่จะทำได้ 3. บิดข้อมือกลับเพื่อลดระดับบาร์เบลลง
zh_hans: 1. 反握杠铃，保持手臂伸直。杠铃垂直于伸展的手指之间。 2. 屈腕以将杠铃尽可能高地弯举。 3. 作反向动作以降低杠铃。
zh_hant: 1. 反握杠鈴，保持手臂伸直。杠鈴垂直於伸展的手指之間。 2. 屈腕以將杠鈴盡可能高地彎舉。 3. 作反向動作以降低杠鈴。

source: Barbell Hack Squat
it: Hack Squat con bilanciere
ja: バーベルハックスクワット
nl: Gehurkte halteroefening
ru: Приседания со штангой
sv: Hacksquat med skivstång
th: ท่าย่อตัวยกดัมเบลจากด้านหลัง
zh_hans: 杠铃后拉深蹲
zh_hant: 杠鈴後拉深蹲

source: 10 Barbell Hack Squat
it: 1. Stai dritto con le spalle aperte. Tieni un bilanciere con presa overhand. Posiziona il bilanciere dietro i tendini femorali. La distanza tra le mani deve essere più ampia larghezza delle spalle. 2. Abbassati piegando le ginocchia. La tua schiena rimane dritta per tutto il movimento. Fermati quando le cosce sono parallele al suolo o quando il bilanciere tocca il pavimento. Quando torni alla posizione di partenza, fai forza con la parte bassa della schiena.
ja: 1. 肩幅に脚を広げてまっすぐに立ちます。オーバーハンドグリップでバーベルを持ちます。ハムストリング筋の後ろにバーベルを置きます。両手の間隔は、肩幅以上であるべきです。 2. 膝を曲げて体を下げます。動作中はずっと背筋を伸ばしたままです。大腿が地面と並行になるか、バーベルが床についたら止まります。スタートポジションに戻る時、腰でエネルギーを作り出します。
nl: 1. Sta rechtop voeten op scjhouderbreedte uit elkaar. Houd een halter in bovenhandse grip vast achter je lichaam en plaats de halter achter je hamstrings. Handen moeten op meer dan schouderbreedte uit elkaar zijn. 2. Laat jezelf nu langszaam zakken. Je rug is te allen tijde recht bij deze oefening. Stop als je dijen horizontaal zijn aan de vloer of als de halter de grond raakt. Bij het terug gaan naar de startpositie, probeer de energie uit de onderrug te halen.
ru: 1. Встаньте прямо, согнув колени. Держите штангу, обхватив ее. Поместите штангу за подколенные сухожилия. Расстояние между ладонями должно быть шире, чем ширина плеч. 2. Опуститесь, сгибая ноги в коленях. Ваша спина должна быть прямой на протяжении всего упражнения. Остановитесь, когда бедра будут параллельны земле или когда штанга коснется пола. Когда вы вернетесь в исходное положение, генерируйте энергию вашей поясницей.
sv: 1. Stå rakt med fötterna axelbrett isär. Håll i skivstången med ett överhandsgrepp. Placera skivstången bakom dina hamstrings. Avståndet mellan händerna ska vara större än en axellängd. 2. Sänk ner dig själv genom att böja på knäna. Din rygg ska vara rak genom hela rörelsen. Sluta när låren är parallella med golvet eller när skivstången rör golvet. När du återgår till startpositionen, generera energi med nedre delen av ryggen.
th: 1. ยืนตรงด้วยความห่างของเท้าเท่ากับระยะความกว้างของไหล่ จับบาร์เบลด้วยท่าจับคว่ำมือ ถือบาร์เบลไว้ด้านหลังขาท่อนบนโดยให้อยู่ที่ระดับเอ็นร้อยหวาย ระยะห่างระหว่างมือทั้งสองที่จับบาร์เบลควรห่างกว่าความกว้างของไหล่ 2. ลดระดับลำตัวลงด้านล่างโดยการงอเข่าและให้หลังตรงตลอดการเคลื่อนไหว หยุดเมื่อทุกอย่างขนานกับพื้นหรือบาร์เบลแตะที่พื้น เมื่อกลับมาที่ท่าเริ่มต้น ให้ออกกำลังด้วยหลังส่วนล่าง
zh_hans: 1 站直，，双脚距离与肩同宽。正握杠铃。将杠铃放在腿腱后方。双手距离比肩宽。 2. 屈膝，以降低身体。始终保持背部挺直。当大腿与地面呈平行或杠铃触及地面时，暂停。用下背部的力量来返回初始位置。
zh_hant: 1 站直，，雙腳距離與肩同寬。正握杠鈴。將杠鈴放在腿腱後方。雙手距離比肩寬。 2. 屈膝，以降低身體。始終保持背部挺直。當大腿與地面呈平行或杠鈴觸及地面時，暫停。用下背部的力量來返回初始位置。

source: Barbell Lunge
it: Affondi con bilanciere
ja: バーベルランジ
nl: Knieval met halter
ru: Выпады со штангой
sv: Utfall med skivstång
th: ท่ายกบาร์เบลก้าวเท้าไปข้างหน้า
zh_hans: 箭步蹲
zh_hant: 箭步蹲

source: 12 Barbell Lunge
it: 1. Inizia posizionando un bilanciere sulla parte superiore della schiena, utilizza una presa overhand leggermente più ampia rispetto spalle. 2. Stai con i piedi a circa 8 centimetri e le dita rivolte in avanti. 3. Fai un passo avanti (2-3 metri), mantenendo gli addominali tirati e la parte superiore del corpo dritta. 4. Abbassa lentamente il ginocchio, come se ti inginocchiassi mantenendo l'altro ginocchio piegato con un angolo di 90 gradi; non lasciare che il tuo ginocchio tocchi il suolo. 5. Abbassa il corpo fino a poco sopra il pavimento e mantieni la posizione per un attimo prima di tornare alla posizione di partenza. Ripeti con l'altra gamba.
ja: 1. バーベルを上背全体に乗せることで始めます。肩幅より少し広いオーバーハンドグリップを使います。 2. 両足を8インチほど離して立ち、つま先を前に向けます。 3. 腹筋を引き締め、上体をまっすぐに保ちながら、1歩（約1ｍ)踏み出します。 4. 膝まづくように、ゆっくりと片方の膝を下ろします。もう一方の膝は90度に曲げたままで、膝は床につかないようにすること。 5. 体を床のすぐ上まで下ろし、少しそのままで止まってから、スタートポジションに戻します。別の脚で繰り返します。
nl: 1. Start door een halter achter je hoofd op je schouders te plaatsen en gebruik een bovenhandse grip iets groter dan schouderbreedte. 2. Sta met de voeten ongeveer 20 cm uit elkaar, tenen recht naar voren. 3. Doe nu een stap voorwaarts (50 a 75 cm) met je buikspieren aangespannen en je bovenlichaam recht. 4. Langszaam gaat je knie naar de vloer maar raak die niet aan. Je andere knie is in een 90 graden hoek. 5. Laat je lichaam zakken tot vlak boven de vloer en houd doie positie een seconde vast alvorens terug te gaan naar de uitgangspositie. Herhaal de oefening met het andere been.
ru: 1. Начните с того, что разместите штангу поперек верхней части спины. Схватите штангу на расстоянии немного шире, чем плечи. 2. Встаньте прямо, ноги на расстоянии около 8 см друг от друга, пальцы направлены вперед. 3. Сделайте шаг вперед, напрягая пресс и верхнюю часть тела. 4. Медленно опустите одно колено вниз, как будто вставая на колено, при этом другое колено согнуто под углом 90 градусов, и не позволяет вашему колену касаться земли. 5. Опуститесь, не касаясь пола, и задержитесь на мгновение, прежде чем вернуться в исходное положение. Повторите с другой ногой.
sv: 1. Börja med att placera en skivstång på övre delen av ryggen genom att använda ett överhandsgrepp som är något bredare än dina axlar. 2. Stå med fötterna ungefär 20 cm ifrån varandra med tårna vända framåt. 3. Ta ett steg fram (60-90 cm) medan du drar in magmusklerna och håller ryggen rak. 4. Sänk långsamt ett knä, som att du ska gå ner på knä, samtidigt som du håller det andra knät böjt i 90 grader. Låt inte knät röra marken. 5. Sänk kroppen tills den är precis över golvet och håll en stund, innan du återgår till startpositionen. Upprepa med det andra benet.
th: 1. เริ่มด้วยการวางบาร์เบลที่หลังด้านบนใกล้ไหล่ จับบาร์เบลด้วยท่าจับแบบคว่ำมือที่ระยะห่างกว้างกว่าความกว้างของไหล่เล็กน้อย 2. ยืนให้เท้าทั้งสองข้างห่างกันประมาณ 8 นิ้วและให้นิ้วเท้าหันไปด้านหน้า 3. ก้าวเท้าไปข้างหน้าหนึ่งก้าว (ประมาณ 2-3 ฟุต) บีบรัดท้องเข้าด้านในขณะที่หลังเหยียดตรง 4. ค่อย ๆ ลดระดับเข่าหนึ่งข้างลงราวกับว่ากำลังจะคุกเข่าแต่อย่าให้เข่าแตะที่พื้น ขณะที่เข่าอีกข้างงอทำมุม 90 องศา 5. ลดระดับตัวลงเหนือพื้นเล็กน้อยและค้างไว้สักครู่ก่อนที่จะกลับไปที่ท่าเริ่มต้น ทำซ้ำด้วยขาอีกข้าง
zh_hans: 1. 以杠铃置于上背的后方开始，正握杠铃，双手距离稍微比肩宽。 2. 采取站姿，双脚距离越8英寸，脚趾朝前。 3. 前进一步）2-3英寸），收紧腹肌，上背挺直。 4. 缓慢地降低单膝，好似跪下，同时确保另一个膝盖弯曲90度，勿让膝盖触及地面。 5. 身体降低至几乎触及地面，保持数秒种，返回初始昨天。换另一只脚重复动作。
zh_hant: 1. 以杠鈴置於上背的後方開始，正握杠鈴，雙手距離稍微比肩寬。 2. 采取站姿，雙腳距離越8英寸，腳趾朝前。 3. 前進一步）2-3英寸），收緊腹肌，上背挺直。 4. 緩慢地降低單膝，好似跪下，同時確保另一個膝蓋彎曲90度，勿讓膝蓋觸及地面。 5. 身體降低至幾乎觸及地面，保持數秒種，返回初始昨天。換另一只腳重複動作。

source: Barbell Squat (Assisted)
it: Squat con bilanciere (Assistito)
ja: バーベルスクワット (補助付)
nl: Met halter hurken (met assistentie)
ru: Приседания со штангой (помощь)
sv: Knäböj med skivstång (assisterad)
th: ท่ายกบาร์เบลย่อตัว (ใช้ม้านั่งช่วย)
zh_hans: 杠铃深蹲（辅助）
zh_hant: 杠鈴深蹲（輔助）

source: 13 Barbell Squat (Assisted)
it: 1. Stai dritto con una panca piana dietro di te. I piedi sono alla larghezza delle spalle. Posiziona un bilanciere sul retro delle spalle. Tieni un bilanciere con presa overhand. La distanza tra le mani deve essere più ampia delle spalle. Regola i piedi per rivolgerli leggermente verso l'esterno. 2. Abbassati piegando le ginocchia. La schiena è dritta per tutto il movimento. Fermati quando le cosce sono parallele al suolo o quando la parte posteriore tocca la panca. Quando torni alla posizione di partenza, fai forza con la parte bassa della schiena.
ja: 1. フラットベンチの前に直立します。足は肩幅に開き、バーベルを肩の後ろに乗せます。バーベルをオーバーハンドグリップで持ちます。両手の間隔は、肩幅よりも広くあるべきです。足を少し外向きに調整します。 2. 膝を曲げて体を下げます。動作中はずっと背筋をまっすぐにすること。大腿と床が平行、もしくは臀部がベンチに触れたら止まります。スタートポジションに戻す時、腰に力を入れます。
nl: 1.Sta rechtop met een vlakke bank achter je. Voeten op schouderbreedte uit elkaar. Plaats een halter achter je hoofd op je schouders en houd die met overhandse grip vast. Afstand van de handen is meer dan schouderbreedte. Zet je voeten dan licht naar buiten gericht voor betere stabiliteit. 2. Laat jezelf dan door de knieën zakken. Je rug is altijd recht bij deze oefening. Stop als je dijen horizontaal aan de grond zijn of als je achterste het bankje raakt. Probeer bij het terug gaan naar de startpositie de energie te genereren vanuit de onderrug.
ru: 1. Встаньте прямо, горизонтальная скамья находится сзади вас. Ноги на ширине плеч. Поместите штангу позади плеч. Расстояние между ладонями должно быть шире, чем плечи. 2.Опуститесь, сгибая ноги в коленях. Ваша спина должна быть прямой на протяжении всего упражнения. Остановитесь, когда бедра будут параллельны земле или когда ваша поясница коснется скамейки. Когда вы вернетесь в исходное положение, генерируйте энергию поясницы.
sv: 1. Så rakt med en platt bänk bakom dig. Fötterna ska vara axelbrett isär. Lägg skivstången på baksidan av axlarna. Håll i skivstången med ett överhandsgrepp. Avståndet mellan händerna ska vara större än en axellängd. Justera fötterna så att de pekar något utåt. 2. Sänk ner dig själv genom att böja på knäna. Din rygg ska vara rak genom hela rörelsen. Sluta när låren är parallella med golvet eller när rumpan rör golvet. När du återgår till startpositionen, generera energi från nedre delen av ryggen.
th: 1. ยืนตรงและให้ม้านั่งราบอยู่ด้านหลังคุณ เท้าทั่งสองข้างอยู่ห่างกันที่ระยะความกว้างของไหล่ วางบาร์เบลบนส่วนหลังของไหล่ จับบาร์เบลด้วยท่าจับแบบคว่ำมือ ระยะห่างระหว่างมือทั้งสองข้างควรห่างกว่าความกว้างของไหล่ จัดให้เท้าหันออกด้านนอกเล็กน้อย 2. ลดระดับตัวลงโดยการงอที่เข่าและให้หลังตรงตลอดการเคลื่อนไหว หยุดเมื่อต้นขาขนานกับพื้นหรือเมื่อด้านหลังแตะที่ม้านั่ง เมื่อกลับไปที่ท่าเริ่มต้น ให้ใช้กำลังจากหลังส่วนล่าง
zh_hans: 1. 站直，平椅置于你后方。双脚与肩同宽。杠铃置于肩膀后方。正握杠铃。双手距离比肩宽。脚朝外。 2. 屈膝，以降低身体。始终保持背部挺直。当大腿与地面呈平行或杠铃触及地面时，暂停。用下背部的力量来返回初始位置。
zh_hant: 1. 站直，平椅置於你後方。雙腳與肩同寬。杠鈴置於肩膀後方。正握杠鈴。雙手距離比肩寬。腳朝外。 2. 屈膝，以降低身體。始終保持背部挺直。當大腿與地面呈平行或杠鈴觸及地面時，暫停。用下背部的力量來返回初始位置。

source: Barbell Squat Overhead
it: Squat con bilanciere sopra la testa
ja: バーベルスクワットオーバーヘッド
nl: Hurken met hoge halter
ru: Приседания со штангой сверху
sv: Knäböj med skivstång över huvudet
th: ท่ายกบาร์เบลเหนือศีรษะ
zh_hans: 杠铃过颈深蹲
zh_hant: 杠鈴過頸深蹲

source: 14 Barbell Squat Overhead
it: 1. Stai dritto con i piedi alla larghezza delle spalle. Tieni il bilanciere con presa overhand. La distanza tra le mani deve essere più ampia della larghezza delle spalle. Regola i piedi per rivolgerli leggermente verso l'esterno. Tira il bilanciere sopra la testa con le braccia completamente estese. 2. Abbassati piegando le ginocchia. La schiena è dritta per tutto il movimento. Fermati quando le cosce sono parallele al suolo. Quando torni alla posizione di partenza, fai forza con la parte bassa della schiena.
ja: 1. 肩幅に足を広げて直立します。バーベルをオーバーハンドグリップで持ちます。両手の間隔は肩幅より広くし、足を少し外側に向けます。腕を完全に伸ばして、バーベルを頭の上に持ち上げます。 2. 膝を曲げて体を下ろします。動作中は常に背筋はまっすぐにすること。大腿が床と平行になったら止めます。スタートポジションに戻す時、腰に力を入れます。
nl: 1. Sta rechtop met de voeten op schouderbreedte. Houd een halter in bovenhandse grip vast met de handen op meer dan schouderbreedte uit elkaar. Laat je voeten iets naar buiten gericht staan. Til de halter recht boven je met gestrekte armen. 2. Laat je dan langszaam door de knieën zakken met een rechte rug. Stop als je dijen horizontaal zijn aan de vloer. Probeer bij het terug gaan naar de startpositie de energie te genereren vanuit de onderrug.
ru: 1. Встаньте прямо, ноги на ширине плеч. Держите штангу, обхватив ее сверху. Расстояние между ладонями должно быть больше, чем ширина плеч. Поднимите штангу над головой, вытянув руки на полную длину. 2. Опуститесь, сгибая ноги в коленях. Ваша спина должна оставаться прямой на протяжении всего упражнения. Остановитесь, когда бедра будут параллельны полу. Когда вы вернетесь в исходное положение, генерируйте энергию в пояснице.
sv: 1. Stå rakt med fötterna axelbrett isär. Håll i skivstången med ett överhandsgrepp. Avståndet mellan händerna ska vara större än axellängd. Justera fötterna så att de pekar något utåt. Lyft skivstången över huvudet med armarna helt utsträckta. 2. Släpp ner dig själv genom att böja på knäna. Din rygg ska vara rak genom hela rörelsen. Sluta när låren är parallella med marken. När du återgår till startpositionen, generera energi med nedre delen av ryggen.
th: 1. ยืนตรงระยะห่างของเท้าเท่ากับความกว้างของไหล่ จับบาร์เบลด้วยท่าจับคว่ำมือ ระยะห่างของมือทั้งสองข้างกว้างกว่าความกว้างของไหล่ ปรับเท้าให้หันไปด้านนอกเล็กน้อย ยกบาร์เบลขึ้นเหนือศีรษะด้วยแขนเหยียดตรงเต็มที่ 2. ลดระดับตัวลงโดยการงอเข่า จัดให้หลังตรงตลอดการเคลื่อไหว หยุดเมื่อต้นขาขนานกับพื้น เมื่อกลับไปที่ท่าเริ่มต้น ให้ใช้กำลังจากหลังส่วนล่าง
zh_hans: 1. 站直，双脚距离与肩同宽。正握杠铃。双手距离比肩宽。脚稍微朝外。手臂伸展，抬举杠铃过头顶。 2. 屈膝，以降低身体。始终保持背部挺直。当大腿与地面呈平行或杠铃触及地面时，暂停。用下背部的力量来返回初始位置。
zh_hant: 1. 站直，雙腳距離與肩同寬。正握杠鈴。雙手距離比肩寬。腳稍微朝外。手臂伸展，擡舉杠鈴過頭頂。 2. 屈膝，以降低身體。始終保持背部挺直。當大腿與地面呈平行或杠鈴觸及地面時，暫停。用下背部的力量來返回初始位置。

source: Bench Jump
it: Salti dalla panca
ja: ベンチジャンプ
nl: Bankje springen
ru: Перепрыгнуть скамейку
sv: Bänkhopp
th: ท่ากระโดดขึ้นม้านั่ง
zh_hans: 板凳跳跃
zh_hant: 板凳跳躍

source: 15 Bench Jump
it: 1. Stai di fronte a una panca. 2. Salta sulla panca e subito torna indietro alla posizione di partenza sul pavimento. 3. Ripeti più volte.
ja: 1. ベンチの前に立ちます。 2. ベンチに飛び上がり、即座に床のスタートポジションに飛び降りて戻ります。 3. 複数回繰り返します。
nl: 1. Ga voor een bankje staan. 2. Spring op het bankje en onmiddellijk weer eraf naar de startpositie op de grond. 3. Meerdere keren herhalen.
ru: 1. Встаньте перед скамейкой. 2. Перепрыгните на другую сторону скамейки и вернитесь в исходное положение на полу. 3. Повторите несколько раз.
sv: 1. Stå framför en bänk. 2. Hoppa upp på bänken och hoppa sedan direkt ner till startpositionen på golvet. 3. Upprepa flera gånger.
th: 1. ยืนหน้าม้านั่ง 2. กระโดดขึ้นไปบนม้านั่งและกระโดดกลับลงพื้นเพื่อไปที่ท่าเริ่มต้นในทันที 3. ทำซ้ำหลายครั้ง
zh_hans: 1. 站在板凳前方。 2. 跳上板凳，然后立即跳回初始位置，即地板上。 3. 重复此动作数次。
zh_hant: 1. 站在板凳前方。 2. 跳上板凳，然後立即跳回初始位置，即地板上。 3. 重複此動作數次。

source: Bulgarian Split Squat
it: Squat bulgaro
ja: ブルガリアンスプリットスクワット
nl: Bulgaarse knieloefening met gewichten
ru: Болгарские приседания
sv: Bulgariskt utfall
th: ท่าย่อตัวขาแยกแบบบัลแกเรียน
zh_hans: 保加利亚深蹲
zh_hant: 保加利亞深蹲

source: 16 Bulgarian Split Squat
it: 1. Mettiti in posizione eretta a circa 2-3 metri davanti a una panca, con un manubrio tenuto in ogni mano. Estendi il piede destro all'indietro e poggia la parte superiore del piede sulla panca. 2. Tieni la schiena dritta e la testa sollevata mentre pieghi lentamente la gamba sinistra e ti abbassi in una posizione di affondo. Smetti di abbassarti quando la coscia sinistra è più o meno parallela al pavimento. 3. Spingiti lentamente indietro fino a quando la gamba sinistra è dritta e, ancora una volta, ripeti. Ricordati di alternare le gambe e allenare anche l'altra gamba.
ja: 1. ベンチの前約2、3フィートに直立、両手にそれぞれダンベルを持ちます。右足を後ろに伸ばし、ベンチの上に足の甲を置きます。 2. 背筋と頭はまっすぐにしたまま、ゆっくりと左脚を曲げてランジポジションまで体を下げます。左の大腿が床とほぼ平行になったら止めます。 3. 再び左脚がまっすぐになるまで、ゆっくりと体を戻し、繰り返します。両脚ともワークアウト出来るように、脚を替えることをお忘れなく。
nl: 1. Sta rechtop ongeveer een halve meter voor een bankje met een halter in elke hand. Breng je rechtervoet naar achter en laat de bovenkant van je voet op het bankje rusten. 2. Houd je rug recht en je hooft recht omhoog terwijl je langszaam je linkerknie buigt en je lichaam omlaag brengt in een uitvalpositie. Stop als je linkerdij horizontaal is aan de vloer. 3. Druk jezelf dan weer langszaam op tot je linkerbeen weer recht is en herhaal de oefening. Vergeet niet ook je andere been een workout kans te gunnen en wissel af en toe af.
ru: 1. Встаньте примерно на расстоянии метра перед скамейкой, взяв по гантели в каждую руку. Поднимите правую ногу назад, положив верхнюю ее часть на скамейку. 2. Держите спину прямо, поднимите голову, медленно согнув левую ногу и опуститесь в положение выпада. Остановитесь, когда ваше левое бедро будет примерно параллельно полу. 3. Медленно наклонитесь назад, пока ваша левая нога не станет ровной и повторите. Не забудьте повторить упражнение с другой ногой.
sv: 1. Stå rakt, ungefär 60-90 cm framför en bänk, med en hantel i varje hand. Flytta bak högerfoten och lägg ovansidan av foten på bänken. 2. Håll ryggen rak och huvudet uppe samtidigt som du långsamt böjer vänsterbenet så att du hamnar i en utfallsposition. Sluta gå ner när ditt vänstra lår är ungefär parallellt med golvet. 3. Tryck långsamt tillbaka dig själv upp tills vänsterbenet är rakt igen, och upprepa sedan. Kom ihåg att byta ben och träna det andra lite också.
th: 1. ยืนหลังตรงอยู่ด้านหน้าม้านั่งโดยให้ห่างจากม้านั่งประมาณ 2-3 ฟุต ถือดัมเบลไว้ในมือแต่ละข้าง ยืดเท้าขวาไปด้านหลังและพักเท้าส่วนปลายบนม้านั่ง 2. จัดให้หลังตรงและศีรษะตั้งตรงขณะที่งอขาข้างซ้ายอย่างช้า ๆ ลดระดับตัวลงในท่าเตรียมพุ่งตัว หยุดการลดระดับตัวลงชั่วขณะเมื่อต้นขาข้างซ้ายขนานกับพื้นเล็กน้อย 3. ค่อย ๆ กดหลังกลับไปจนกระทั่งขาข้างซ้ายเหยียดตรงอีกครั้ง ทำซ้ำด้วยขาข้างเดิม จากนั้นเปลี่ยนไปทำด้วยขาอีกข้าง
zh_hans: 1. 站在板凳前侧大约2-3英尺，保持背部挺直，双手各握一个哑铃。右脚往后伸展，另一只脚放在板凳上。 2. 当你缓慢地屈左脚时或降低身体以进入弓箭步姿态时，保持背部挺直并昂头。当左大腿约与地面呈平行时，暂停。 3. 缓慢地提高身体，直到左脚再次伸直，然后重复动作。切记换脚锻炼。
zh_hant: 1. 站在板凳前側大約2-3英尺，保持背部挺直，雙手各握一個啞鈴。右腳往後伸展，另一只腳放在板凳上。 2. 當你緩慢地屈左腳時或降低身體以進入弓箭步姿態時，保持背部挺直並昂頭。當左大腿約與地面呈平行時，暫停。 3. 緩慢地提高身體，直到左腳再次伸直，然後重複動作。切記換腳鍛煉。

source: Bulgarian Split Squat (No Weights)
it: Squat bulgaro (Senza pesi)
ja: ブルガリアンスプリットスクワット (ウェイトなし)
nl: Bulgaarse knieloefening met gewichten
ru: Болгарские приседания (без веса)
sv: Bulgariskt utfall (utan vikter)
th: ท่าย่อตัวขาแยกแบบบัลแกเรียน (ไม่ถือดัมเบล)
zh_hans: 保加利亚深蹲（无负重）
zh_hant: 保加利亞深蹲（無負重）
