Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: Abs
it: Addominali
ja: 腹筋
nl: Buikspieren
ru: Мышцы пресса
sv: Magövningar
th: หน้าท้อง
zh_hans: 腹肌
zh_hant: 腹肌

source: Back
it: Dorso
ja: 背中
nl: Rug
ru: Спина
sv: Rygg
th: หลัง
zh_hans: 背部
zh_hant: 背部

source: Biceps
it: Bicipiti
ja: 上腕二頭筋
ru: Бицепсы
th: กล้ามเนื้อต้นแขนส่วนหน้า
zh_hans: 二头肌
zh_hant: 二頭肌

source: Calf
it: Polpacci
ja: ふくらはぎ
nl: Kuiten
ru: Голень
sv: Vad
th: น่อง
zh_hans: 小腿
zh_hant: 小腿

source: Chest
it: Petto
ja: 胸
nl: Borst
ru: Грудные мышцы
sv: Bröst
th: หน้าอก
zh_hans: 胸部
zh_hant: 胸部

source: Forearms
it: Avambracci
ja: 上腕
nl: Onderarmen
ru: Предплечья
sv: Underarmar
th: แขนท่อนล่าง
zh_hans: 前臂
zh_hant: 前臂

source: Legs
it: Gambe
ja: 脚
nl: Benen
ru: Ноги
sv: Ben
th: ขา
zh_hans: 腿
zh_hant: 腿部

source: Shoulders
it: Spalle
ja: 肩
nl: Schouders
ru: Плечи
sv: Axlar
th: ไหล่
zh_hans: 肩
zh_hant: 肩部

source: Triceps
it: Tricipiti
ja: 上腕三頭筋
ru: Трицепсы
th: กล้ามเนื้อท่อนแขนส่วนบนด้านหลัง
zh_hans: 三头肌
zh_hant: 三頭肌

source: Incline Bench Sit-Ups
it: Addominali su panca inclinata
ja: 傾斜ベンチ腹筋
nl: Hellende Bank Sit Ups
ru: Подъем туловища на наклонной скамье
sv: Situps på lutande bänk
th: ม้านั่งสำหรับฝึกกล้ามเนื้อหน้าท้องพื้นเอียง
zh_hans: 下斜板仰臥起坐
zh_hant: 下斜板仰臥起坐

source: 1 Incline Bench Sit-Ups
it: Muscolo: Retto dell’addome Passaggio 1: Sdraiati sulla panca reclinata. Posiziona le mani sopra la testa. Le ginocchia sono piegate. Passaggio 2: Solleva la parte superiore del tronco, tenendo la parte bassa della schiena sulla panca. Tieni la posizione per un secondo. Ritorna alla posizione di partenza
ja: 鍛える筋肉：腹直筋 ステップ１：ディクラインベンチに横たわります。両手を頭の上に置きます。両ひざは曲げてください。 ステップ２：腰をベンチにつけたまま、上半身を起こします。1秒静止させます。その後、最初の位置まで戻します。
nl: Spier: Rechte Buikspier Stap 1: Lig achterover op een hellende halterbank. Houd de handen boven het hoofd. Knieën zijn gebogen. Stap 2: Kom met je bovenlichaam omhoog, terwijl je de onderrug op de halterbank houdt. Houd deze houding 1 seconde vast. Keer terug naar de beginpositie
ru: Мышцы: Прямые мышцы живота Шаг 1: Примите исходное положение: лежа на спине на наклонной скамье с руками за головой, колени согнуты. Шаг 2: Поднимите верхнюю часть тела вверх, оставляя при этом нижнюю часть спины на скамейке. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Muskel: rectus abdominis Steg 1: Luta dig tillbaka på en nedåtlutad bänk. Håll händerna över huvudet. Knäna ska vara böjda Steg 2. Lyft överkroppen uppåt samtidigt som korsryggen ligger kvar på bänken. Håll en sekund. Gå tillbaka till utgångsläget
th: กล้ามเนื้อ: Rectus Abdominis ขั้นที่ 1: นอนเอนลงไปบนม้านั่งเอน จากนั้นวางมือทั้งสองไว้หลังศีรษะ แล้วงอเข่า ขั้นที่ 2: ค่อย ๆ ยกลำตัวช่วงบนโน้มเข้าหาหัวเข่า แล้วค้างไว้ประมาณหนึ่งวินาที จากนั้นกลับสู่ท่าเริ่มต้น
zh_hans: 肌肉: 腹直肌 步骤 1: 躺在下斜凳上。双手高举过头，双膝弯曲。 步骤 2: 抬起身体，腰部不离凳子。坚持一秒。回到起始姿势
zh_hant: 肌肉: 腹直肌 步驟 1: 躺在下斜凳上。雙手高舉過頭，雙膝彎曲。 步驟 2: 抬起身體，腰部不離凳子。堅持一秒。回到起始姿勢

source: Hanging Leg Raises
it: Sollevamento gambe sospese
ja: ぶら下がり脚上げ
nl: Bungelende benen heffen
ru: Подъем ног из положения лежа
sv: Hängande benlyft
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบห้อยขาและยกขึ้น
zh_hans: 悬垂举腿
zh_hant: 懸垂舉腿

source: 2 Hanging Leg Raises
it: Muscolo: Retto dell’addome Passaggio 1: Tenendoti aggrappato a una sbarra per trazioni con una presa supina, rimani appeso con le ginocchia leggermente piegate. Passaggio 2: Solleva le tue anche mentre ti pieghi all’interno, verso il tuo torace, utilizzando gli addominali bassi. Avvicina le ginocchia quanto più possibile al tuo torace, curvando la zona lombare. Poi, rimani in pausa, senti la contrazione dei muscoli lombari-addominali e ritorna alla posizione di partenza
ja: 鍛える筋肉：腹直筋 ステップ１：順手でチンアップバーを握り、ひざを少し曲げてぶら下がります。 ステップ２：腹筋の下の方に力を入れて、お尻を胸に向かって引き上げます。ひざができるだけ胸に近づくように持ち上げ、一番上げた所で腰が丸々ようにします。そこで静止し、腹筋の下の方に力が入っていることを感じたら、最初の位置まで身体を戻します。
nl: Spier: Rechte Buikspier Stap 1: Terwijl je met een bovenhandse greep aan een halterstang met lichtgebogen knieën hangt. Stap 2: Trek je de heupen op en maak je jezelf rond riching borst, gebruik hierbij de onderste buikspieren. Breng je knieën zover mogelijk naar je borst toe, waarbij je als laatst je onderrug rond maakt. Pauzeer vervolgens even, voel de samentrekking in je onderste buikspieren en keer terug naar de beginpositie.
ru: Мышцы: Прямые мышцы живота Шаг 1: Примите исходное положение: повиснув на турнике прямым хватом, колени слегка согнуты. Шаг 2: Подтяните свои бедра вверх к груди, используя нижние мышцы живота. Прижмите свои колени как можно ближе к груди, округлив при этом верхнюю часть поясницы. Задержитесь в таком положении, почувствуйте сжатие ваших нижних прямых мышц живота. Вернитесь в исходное положение.
sv: Muskel: rectus abdominis Steg 1: Håll på en chin-up bar höjd i ett överhandsgrepp, hänga med något böjda knän Steg 2. Dra dina höfter upp så du krypa inåt mot bröstet med hjälp av musklerna dina lägre abs. Life knäna så nära bröstet som möjligt, avrundning korsryggen på toppen. Sedan, pausa känna kontraktion i dina lägre- magmusklerna, och återgå till den position du började med
th: กล้ามเนื้อ: Rectus Abdominis ขั้นที่ 1: ในขณะที่คว่ำมือโหนบาร์นั้นให้เข่างอไปด้านข้างเล็กน้อย ขั้นที่ 2: เกร็งกล้ามเนื้อหน้าท้องส่วนล่างในขณะที่คุณยกขาทั้งสองข้างงอเข่าเข้าหาลำตัว แล้วยกหัวเข่าเข้าหาหน้าอกของคุณให้ได้มากที่สุด จากนั้นพักไว้ที่ท่านี้ซักครู่โดยคุณจะรู้สึกถึงการหดเกร็งของกล้ามเนื้อหน้าท้องส่วนล่างของคุณ แล้วกลับไปสู่ท่าเริ่มต้น
zh_hans: 肌肉: 腹直肌 步骤 1: 正握悬挂于单杠上，双膝稍微弯曲。 步骤 2: 下半身向胸前弯曲，臀部上举，运用下腹肌的肌肉。双膝尽可能贴近胸口，最大限度地把腰部弯成弧形。之后稍停，感觉下腹肌的紧绷，回到起始姿势
zh_hant: 肌肉: 腹直肌 步驟 1: 正握懸掛於單槓上，雙膝稍微彎曲。 步驟 2: 下半身向胸前彎曲，臀部上舉，運用下腹肌的肌肉。雙膝盡可能貼近胸口，最大限度地把腰部彎成弧形。之後稍停，感覺下腹肌的緊繃，回到起始姿勢

source: Dumbbell Side Bends
it: Flessioni laterali con manubri
ja: ダンベル横倒し
nl: Zijwaarts buigen met halters
ru: Наклоны в стороны с гантелями
sv: Sidoböj med hantel
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบยกดัมเบลและบิดไปด้านข้าง
zh_hans: 哑铃体侧屈
zh_hant: 啞鈴體側屈

source: 3 Dumbbell Side Bends
it: Muscolo: Obliquo Passaggio 1: Stai in piedi con i piedi ad ampiezza delle spalle. Stand straight with feet shoulder width apart. Tieni un manubrio in ciascuna mano. Passaggio 2: Piegati verso il basso in una direzione, assicurandoti un movimento minimo negli arti inferiori. Passaggio 3: Ritorna alla posizione di partenza.
ja: 鍛える筋肉：腹斜筋 ステップ１：足を肩幅に広げて、まっすぐに立ちます。ダンベルをそれぞれの手に持ちます。 ステップ２：下半身の動きを最小限に抑えたまま、身体を左右どちらかに曲げます。 ステップ３：最初の姿勢に身体を戻します。
nl: Spier: Oblique Stap 1: Sta rechtop met voeten op schouderbreedte. Houd in iedere hand een dumbbell. Stap 2: Buig in een richting naar beneden, waarbij je het onderlichaam zo min mogelijk beweegt. Stap 3: Keer terug naar de beginpositie.
ru: Мышцы: Косые мышцы живота Шаг 1: Примите исходное положение: стоя прямо, ноги на ширине плеч, в каждой руке по гантели. Шаг 2: Согнитесь вниз в одном направлении с минимальным движением в сторону нижней части вашего тела. Шаг 3: Вернитесь в исходное положение.
sv: Muskel: Yttre buk Steg 1: Stå rak med fötterna axelbrett isär. Håll en hantel i varje hand Steg 2:. Böj nedåt i en riktning, med minsta rörelse till nedre delen av kroppen Steg 3. Återgå till utgångsläget
th: กล้ามเนื้อ: Oblique ขั้นที่ 1: ยืนตรงโดยให้เท้าทั้งสองข้างห่างกันหนึ่งช่วงไหล่ ถือดัมเบลไว้ในมือแต่ละข้าง ขั้นที่ 2: เอนตัวไปด้านข้างโดยขยับส่วนล่างของร่างกายให้น้อยที่สุด ขั้นที่ 3: กลับสู่ท่าเริ่มต้น
zh_hans: 肌肉: 斜肌 步骤 1: 双脚与肩同宽站立，两手各握一个哑铃。 步骤 2: 朝一个方向向下弯身，下半身尽量不动。 步骤 3: 回到起始姿势。
zh_hant: 肌肉: 斜肌 步驟 1: 雙腳與肩同寬站立，兩手各握一個啞鈴。 步驟 2: 朝一個方向向下彎身，下半身盡量不動。 步驟 3: 回到起始姿勢

source: Crunches
it: Crunch
ja: 腹筋
nl: Kraken
ru: Кранчи (подъем туловища из положения лежа)
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบงอตัว
zh_hans: 卷腹
zh_hant: 卷腹

source: 4 Crunches
it: Muscolo: Retto dell’addome Passaggio 1: Sdraiandoti a pancia in su, stendi le gambe, solleva di 2-3 cm i talloni e posiziona le mani sui tuoi fianchi. Passaggio 2: Tenendo le braccia parallele al pavimento, solleva il tronco e le gambe così da formare una e. Mentre ti sollevi, piega le ginocchia e spingile verso il tuo petto.
ja: 鍛える筋肉：腹直筋 ステップ１：仰向けに横たわりながら、両脚をまっすぐにして、かかとを床から３センチほど浮かせます。両手は身体の横に置きます。 ステップ２：両腕は床と平行なままにして、胴体と床を床から浮かせると、”e”という文字を逆さにしたような形になります。上体を起こしながら、ひざを曲げ、胸に引きつけます。
nl: Spier: Rechte Buikspier Stap 1: Terwijl je met gestrekte benen op je rug ligt, til je je hielen ca. 2,5 cm van de grond en plaats je de handen naast je. Stap 2: Houd je armen parallel met de vloer en kom met je romp en je benen omhoog en vorm een e. Zodra je omhoog komt, buig je de knieën en trek je ze naar je borst toe.
ru: Мышцы: Прямые мышцы живота Шаг 1: Примите исходное положение: лежа на полу, ноги прямые, пятки приподняты над полом на 2-3 сантиметра, руки вдоль тела. Шаг 2: Оставляя руки параллельно полу, поднимите своей торс и ноги так, чтобы они были равномерно приподняты над полом. После этого согните колени и подтяните их груди.
sv: Muscle: rectus abdominis Steg 1. Liggande på rygg, räta benen, höja hälarna ca en tum från golvet och placera dina händer vid sidorna Step 2: Håll armarna parallella med golvet och lyft överkroppen och benen så att de bildar ett e. När du höjer dig, böj knäna och dra upp dem mot bröstet.
th: กล้ามเนื้อ: Rectus Abdominis ขั้นที่ 1: นอนราบลงไปกับพื้น เหยียดขาตรง ยกส้นเท้าให้สูงขึ้นจากพื้นประมาณหนึ่งนิ้วและวางแขนแนบข้างลำตัว ขั้นที่ 2: ยกแขนสูงขึ้นเหนือพื้นโดยให้ขนานกับพื้น ยกลำตัวและขาของคุณเหนือพื้น โดยให้งอเข่าเข้าหาหน้าอกในขณะที่คุณยกลำตัวขึ้น
zh_hans: 肌肉: 腹直肌 步骤 1: 仰躺在地，双脚伸直，脚跟离地一寸举起，双手放在身旁。 步骤 2: 双臂与地面保持平行，抬起身体和双脚并形成一个e字形。当你抬起身体时，双膝朝胸前弯曲。
zh_hant: 肌肉: 腹直肌 步驟 1: 仰躺在地，雙腳伸直，腳跟離地一寸舉起，雙手放在身旁。 步驟 2: 雙臂與地面保持平行，抬起身體和雙腳並形成一個e字形。當你抬起身體時，雙膝朝胸前彎曲

source: Sit-Ups
it: Addominali
ja: 腹筋
ru: Подъем туловища
sv: Situs
th: ท่าฝึกกล้ามเนื้อหน้าท้อง Sit-Up
zh_hans: 仰臥起坐
zh_hant: 仰臥起坐

source: 5 Sit-Ups
it: Muscolo: Retto dell’addome Passaggio 1: Sdraiati sulla stability ball. Posiziona le mani sulla tua testa e i piedi sul pavimento. Passaggio 2: Solleva la parte superiore del corpo tenendo la zona lombare sulla stability ball. Tieni la posizione per un secondo. Ritorna alla posizione di partenza.
ja: 鍛える筋肉：腹直筋 ステップ１：スタビリティボールの上に仰向けに横たわります。両手を頭の上に置いて、両足を床に付きます。 ステップ２：腰がスタビリティボールから離れないようにしながら、上半身を起こします。１秒静止させます。その後、最初の姿勢に戻ります。.
nl: Spier: Rechte Buikspier Stap 1: Ga met je rug op een stabiliteitsbal liggen. Plaats je handen op je hoofd en zet je voeten op de vloer. Stap 2: Kom met je bovenlichaam omhoog, terwijl je je onderrug op de stabiliteitsbal houdt. Houd de positie 1 seconde vast. Keer terug naar de beginpositie.
ru: Мышцы: Прямые мышцы живота Шаг 1: Примите исходное положение: лежа на спине на гимнастическом шаре, руки за головой, ступни на полу. Шаг 2: Приподнимите вашу верхнюю часть тела, оставляя нижнюю часть тела на месте на гимнастическом шаре. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Muscle: rectus abdominis Steg 1: Luta dig tillbaka på stabilitetsbollen. Positionera händerna på huvudet och fötterna på golvet Steg 2: Höj överkroppen uppåt samtidigt som korsryggen är på stabilitetsbollen. Håll en sekund. Återgå till utgångsläget.
th: กล้ามเนื้อ: Rectus Abdominis ขั้นที่ 1: เอนหลังไปบนยิมบอล วางมือไว้ที่หลังศีรษะและวางเท้าลงบนพื้น ขั้นที่ 2: ยกลำตัวช่วงบนขึ้นมาโดยให้หลังส่วนล่างวางอยู่บนยิมบอล ค้างไว้ประมาณหนึ่งวินาทีแล้วกลับสู่ท่าเริ่มต้น
zh_hans: 肌肉: 腹直肌 步骤 1: 躺在健身球上。双手放在头上，双脚着地。 步骤 2: 抬起上半身同时保持腰部紧贴健身球。坚持一秒。回到起始姿势。
zh_hant: 肌肉: 腹直肌 步驟 1: 躺在健身球上。雙手放在頭上，雙腳著地。 步驟 2: 抬起上半身同時保持腰部緊貼健身球。堅持一秒。回到起始姿勢。

source: Leg Raises
it: Sollevamento gambe
ja: 脚上げ
nl: Benen heffen
ru: Подъем ног
sv: Benlyft
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบยกขาขึ้น
zh_hans: 抬腿
zh_hant: 抬腿

source: 6 Leg Raises
it: Muscolo: Retto dell’addome Passaggio 1: Sdraiati sul pavimento. Distendi le gambe. Posiziona le mani dietro la testa. Passaggio 2: Solleva la parte superiore del corpo. Tieni la posizione per un secondo. Ritorna alla posizione di partenza.
ja: 鍛える筋肉：腹直筋 ステップ１：床に横たわります。両脚をまっすぐに伸ばします。両手は頭の後ろに置きます。 ステップ２：上半身を起こします。１秒静止させます。その後、最初の姿勢に戻ります。
nl: Spier: Rechte Buikspier Stap 1: Ga met gestrekte benen op de vloer liggen. Plaats je handen achter je hoofd. Stap 2: Kom met je bovenlichaam omhoog. Houd de positie 1 seconde vast. Keer terug naar de beginpositie.
ru: Мышцы: Прямые мышцы живота Шаг 1: Примите исходное положение: лежа на полу, ноги прямые, руки за головой. Шаг 2: Приподнимите вашу верхнюю часть тела. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Muskel: Rectus Abdominis Steg 1: Ligg ner på golvet. Sträck ut benen. Placera händerna bakom huvudet Steg 2: Höj överkroppen uppåt. Håll en sekund. Återgå till utgångsläget.
th: กล้ามเนื้อ: Rectus Abdominis ขั้นที่ 1: นอนหงายราบไปกับพื้น เหยียดขาตรง วางมือทั้งสองหนุนศีรษะ ขั้นที่ 2: ยกขาทั้งสองข้างให้สูงขึ้นจากพื้น ค้างไว้ประมาณหนึ่งวินาทีแล้วกลับสู่ท่าเริ่มต้น
zh_hans: 肌肉: 腹直肌 步骤 1: 躺在地上。双脚伸直。双手放在脑袋后面。 步骤 2: 向上抬起上半身。坚持一秒。回到起始姿势。
zh_hant: 肌肉: 腹直肌 步驟 1: 躺在地上。雙腳伸直。雙手放在腦袋後面。 步驟 2: 向上抬起上半身。堅持一秒。回到起始姿勢。

source: Flat Bench Lying Leg Raise
it: Sollevamento gambe sdraiati su panca piana
ja: 平坦ベンチ横たわり脚上げ
nl: Benen heffen op vlakke ondergrond
ru: Подъем ног из положения лежа на горизонтальной скамье
sv: Liggande benlyft
th: ม้านั่งพื้นเรียบแบบนอนราบขาเหยียดตรง
zh_hans: 仰臥平板腹部抬腿
zh_hant: 仰臥平板腹部抬腿

source: 7 Flat Bench Lying Leg Raise
it: Sdraiati sulla panca o sul pavimento con le gambe dritte. Posiziona le mani sotto le natiche con i palmi verso il basso. Tieni le gambe dritte e le ginocchia bloccate. Solleva i piedi più verticalmente possibile.
ja: 脚を上げ、ベンチ、あるいは床に寝ます。手の平を下にして、お尻の下に両手を置きます。脚を真っ直ぐにし、膝を固定します。できるだけ垂直に足を上げます。
nl: Ga op een bank of op de vloer liggen met gestrekte benen. Plaats je handen onder je billen met de palmen op de vloer. Houdt je benen gestrekt en je knieën op slot. Til dan je voeten zo hoog mogelijk op.
ru: Лягте на скамейку или на пол, ноги выпрямите. Положите руки под голову ладонями вниз. Держите ноги прямо, колени не сгибайте. Поднимите ноги как можно выше.
sv: Ligg på en bänk eller på golvet med benen raka. Placera händerna under rumpan med handflatorna nedåt. Håll benen raka och knäna låsta. Lyft upp fötterna så vertikalt som möjligt.
th: นอนบนม้านั่งหรือบนพื้นโดยที่ขาของคุณเหยียดตรง จัดตำแหน่งมือของคุณให้อยู่ใต้ก้นโดยที่ฝ่ามือแนบกับพื้น เหยียดขาให้ตรงและตรึงเข่าของคุณไว้ ยกเท้าขึ้นในแนวตั้งตรงให้มากเท่าที่จะทำได้
zh_hans: 躺在训练椅或地板上，伸直双腿。双手摆放在臂部下，掌心向下。保持双腿和膝盖伸直。举腿，尽可能地使双脚垂直于地面。
zh_hant: 躺在訓練椅或地板上，伸直雙腿。雙手擺放在臂部下，掌心向下。保持雙腿和膝蓋伸直。舉腿，盡可能地使雙腳垂直於地面。

source: Seated Jackknife
it: Jack knife seduto
ja: 座りジャックナイフ
nl: Zittend zakmes
ru: Подъем ног к груди из положения сидя
sv: Sittande fällkniv
th: ท่านั่งแบบมีดพับ
zh_hans: 坐凳两头起
zh_hant: 坐凳兩頭起

source: 8 Seated Jackknife
it: Siediti sul bordo di una panca e tieni il sedile dietro la schiena come supporto, estendi le gambe di fronte a te, e tieni le ginocchia leggermente piegate. Solleva le gambe verso il petto e porta il petto verso le ginocchia.
ja: ベンチの端に座り、体を支えるために後ろ手でシートを掴みます。脚を体の前に伸ばし、膝を少し曲げます。足を胸に向かって上げ、胸を膝に持っていきます。
nl: Ga op de rand van een bankje zitten en houdt je zelf vast achter je rug aan de zitting. Til je voeten van de vloer met licht gebogen knieën. Breng dan langszaam je borst naar je knieën toe.
ru: Сядьте на край скамьи и обхватите края скамьи сзади руками для поддержки, вытяните ноги перед собой, колени слегка согните. Поднимите ноги к груди и подведите грудь к коленям.
sv: Sitt på kanten av en bänk och håll i ryggstödet bakom ryggen, sträck ut benen framför dig med knäna lätt böjda. Lyft benen upp mot bröstet och för ner bröstet mot knäna.
th: ให้นั่งที่ส่วนปลายของม้านั่ง จากนั้นจับม้านั่งส่วนที่อยู่ด้านหลังของคุณเพื่อใช้เป็นที่ยึด เหยียดขาออกไปด้านหน้า งอเข่าเล็กน้อย ยกขาของคุณไปทางหน้าอก จากนั้นโน้มหน้าอกเข้าหาเข่า
zh_hans: 坐在训练椅边缘，握着你背后的训练椅以平衡身体，往前伸直双脚，膝盖微屈。双脚朝你的胸部抬高，使胸部尽量向膝盖靠拢。
zh_hant: 坐在訓練椅邊緣，握著你背后的訓練椅以平衡身體，往前伸直雙腳，膝蓋微屈。雙腳朝你的胸部抬高，使胸部盡量向膝蓋靠攏。

source: Twisting Hip Raise
it: Sollevamento fianchi in torsione
ja: ツイストヒップレイズ
nl: Gedraaide Heupheffing
ru: Подъем бедер с поворотом
sv: Vridande höftlyft
th: ท่าฝึกกล้ามเนื้อหน้าท้องบิดและยกสะโพกขึ้น
zh_hans: 扭转提腿
zh_hant: 扭轉提腿

source: 9 Twisting Hip Raise
it: Sdraiati sulla schiena con le gambe sporgenti dritto verso l'alto e le mani lungo i fianchi. Spingi verso l'alto con i piedi sollevando i fianchi da terra contemporaneamente, torcendoli da un lato.
ja: 上向きに横たわり、脚を真っ直ぐに上げ、手は体の横に置きます。床から腰を上げ、同時に足で上向きに押し、一方向にひねります。
nl: Ga op je rug liggen en met je benen recht omhoog en je handen naast je op de vloer. Til nu je heupen van de vloer terwijl je naar links of rechts draait.
ru: Лягте на спину, ноги в прямом положении вытянуты вверх, руки по бокам. Потяните ноги вверх, отрывая бедра от пола и одновременно поворачивайте сначала в одну, потом в другую сторону.
sv: Ligg på rygg med benen pekande rakt uppåt och med händerna längs med sidorna. Tryck fötterna uppåt genom att lyfta höften från golvet och vrida den åt ena sidan.
th: นอนหลังแนบกับพื้น ยื่นขาตรงขึ้นไปและวางมือที่ข้างตัว ดันไปข้างหน้าด้วยเท้าของคุณโดยการยกสะโพกสูงขึ้นจากพื้นไปพร้อม ๆ กัน และบิดไปด้านใดด้านหนึ่ง
zh_hans: 仰躺，双脚伸直抬高，双手置于身体两侧。腿往上抬高，同时将臂部抬离地面，腿部和臂部扭向一侧。
zh_hant: 仰躺，雙腳伸直抬高，雙手置於身體兩側。腿往上抬高，同時將臂部抬離地面，腿部和臂部扭向一側。

source: 10 Twisting Hip Raise
it: Sdraiati sulla schiena con le gambe sporgenti dritto verso l'alto e le mani lungo i fianchi. Spingi verso l'alto con i piedi sollevando i fianchi da terra contemporaneamente, torcendoli da un lato.
ja: 上向きに横たわり、脚を真っ直ぐに上げ、手は体の横に置きます。床から腰を上げ、同時に足で上向きに押し、一方向にひねります。

source: 11 Twisting Hip Raise
it: Sdraiati sulla schiena con le gambe sporgenti dritto verso l'alto e le mani lungo i fianchi. Spingi verso l'alto con i piedi sollevando i fianchi da terra contemporaneamente, torcendoli da un lato.
ja: 上向きに横たわり、脚を真っ直ぐに上げ、手は体の横に置きます。床から腰を上げ、同時に足で上向きに押し、一方向にひねります。

source: Bodyweight Crunch
it: Crunch a corpo libero
ja: 自重クランチ
nl: Lichaamskraker
ru: Кранч с собственным весом
sv: Kroppsviktscrunches
th: ท่าฝึกกล้ามเนื้อหน้าท้องบอดี้เวท ครันช์
zh_hans: 徒手卷腹
zh_hant: 徒手卷腹

source: 12 Bodyweight Crunch
it: Sdraiati sul pavimento. Piedi ben appoggiati sul pavimento e ginocchia piegate. Braccia completamente estese sopra di te. Solleva la parte superiore del corpo verso l'alto, mantenendo la zona lombare sul pavimento. Mantieni la posizione per un secondo. Ritorna alla posizione di partenza.
ja: 床に横たわります。足は床に平らに置き、膝を曲げます。腕を上に思いっきり伸ばします。腰背部を床に残したまま、上半身を起します。そのままの体勢を１秒間保ちます。開始ポジションに戻ります。
nl: Ga op de vloer liggen. Buig je knieën en zet je voeten vlak op de vloer. Steek je armen recht voor je uit. Til nu je bovenlichaam op terwijl je onderrug op de vloer blijft. Houdt dat een paar seconden vast en ga terug in startpositie.
ru: Лягте на пол. Ступнями упор в пол, колени согнуты. Руки полностью вытянуты над вами. Поднимите верхнюю часть туловища наверх, нижнюю часть туловища от пола не отрываете. Замрите на секунду. Вернитесь в исходное положение.
sv: Ligg på golvet med fötterna i marken och knäna böjda. Sträck ut armarna så långt det går uppåt. Lyft upp överkroppen samtidigt som du ländryggen i golvet. Håll i en sekund och återvänd sedan till startpositionen.
th: นอนราบและเท้าแนบกับพื้น งอเข่าขึ้น ยืดแขนออกไปด้านบนตัวคุณให้เต็มที่ ยกลำตัวส่วนบนไปด้านหน้าขณะที่หลังส่วนล่างยังอยู่ที่พื้น ทำค้างไว้ประมาณครั้งละ 1 วินาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 平躺在地板上。双脚平放在地板上，膝盖弯屈。双臂彻底往上伸直。上半身往上抬举，同时确保您的下半身在地板上。维持一秒鐘。回到初始姿态。
zh_hant: 平躺在地板上。雙腳平放在地板上，膝蓋彎屈。雙臂徹底往上伸直。上半身往上抬舉，同時確保您的下半身在地板上。維持一秒鐘。回到初始姿態。

source: Russian Twist
it: Torsione alla russa
ja: ロアイアンツイスト
nl: Russische Twist
ru: Русское скручивание
th: ท่าฝึกกล้ามเนื้อหน้าท้องรัสเชียนทวิสต์
zh_hans: 俄罗斯转体
zh_hant: 俄羅斯轉體

source: 13 Russian Twist
it: Siediti sul pavimento, gambe piegate e busto un po' indietro. Tieni le braccia dritte davanti al busto. Ruota il busto da un lato, torna alla posizione centrale e fai lo stesso verso l'altro lato.
ja: 床に座り、脚を曲げ、胴体を少し後ろに傾けます。上半身の前で腕を真っ直ぐに伸ばします。一方向に胴体を回転し、中央ポジションに戻り、もう一方に回転します。
nl: Ga op de vloer zitten, je benen gebogen en je bovenlichaam iets naar achter hellend. Houdt je armen gestrekt voor je boven je knieën. Draai nu je bovenlichaam naar links, terug naar startpositie en dan naar rechts.
ru: Сядьте на пол, ноги согнуты, туловище напряжено и отклонено немного назад. Держите руки выпрямленными перед собой. Поверните корпус в одну сторону, затем обратно в центральное положение и в другую сторону.
sv: Sitt på golvet med benen böjda och med torson lite lutad bakåt. Håll ut armarna rakt framåt. Rotera torson åt ena sidan, tillbaka till mitten och sedan till andra sidan.
th: ให้คุณนั่งลงกับพื้น งอขา ลำตัวเอนไปด้านหลังเล็กน้อย ยื่นแขนของคุณออกไปด้านหน้าลำตัว บิดลำตัวของคุณไปข้างหนึ่ง จากนั้นกลับมาที่ท่าที่ลำตัวอยู่ในท่าสมดุล และหมุนสลับไปอีกข้าง
zh_hans: 坐在地板上，双腿弯屈，躯干稍微往后倾。手臂挺直 ，双手合握于躯干前。躯干转向一侧，然后回到中心位置，继而向另一侧旋转躯干。
zh_hant: 坐在地板上，雙腿彎屈，軀干稍微往后傾。手臂挺直 ，雙手合握於軀干前。軀干轉向一側，然后回到中心位置，繼而向另一側旋轉軀干。

source: Side Bridge
it: Ponte laterale
ja: サイドブリッジ
nl: Zijwaartse brug
ru: Боковая планка
sv: Sidoplankan
th: ท่าฝึกกล้ามเนื้อหน้าท้องแบบไซด์บริดจ์
zh_hans: 侧向平板支撑
zh_hant: 側向平板支撐

source: 14 Side Bridge
it: Sdraiati su un fianco iniziando con le gambe. Girati lateralmente e solleva il corpo da terra, con un braccio piegato parallelo al pavimento. Cerca di mantenere il tuo corpo su una linea retta e il gomito direttamente sotto la spalla.
ja: 脚を横側に伸ばし、横たわります。横向きになり、片側の曲げた腕を床と平行にし、床から体を離します。体を一直線に保ち、ひじは肩の真下に保つようにしてください。
nl: Ga op je zij liggen met je benen gestrekt naast elkaar. Draai je lichaam dan iets en hef het van de vloer met een arm gebogen op de vloer. Probeer je lichaam recht te houden en je elleboog recht onder je schouder.
ru: Лягте на бок, ноги вытянуты. Приподнимите тело от пола, одна согнутая рука при этом находится параллельно полу. Туловище пытайтесь держать в одной прямой линии, локоть под плечом.
sv: Ligg på sidan med benen utsträckta. Vrid dig åt ena hållet och lyft upp kroppen från golvet med en arm parallellt med golvet. Försök hålla kroppen i en rak linje och armbågen direkt under axeln.
th: ให้คุณนอนตะแคงโดยให้ขาเหยียดตรง จากนั้นมองตรงไปด้านหน้าและยกลำตัวขึ้นจากพื้นโดยใช้แขนข้างหนึ่งวางแนบกับพื้นในลักษณะงอ พยามทำให้ลำตัวเป็นเส้นตรงและให้ข้อศอกอยู่ใต้ไหล่
zh_hans: 侧躺，以腿部开始。转向一侧，身体抬离地面，一只屈臂与地面平行。尽量保持身体呈一直线，你的肘部正好位于肩部下方。
zh_hant: 側躺，以腿部開始。轉向一側，身體抬離地面，一只屈臂與地面平行。盡量保持身體呈一直線，你的肘部正好位於肩部下方。

source: Chin-Ups
it: Trazioni
ja: 逆手懸垂
nl: Kin omhoog
ru: Подтягивания
sv: Chins
th: ท่าชินอัพ
zh_hans: 引体向上
zh_hant: 引體向上
