Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 9 Bent Over Row
it: In piedi con le ginocchia leggermente flesse. Piega il busto con un angolo di circa 45 gradi, mantenendo la schiena dritta. Effettua una presa portando il braccio sopra la spalla sulla barra con le mani più larghe delle spalle e le braccia penzoloni verso il basso dalle spalle: - Inspira, contra gli addominali isometricamente e tira su la barra dritta fino a toccare il petto. - Tornare alla posizione di partenza, espirando.
ja: 膝を少し曲げて経ちます。胴体を４５度の角度で曲げ、背中は真っ直ぐに保ちます。肩幅より広く手を広げ、オーバーハンドのグリップでバーを掴み、肩から腕は真っ直ぐで、ぶら下がります： ‐息を吸い、等尺性に腹筋を収縮し、それが胸に当たるまでまっすぐ棒を引っ張ります。 ‐開始ポジションに戻り、息を吐きます。
nl: Ga staan met je knieën licht gebogen, buig je romp in een hoek van ongeveer 45 graden maar met een rechte rug. Neem de bar met een bovenhandse greep vast maar plaats de handen iets verder dan schouderbreedte met gestrekte armen recht naar beneden. Adem dan in en span je buikspieren isometrisch aan en trek de halter op tot aan de borst. Terug naar uitgangspositie en adem uit.
ru: Встаньте со слегка согнутыми коленями. Наклоните туловище под углом примерно 45 градусов, держа спину прямо. Возьмите гриф штанги хватом сверху. Расстояние между ладонями чуть шире плеч, руки прямо: - Сделайте вдох, изометрически напрягите мышцы брюшного пресса и поднимите штангу к груди. - Вернитесь в исходное положение, делая выдох.
sv: Stå med dina knän lätt böjda. Böj din bröstkorg till en vinkel på ca 45 grader, men med rak rygg. Ta tag i stången med ett överhandsgrepp, med dina händer något mer än axelbrett isär och med dina armar hängandes rakt ner från dina axlar: - Andas in, spänn dina magmuskler isometriskt och dra stången rakt upp tills den rör vid ditt bröst. - Återgå till startposition under utandning.
th: ให้คุณยืนด้วยท่าที่ให้เข่าโค้งงอเล็กน้อย งอลำตัวของคุณที่ 45 องศา โดยให้หลังตรง จับที่บาร์ในท่าคว่ำฝ่ามือด้วยความกว้างมากกว่าความกว้างของไหล่ทั้งสองข้าง และแขนของคุณเหยียดตรงลงด้านล่างจากไหล่ของคุณ: - หายใจเข้า หดกล้ามเนื้อหน้าท้องและตรึงหน้าท้องต้านไว้ จากนั้นให้ดึงบาร์น้ำหนักขึ้นหาตัวจนสัมผัสที่หน้าอกของคุณ - กลับไปยังท่าเดิมพร้อมหายใจออก
zh_hans: 站立，膝盖微屈。你的躯干前倾约45度，保持你的背部挺直。反握着杠桿，双手比肩宽，让你的手臂垂向地面。 - 吸气，等长收缩腹部，将杠桿垂直向上拉，直到它触及你的胸部。 - 呼气，回到初始姿态。
zh_hant: 站立，膝蓋微屈。你的軀干前傾約45度，保持你的背部挺直。反握著杠桿，雙手比肩寬，讓你的手臂垂向地面。 - 吸氣，等長收縮腹部，將杠桿垂直向上拉，直到它觸及你的胸部。 - 呼氣，回到初始姿態。

source: Reverse Chin Ups
ja: 逆転逆手懸垂
nl: Omgekeerd kin omhoog
ru: Подтягивания обратным хватом
sv: Omvända chins
th: ท่าชินอัพมือจับหันเข้าหาตัว
zh_hans: 反握引体向上
zh_hant: 反握引體向上

source: 10 Reverse Chin Ups
it: Estendi le braccia ed effettua una presa portando il braccio sopra la spalla con le mani alla larghezza delle spalle: - Inspira e fai sporgere il petto in fuori per tirarti verso l'alto fino a quando il mento è al livello della barra. - Espira quando completi il movimento.
ja: 腕を伸ばし、手を肩幅に広げてアンダーハンドでバーを掴みます： ‐息を吸い、あごがバーの高さになるまで、上向きに自分を引っ張り、胸を突き出します。 ‐この動きの完了として、息を吸います。
nl: Strek je armen en pak met een onderhandse grip de rekstok vast met je handen op schouderbreedte: Inademen en steek je borst vooruit, trek jezelf op totdat je kin boven de rekstok is. Uitademen en ga terug naar uitgangspositie.
ru: Вытяните руки и возьмите турник хватом снизу, ладони на ширине плеч: - Сделайте вдох, отведите плечи назад и подтягивайтесь пока подбородок не окажется на уровне грифа штанги. - Сделайте выдох по окончании подтягивания.
sv: Sträck dina armar och ta tag I stången med ett underhandsgrepp, med dina händer axelbrett isär: - Andas in och tryck ut ditt bröst för att dra dig själv uppåt, till dess att din haka är I jämnhöjd medstången. - Andas ut medan du fullföljer rörelsen.
th: ยืดแขนของคุณออกไปและจับที่บาร์ในท่าหงายมือขึ้นและหันเข้าหาตัว โดยที่ความกว้างระหว่างมือทั้งสองเท่ากับความกว้างของไหล่ - หายใจเข้าและยื่นอกออกไปเพื่อให้คุณได้ดึงตัวขึ้นด้านบนจนกว่าคางของคุณอยู่ในระดับเดียวกับบาร์ - หายใจออกเมื่อคุณเคลื่อนไหวตามวิธีข้างต้นเสร็จแล้ว
zh_hans: 伸直手臂，双手与肩同宽，反握着杠桿： - 吸气，挺胸并引体向上，直到你的下巴与杠桿水平齐高。 - 呼气，完成动作。
zh_hant: 伸直手臂，雙手與肩同寬，反握著杠桿： - 吸氣，挺胸並引體向上，直到你的下巴與杠桿水平齊高。 - 呼氣，完成動作。

source: Curls
it: Curl
ja: カール
ru: Подъемы
th: ท่ายกดัมเบลแขนโค้งงอ
zh_hans: 弯举
zh_hant: 彎舉

source: 1 Curls
it: Stai con i piedi più o meno la larghezza dei fianchi, addominali impegnati come se tenessi manubri medio-pesanti davanti alle cosce. Spremi il bicipite e piega le braccia, piegando i pesi verso le spalle. Tieni i gomiti fermi e porta solo il peso più in alto possibile senza spostare i gomiti. Abbassa lentamente il peso, mantenendo una leggera curva nei gomiti in basso (ad esempio, non blocca le articolazioni e cerca di mantenere la tensione sul muscolo)
ja: ヒップの幅で立ち、中規模の重さのダンベルを大腿部の前で持ちながら、腹筋を従事させます。上腕二頭筋に力を入れ、腕を曲げて肩に向かってダンベルをカールします。ひじを静止し、ひじを動かさずにウェイトをできるだけ高く持ち上げます。最下部でひじを少し曲げたまま、ゆっくりとウェイトを下げます。（例、間接を固定せず、筋肉の緊張を維持しましょう。）
nl: Ga staan met je voeten op heupbreedte en houdt de middelzware halters voor je dijen. Span de biceps aan en buig nu je armen in een omhoog gaande beweging en breng de halters naar je schouders, maar houdt je ellebogen op zijn plaats; breng alleen de halters naar boven zo hoog je kunt. Dan weer langszaam naar beneden totdat je armen bijna gestrekt zijn en probeer spanning op de spieren te houden (dus niet de gewrichten op slot zetten).
ru: Встаньте, ноги на ширине плеч, мышцы живота напряжены, в руках напротив бедер гантели средней тяжести. Напрягите бицепсы и согните руки, поднимая гантели к плечам. Локтями не двигайте и поднимайте гантели как можно выше, не двигая локтями. Медленно опустите гантели, сохраняя слегка согнутое положение локтей (то есть, не фиксируйте положение суставов и пытайтесь сохранить напряжение в мышцах).
sv: Stå med fötterna höftbrett isär, spänn magmusklerna samtidigt som du håller medeltunga hantlar framför låren. Spänn biceps och böj på armarna så att hantlarna lyts i en båge mot axlarna. Håll armbågarna stilla och för bara vikten så högt du kan utan att röra armbågarna. Sänk vikterna sakta och behåll en lätt böjning i armbågen längst ned. (t.ex. lås inte leden och försök hålla muskeln lätt spänd)
th: ยืนในท่าที่เท้าห่างกันเท่าความห่างของสะโพก เกร็งกล้ามเนื้อหน้าท้องในขณะที่คุณยกดัมเบลขนาดกลาง-ขนาดหนักค้างที่ด้านหน้าต้นขาของคุณ บีบรัดกล้ามเนื้อต้นแขนส่วนหน้าและงอแขนเข้า ยกดัมเบลโค้งเข้าหาหัวไหล่ของคุณโดยให้ข้อศอกตรึงอยู่กับที่ ยกน้ำหนักให้สูงเท่าที่คุณจะทำได้โดยที่ไม่มีการเคลื่อนที่ของข้อศอก จากนั้นค่อย ๆ ลดระดับของดัมเบลลงโดยยังคงให้ส่วนล่างสุดของข้อศอกงออยู่เล็กน้อย (เช่น อย่าล็อคที่ข้อและพยายามทำให้ความตรึงอยู่ที่กล้ามเนื้อ)
zh_hans: 站立，双脚与臂部同宽，当你握着中等重量的哑铃，并将其置于大腿前侧时，收缩腹肌。挤压肱二头肌和屈臂，朝肩部举起负重。保持肘部固定，尽量举高哑铃，而不活动肘部。缓慢地降低哑铃，在低位时确保肘部稍微弯屈（例如，勿锁定关节，尝试保持肌肉的张力）
zh_hant: 站立，雙腳與臂部同寬，當你握著中等重量的啞鈴，並將其置於大腿前側時，收縮腹肌。擠壓肱二頭肌和屈臂，朝肩部舉起負重。保持肘部固定，盡量舉高啞鈴，而不活動肘部。緩慢地降低啞鈴，在低位時確保肘部稍微彎屈（例如，勿鎖定關節，嘗試保持肌肉的張力）

source: Barbell Curls
it: Curl con bilanciere
ja: バーべルカール
nl: Halter Curls
ru: Подъем штанги стоя
sv: Curls med skivstång
th: ท่ายกบาร์น้ำหนักโค้งงอ
zh_hans: 杠铃弯举
zh_hant: 杠鈴彎舉

source: 2 Barbell Curls
it: Inizia in una posizione eretta con i tuoi piedi lontani dalla larghezza delle spalle e le ginocchia rilassate. Afferra un bilanciere con le mani anch’esse lontane dalla larghezza delle spalle. La presa deve essere portando il braccio sopra la spalla (palmi rivolti verso l'alto). Sta in piedi e lascia che la barra sospesa davanti alle coscie. Piega i gomiti per tirare la barra a livello della spalla. Attendi momentaneamente in questa posizione. Abbassare lentamente la barra di nuovo nella posizione di partenza.
ja: 足を肩幅に開いた開始ポジションで始め、膝はリラックスさせます。バーベルを肩幅に開いた手で掴みます。グリップは、アンダーハンド（手の平が上向き）です。直立し、バーを大腿部の前にぶら下げます。ひじを曲げ、バーを肩の高さにカールします。このポジションで一瞬停止します。ゆっくりと背中を低くし、開始ポジションに戻ります。
nl: Begin in staande positie met je voeten uit elkaar op schouderbreedte en met ontspannen knieën. Pak de halter onderhands vast, ook op schouderbreedte, dus met de handpalmen omhoog. Ga dan rechtop staan en laat de halter tegen je dijen rusten. Span nu de biceps aan en breng de halter zo hoog mogelijk zonder de ellebogen te verplaatsen, alleen je onderarmen bewegen. Even vasthouden en dan weer langszaam omlaag brengen naar de beginpositie.
ru: Встаньте, ноги на ширине плеч, колени расслаблены. Возьмите штангу руками тоже расположенными на ширине плеч. Хват должен быть нижним (ладони смотрят вперед). Станьте прямо, гриф штанги напротив ваших бедер. Согнитесь в локтях, чтобы поднять гриф до уровня плеч. Остановитесь на мгновение в верхнем положении. Медленно опустите штангу в исходное положение.
sv: Börja i startpositionen med dina fötter höftbrett isär och dina knän avslappnade. Fatta skivstången med även händerna axelbrett isär i ett underhandsgrepp (handflatorna vända uppåt). Stå upprätt och låt stången hänga framför dina lår. Böj armbågarna för att lyfta stången till axelhöjd. Pausa ett ögonblick i den övre positionen innan du sänker ned stången till startpositionen igen.
th: ;เริ่มด้วยท่ายืนที่เท้าของคุณห่างกันเท่ากับความกว้างของไหล่ และให้เข่าของคุณอยู่ในท่าที่สบาย จับที่บาร์น้ำหนักด้วยมือทั้งสองข้างและให้ไหล่อยู่ในลักษณะกว้างพอ ท่าที่คุณจับควรให้ฝ่ามือหันขึ้นด้านบน ยืนตัวตรงและให้บาร์ห้อยลงอยู่ที่บริเวณต้นขาส่วนหน้า งอข้อศอกเพื่อดึงบาร์ขึ้นมาที่ระดับไหล่ หยุดชั่วขณะในระดับที่บาร์น้ำหนักอยู่สูงสุด จากนั้นค่อย ๆ ลดระดับบาร์ลงไปยังท่าเริ่มต้น
zh_hans: 开始姿态为站立，双脚与肩同宽，并放松膝盖。反握（掌心朝上）杠铃，双手亦与肩同宽。挺立并使杠桿垂于你的大腿前侧。屈肘以弯举杠桿至肩部水平。当杠铃处于高位时，停留片刻。缓慢地降低杠桿，回到初始姿态。
zh_hant: 開始姿態為站立，雙腳與肩同寬，並放松膝蓋。反握（掌心朝上）杠鈴，雙手亦與肩同寬。挺立並使杠桿垂於你的大腿前側。屈肘以彎舉杠桿至肩部水平。當杠鈴處於高位時，停留片刻。緩慢地降低杠桿，回到初始姿態。

source: Preacher Curls
it: Preacher Curl
ja: プリーチャーカール
ru: Подъем на пюпитре
th: ท่ายกดัมเบลพรีชเชอร์
zh_hans: 屈臂
zh_hant: 屈臂

source: 3 Preacher Curls
it: Afferra la barra a circa larghezza delle spalle. Tira lentamente la barra fino a che gli avambracci siano rivolti verso il soffitto (poco più che verticale). Attendi per un secondo e abbassa la barra nella posizione di partenza.
ja: バーをほぼ肩幅で掴みます。上腕が天井を指すまで、ゆっくりとバーを上げます（垂直よりも少し多めに）。１秒間停止し、バーを開始ポジションに下げます。
nl: Houdt de halter onderhands vast op schouderbreedte. Breng dan langszaam de halter omhoog tot iets verder dan in verticale positie. Houdt dat een paar seconden vast en breng de armen weer in startpositie.
ru: Возьмите гриф штанги на ширину плеч. Медленно поднимите штангу пока предплечья не будут обращены к потолку (немного более чем просто вертикальное положение). Остановитесь на секунду, и опустите штангу в исходное положение.
sv: Fatta tag i stången ungefär axelbrett. Höj den sakta tills dina underarmar pekar mot taket (något mer än vertikalt). Pausa en sekund och sänk sedan stången till startposition igen.
th: จับที่บาร์ ให้ความกว้างของมือกว้างเท่าความกว้างของไหล่ ค่อย ๆ ยกบาร์ขึ้นจนกระทั่งแขนส่วนล่างชี้ขึ้นด้านบนเพดาน (มากกว่าในแนวตั้งตรงเล็กน้อย) หยุดชั่วขณะ จากนั้นลดระดับบาร์ลงไปที่ท่าเริ่มต้น
zh_hans: 双手约与肩同宽，握着杠桿。缓慢地向上弯举杠桿，直到你的前臂朝向天花板（略超越垂直位置）。停留片刻，然后降低杠桿至初始姿态。
zh_hant: 雙手約與肩同寬，握著杠桿。緩慢地向上彎舉杠桿，直到你的前臂朝向天花板（略超越垂直位置）。停留片刻，然后降低杠桿至初始姿態。

source: Hammer Curls
it: Hammer Curl
ja: ハンマーカール
nl: Hamer Curls
ru: Подъем гантелей на бицепс хватом Молоток
th: ท่ายกดัมเบลโค้งงอลักษณะฆ้อน
zh_hans: 锤式弯举
zh_hant: 錘式彎舉

source: 4 Hammer Curls
it: Tieni un manubrio in entrambe le con i palmi e i pesi rivolti verso l'esterno. Le braccia devono formare un angolo di 90 gradi. Mantieni il gomito vicino al corpo e in una posizione stabile, tira il peso verso la spalla. Abbassa i pesi lentamente fino alla posizione di partenza.
ja: ダンベルをそれぞれの手の平で持ち、ウェイトは上向きにします。腕は、９０度の角度を形成します。ひじを安定した位置で体の近くに保ち、肩に向かってウェイトをカールします。開始ポジションにゆっくりとウェイトを下げます
nl: Voor deze oefening houd je een halter in elke hand met het gewicht naar voren gericht (onderhands). Je armen moeten een 90 graden hoek vormen. Met de elleboog in een vaste positie naast je lichaam breng je het gewicht omhoog richting je schouder. Daarna weer langszaam terug naar de startpositie brengen.
ru: Возьмите в каждую руку по гантеле, ладони смотрят наружу. Руки должны образовать угол в 90 градусов. Держа локоть ближе к телу и в устойчивом положении, поднимите гантели вверх к плечам. Медленно опустите гантели в исходное положение.
sv: Håll en hantel i varje hand med handflatorna och vikterna vända utåt. Dina armar ska vara i 90 graders vinkel. Håll armbågarna stilla och nära kroppen, lyft vikterna uppåt mot dina axlar. Sänk vikterna sakta tillbaka till startpositionen.
th: ถือที่ดัมเบลด้วยฝ่ามือแต่ละข้างและให้ดัมเบลหันออกไปด้านนอก แขนของคุณควรอยู่ในท่าทำมุม 90 องศา ให้ศอกของคุณอยู่ใกล้กับลำตัวและอยู่ในท่ามั่นคง ยกดัมเบลขึ้นไปทางไหล่ของคุณ ลดระดับดัมเบลลงไปยังท่าเริ่มต้น
zh_hans: 双手各握着哑铃，手掌和负重向外。你的手臂应成90度。保持肘部靠近身体和处于固定姿态，朝你的肩部弯举哑铃。缓慢地降低哑铃，回到初始姿态。
zh_hant: 雙手各握著啞鈴，手掌和負重向外。你的手臂應成90度。保持肘部靠近身體和處於固定姿態，朝你的肩部彎舉啞鈴。緩慢地降低啞鈴，回到初始姿態。

source: Concentration Curls
it: Concentration Curl
ja: コンセントレーションカール
nl: Concentratie Curls
ru: Концентрированный подъем
th: ท่ายกดัมเบลแบบคอนเซนเทรชั่น
zh_hans: 集中弯举
zh_hant: 集中彎舉

source: 5 Concentration Curls
it: Inizia seduto sul bordo della panca, tenendo il manubrio con la mano destra. Lascia il braccio destro dritto giù con il gomito appoggiato sulla parte interna del ginocchio. Piegati in avanti in modo che il busto sia sopra le tue gambe e posiziona la mano sinistra sul ginocchio sinistro. Piegando il gomito, tira il manubrio fino a livello della spalla e attendi momentaneamente prima di abbassare lentamente il peso fino alla posizione di partenza. Ripeti fino a quando la serie è finita, quindi cambia lato completa l’esercizio con il braccio sinistro.
ja: ベンチの端に座り、右手にダンベルを持ってスタンバイします。ひざの内側にひじを置き、右腕をまっすぐ下に垂らします。前かがみになることで、胴体が足の上にあり、左手を左膝の上に置きます。ひじを曲げ、ダンベルを肩の高さまでカールし、開始ポジションにゆっくりとウェイトを戻す前に一瞬停止します。セットが終わるまでこれを繰り返し、サイドを切り替えて、左腕を完了します。
nl: Begin de oefening al zittend op de hoek van een bankje, het gewicht in je rechterhand houdend. Laat je arm met het gewicht losjes naar beneden hangen met de elleboog tegen je knie. Leun wat naar voren zodat je bovenlichaam boven je benen is en plaats je linkerhand op je linkerknie. Begin de oefening door het gewicht omhoog te brengen terwijl je elleboog je knie blijft raken. Lanszaam terug naar startpositie en de oefening herhalen. Daarna is je linkerarm aan de beurt op dezelfde manier.
ru: Сядьте на край скамьи, держа гантель в правой ладони. Правая рука опущена вниз, локоть расположен на внутренней стороне колена. Наклонитесь вперед так, чтобы ваш торс находился над ногами и положите левую руку на левое колено. Согнув локоть, поднимите гантель до уровня плеч и на мгновение остановитесь прежде чем вернуться в исходное положение. Повторяйте, пока не закончите все подходы, потом поменяйте положение и сделайте то же самое упражнение левой рукой.
sv: Börja sittande på kanten av en bänk och håll en hantel i din högra hand. Låt den högra armen hänga rakt ned med armbågen vilandes på insidan av knät. Böj dig framåt så att din kropp är över dina ben och placera den vänstra handen på ditt vänstra knä. Böj vid armbågen, lyft hanteln upp till axelhöjd och pausa ett ögonblick innan du sänker den till startpositionen igen. Repetera tills ditt set är färdigt, sedan byter du sida och fortsätter med vänster arm.
th: เริ่มด้วยการนั่งที่ส่วนปลายของม้านั่ง ถือดัมเบลที่มือด้านขวาโดยให้แขนด้านขวาเหยียดตรงลงด้านล่างและข้อศอกพักอยู่ที่เข่าด้านใน โน้มตัวไปข้างหน้าเพื่อให้ลำตัวอยู่เหนือส่วนขา วางมือข้างซ้ายที่เข่าซ้าย งอข้อศอก ยกดัมเบลขึ้นไปที่ระดับไหล่ หยุดชั่วขณะก่อนที่จะค่อย ๆ ลดระดับดัมเบลไปยังท่าเริ่มต้น ทำซ้ำจนกว่าคุณจะเสร็จสิ้นชุดแรก จากนั้นสลับข้างโดยใช้แขนด้านซ้าย
zh_hans: 开始姿态为坐在训练椅边缘，右手握着哑铃。右臂垂下，其肘部紧贴膝盖内侧。身体向前倾，以便躯干位于双脚的上方，将左手摆放在左膝上。屈肘，弯举哑铃至肩膀水平，停留片刻，然后缓慢地降低哑铃至初始姿态。重复动作直到你完成一组锻炼，接着换另一侧练习，即以左臂完成锻炼。
zh_hant: 開始姿態為坐在訓練椅邊緣，右手握著啞鈴。右臂垂下，其肘部緊貼膝蓋內側。身體向前傾，以便軀干位于雙腳的上方，將左手擺放在左膝上。屈肘，彎舉啞鈴至肩膀水平，停留片刻，然后緩慢地降低啞鈴至初始姿態。重復動作直到你完成一組鍛煉，接著換另一側練習，即以左臂完成鍛煉。

source: Reverse Curls
it: Reverse Curl
ja: 逆転カール
nl: Omgekeerde Curls
ru: Обратный подъем
sv: Omvänd curl
th: ท่ายกน้ำหนักโดยท่าจับคว่ำมือ
zh_hans: 反屈
zh_hant: 反屈

source: 6 Reverse Curls
it: In piedi con le gambe leggermente divaricate e le braccia tese, con una presa portando il braccio sopra la spalla (i pollici verso l'altro): - Inspira e tira la barra. - Espira quando completi il movimento. Questo esercizio sforza gli estensori del polso e delle dita. Sforza il brachioradiale, e in minor misura il bicipite.
ja: 足を少し広げ、オーバーハンドグリップ（親指はお互いに向き合っています）を使用して手を直立します： ‐息を吸い、バーをカールします。 ‐動きの完了として息を吐きます。 このエクササイズは、手首と指のエクステンションに効果があります。腕橈骨と、より低い程度の二頭筋に効果があります。
nl: Sta met je voeten iets uit elkaar en je armen recht, en gebruik een overhand grip (met de duimen naar elkaar): - Inademen en breng de halter omhoog - Uitademen bij het naar beneden brengenDeze oefening is voor de strekspieren van pols en vingers. Het werkt ook op de brachioradialis en tot op zekere hoogte ook de biceps.
ru: Встаньте прямо, слегка расставив ноги, руки прямо, хват сверху (большие пальцы направлены друг к другу): - Вдохните и поднимите штангу. - Выдохните и вернитесь в исходное положение. Это упражнение разгибает запястья и пальцы. Развивает брахиорадиалис (плечелучевая мышца) и в меньшей степени бицепсы.
sv: Stå med fötterna lätt isär och dina armar raka, använd ett överhandsgrepp (tummarna mot varandra). - Andas in och lyft stången. - Andas ut samtidigt som du fullföljer rörelsen. Den här övningen aktiverar extensorerna i handleder och fingrar. Den tränar brachioradialis, och i mindre grad biceps.
th: ให้คุณยืนโดยเท้าห่างกันเล็กน้อย แขนเหยียดตรง ใช้การจับแบบคว่ำมือ (นิ้วโป้งทั้งสองหันหน้าเข้าหากัน): - ยกน้ำหนักขึ้นพร้อมหายใจเข้า - ผ่อนน้ำหนักลงพร้อหายใจออกการออกกำลังกายท่านี้จะทำให้กล้ามเนื้อส่วนข้อมือและนิ้วมือเหยียดออก โดยใช้กำลังจากกล้ามเนื้อที่ต้นแขนส่วนปลายเป็นหลักและใช้กำลังจากส่วนกล้ามเนื้อท้องแขนส่วนหน้าน้อยกว่า
zh_hans: 双脚稍微开立，手臂伸直，正握（两手拇指相对）杠铃： - 吸气，弯举杠桿。 - 呼气，完成动作。 此动作锻炼手腕和手指的伸肌。它亦可用于锻炼肱橈肌，以及以较小的程度锻炼肱二头肌。
zh_hant: 雙腳稍微開立，手臂伸直，正握（兩手拇指相對）杠鈴： - 吸氣，彎舉杠桿。 - 呼氣，完成動作。 此動作鍛煉手腕和手指的伸肌。它亦可用於鍛煉肱橈肌，以及以較小的程度鍛煉肱二頭肌。

source: Cable Biceps Curl
ja: ケーブル上腕二頭筋カール
nl: Kabel Biceps Curl
ru: Сгибания бицепсов на блоках
th: ท่าดึงสายเคเบิ้ลด้วยกล้ามเนื้อท้องแขนส่วนหน้า
zh_hans: 滑轮胸前弯举
zh_hant: 滑輪胸前彎舉

source: 7 Cable Biceps Curl
it: Fissa una barra diritta al pulley basso dei cavi. Quindi afferrala con una presa a larghezza di spalla portando il braccio sopra la spalla e tienila a distanza proprio di fronte le cosce. Le ginocchia devono essere leggermente piegate. Tira la barra verso il petto, per quanto è possibile, senza permettere che le braccia si muovano.
ja: ケーブルステーションの低滑車にストレートバーを取り付けます。その後、肩幅に開き、アンダーハンドグリップで掴み、大腿部のまで腕の長さで保ちます。膝は少し曲げてます。上腕を動かさないで、できる限り胸に向かってバーをカールしてください。
nl: Bevestig een halterstang aan de lage katrol van een kabelstation. Neem dan de halterstang onderhands vast op schouderbreedte en houdt het op armlengte voor de dijen vast. Je knieën licht gebogen. Breng dan, zonder je bovenarmen te bewegen, de halterstang naar je borst zo ver als je kunt.
ru: Прикрепите перекладину блочного устройства к нижнему отсеку тренажера. Возьмите перекладину хватом снизу, на ширине плеч и держите на расстоянии вытянутой руки напротив бедер. Колени должны быть слегка согнуты. Поднимайте перекладину к груди как можно дальше, не позволяя верхней части рук двигаться.
sv: Fäst en rak stång i det nedre trissan på en cable cross. Ta tag i stången med ett axelbrett underhandsgrepp och håll den med raka armar framför dina lår. Dina knän ska vara lätt böjda. Lyft stången mot ditt bröst så högt du kan utan att röra dina överarmar.
th: ติดบาร์ตรงเข้ากับอุปกรณ์เคเบิ้ล จากนั้นใช้มือจับที่ความกว้างเท่ากับความกว้างของไหล่ โดยให้ฝ่ามืออยู่ใต้บาร์และค้างไว้ที่ระยะแขนเหยียดตรงที่ส่วนหน้าของต้นขา เข่าของคุณควรงอเล็กน้อย ดันบาร์ไปทางหน้าอกของคุณให้ไกลเท่าที่คุณจะทำได้โดยที่ไม่ให้แขนท่อนบนเคลื่อนที่
zh_hans: 在滑轮拉力器的低位滑轮掛上直杠。接着，反握杠桿，双手与肩同宽 ，将其置于大腿前侧，并使其保持一臂长度的距离。你的膝盖得稍微弯屈。尽可能远地朝向你的胸部弯举杠桿，勿让上臂活动。
zh_hant: 在滑輪拉力器的低位滑輪掛上直杠。接著，反握杠桿，雙手與肩同寬 ，將其置於大腿前側，並使其保持一臂長度的距離。你的膝蓋得稍微彎屈。盡可能遠地朝向你的胸部彎舉杠桿，勿讓上臂活動。

source: Low Pulley Curls
it: Low Pulley Curl
ja: 低滑車カール
nl: Lage katrol Curls
ru: Подъем на низком блоке
th: ท่าดึงตุ้มน้ำหนักจากด้านล่าง
zh_hans: 低位滑轮弯举
zh_hant: 低位滑輪彎舉

source: 8 Low Pulley Curls
it: Stai di fronte alla macchina e afferrare la maniglia con una presa portando il braccio sopra la spalla: - Inspira e tira la maniglia del pulley. - Espira quando completi il movimento. Questo è un buon esercizio per isolare e pompare i bicipiti.
ja: マシンに向かって立ち、アンダーハンドグリップでハンドルを掴みます： ‐息を吸い、低滑車のハンドルをカールします。 ‐動きの完了として息を吐きます。 これは、上腕二頭筋を分離し圧送する真正運動です。
nl: Sta met je gezicht naar de machine gekeerd en houdt het handvat onderhands vast: - Adem in en breng het handvat naar boven - Adem uit terwijl je naar beneden gaat.Dit is een perfecte oefening voor het isoleren en oppompen van de biceps.
ru: Встаньте лицом к тренажерному блоку и возьмите рукоятку нижним хватом: - Сделайте вдох и поднимите рукоятку блока. - Сделайте выдох и вернитесь в исходное положение. Это эффективное упражнение для накачки бицепсов.
sv: Stå med ansiktet mot maskinen och fatta tag i handtaget med ett underhandsgrepp: - Andas in och lyft handtaget. - Andas ut samtidigt som du fullföljer rörelsen. Det här är bra träning för att isolera och pumpa biceps.
th: ;ให้คุณยืนโดยหันหน้าเข้าหาอุปกรณ์ จากนั้นจับที่ด้ามจับโดยให้ฝ่ามืออยู่ใต้ด้ามจับ: - หายใจเข้าและดึงด้ามจับ - หายใจออกเมื่อผ่อนด้ามจับลงนี่เป็นวิธีการออกกำลังกายสำหรับการทำให้กล้ามเนื้อท้องแขนด้านบนใหญ่ขึ้นโดยเฉพาะ
zh_hans: 面向训练器站立，反握手柄： - 吸气，弯举滑轮手柄。 - 呼气，完成动作。 这是种锻炼二头肌的极佳孤立动作。
zh_hant: 面向訓練器站立，反握手柄： - 吸氣，彎舉滑輪手柄。 - 呼氣，完成動作。 這是種鍛煉二頭肌的極佳孤立動作。

source: Low Pulley Cable Crossover
ja: 低滑車ケーブルクロスオーバー
nl: Lage katrol kabel Crossover
ru: Разводка на низком блоке
th: ท่าดึงตุ้มน้ำหนักแบบไขว้
zh_hans: 低位拉力器夹胸
zh_hant: 低位拉力器夾胸

source: 9 Low Pulley Cable Crossover
it: Imposta i cavi nella parte inferiore delle croci e incrocia le mani al viso e iniziare dal basso a formare una croce in alto. Questa variante si rivolge di più alla parte superiore del torace.
ja: ケーブルをクロスオーバーステーションに設置し、下から始めて顔まで持っていき、手を交差します。この変形は、より上位の胸に効果的です。
nl: Stel de kabels in op de crossover stations en je gaat kruisgewijs je handen afwisselend naar je gezicht brengen en terug. Deze variant heeft veel effect op de bovenste borstspieren.
ru: Прикрепите перекладины блочного устройства к нижнему отсеку тренажера. Начиная с самого низа, поднимайте руки, скрещивая по направлению к лицу. Это упражнение развивает верхнюю часть груди.
sv: Flytta ner trissorna till botten på en cable cross. Du kommer att korsa dina händer upp mot ansiktet genom att böra från golvet och dra uppåt. Den här varianten kommer att ta mer på övre delen av dittbröst.
th: ;ดึงสายเคเบิ้ลเพื่อดึงตุ้มน้ำหนักที่อยู่ส่วนล่างของอุปกรณ์ ให้คุณไขว้มือทั้งสองขึ้นด้านบนจนอยู่ระดับหน้าของคุณ ค่อย ๆ ผ่อนลง จากนั้นก็ให้เริ่มดึงลูกตุ้มจากด้านล่างอีกครั้ง วิธีนี้จะช่วยบริหารกล้ามเนื้ออกส่วนบนของคุณ
zh_hans: 设定夹胸器低位的滑轮，两手交叉并朝脸部往上移动，这是种从低位开始的交叉动作。此动作能大量锻炼上部胸肌。
zh_hant: 設定夾胸器低位的滑輪，兩手交叉並朝臉部往上移動，這是種從低位開始的交叉動作。此動作能大量鍛煉上部胸肌。

source: Toe Raises
it: Sollevamento sull’alluce
ja: つま先上げ
nl: Tenen liften
ru: Подъемы на пальцах ног
sv: Tåhävningar
th: ยกนิ้วเท้า
zh_hans: 点起脚尖
zh_hant: 提踵
