Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 1 Chin-Ups
it: Afferra la barra, palmi e dita in avanti, lontano dal corpo. Questa è chiamata la presa 'prona'. Mantieni le braccia diritte e tieniti appeso dritto senza oscillare. Rilassa le spalle e il corpo. Tira su con un movimento fluido, non a scatti. Il mento dovrebbe andare sopra la barra. Abbassati dolcemente di nuovo alla posizione di partenza
ja: 体から離れて手の平と指で前向きにバーを掴みます。これは、“プロネイテッド”グリップと呼ばれます。腕を真っ直ぐにし、揺れないで真っ直ぐにぶら下がります。肩と体をリラックスします。滑らかな動きで引き上げ、急な動きをしないでください。あごはバーの上に上がらなければなりません。滑らかに真っ直ぐ開始ポジションに戻ります。
nl: Houdt de rekstok vast met je handpalmen van je vandaan, dat wordt de 'pronetische grip' genoemd. Houdt je armen gestrekt en ga hangen zonder te schommelen. Probeer je lichaam en schouders te ontspannen. Trek je dan in een vloeiende beweging op, niet te snel of schokkend. Je kin moet boven de rekstok uitkomen. Dan langszaam weer terug naar startpositie.
ru: Ухватитесь за турник ладонями и пальцами вперед, в обратном направлении от тела. Это называется прямым хватом (пронация). Держите руки прямо и повисните прямо вниз без раскачки. Расслабьте плечи и тело. Потянитесь вверх в плавном движении, не дергаясь. Подбородок должен оказаться выше перекладины. Плавно опуститесь в исходное положение.
sv: Greppa stången med handflator och fingrar riktade framåt, bort från kroppen. Detta kallas för ett ”pronerat” grepp. Håll armarna raka och häng rakt ner utan att gunga. Slappna av i axlar och kropp. Dra dig upp i en mjuk rörelse, utan att rycka. Hakan ska nå över stången. Sänk dig långsamt tillbaka till startposition.
th: จับที่บาร์และให้นิ้วหันไปด้านหน้าซึ่งจะหันออกจากลำตัว วิธีนี้เรียกว่า “เกาะแบบคว่ำมือ” ยืดแขนให้ตรงและห้อยตัวลงด้านล่างโดยที่ไม่แกว่งตัว ผ่อนคลายไหล่และลำตัว ดึงตัวขึ้นช้า ๆ และเรียบลื่น อย่าดึงขึ้นอย่างแรง ให้คางเลยพ้นบาร์ จากนั้นค่อย ๆ ลดระดับตัวลงไปที่ท่าเริ่มต้น
zh_hans: 双手握着单杠，掌心和手指向前并背对着身体。这就是所谓的正握。保持手臂伸直和笔直下垂，而不摆动它。放松你的肩部和身体。平稳地引体向上，避免猛拉。下巴应处于单杠的上方。缓慢地使身体下落至初始姿态。
zh_hant: 雙手握著單杠，掌心和手指向前，以及遠離身體。這就是所謂的正握。保持手臂伸直和筆直下垂，而不擺動。放松你的肩部和身體。平穩地引體向上，避免猛拉。下巴應處于單杠的上方。緩慢地使身體下落至初始姿態。

source: Deadlifts
it: Stacchi
ja: デッドリフト
nl: Deadliften
ru: Становая тяга
sv: Marklyft
th: ท่ายกน้ำหนักเดดลิฟท์
zh_hans: 硬举
zh_hant: 硬舉

source: 2 Deadlifts
it: La tua posizione è circa quanto la larghezza delle spalle con i piedi puntati leggermente più avanti. Ora devi abbassare il sedere fino a quando i quadricipiti sono più o meno paralleli al pavimento. La barra deve essere proprio davanti ai tuoi stinchi. Ora afferra il bilanciere con entrambe le mani in modo che la presa sia distanziata leggermente rispetto alle gambe. Con un arco lombare nella schiena, spingi con le gambe e solleva con la schiena simultaneamente in modo che la barra arriva alle ginocchia e si ferma presso i fianchi. Le spalle e le ginocchia devono essere bloccate completamente e le braccia devono essere dritte durante l'intero tentativo.
ja: スタンスは、つま先を少し外側に開け、肩幅に脚を開きます。そこから、大腿四頭筋が床とほぼ平行になるまで臀部を下げます。バーは、すねのちょうど先にあるべきです。そして、グリップの間隔は脚の少し外側で、両手でバーベルを掴みます。腰椎をアーチ型にしながら足と背中で押し、同時に背中を持ち上げることで、バーは膝から離れ、ヒップに横たわります。肩と膝は完全に固定され、腕は試行中は常に真っ直ぐでなければなりません。
nl: Je houding is als volgt: je voeten staan iets naar buiten gericht op schouderbreedte uit elkaar. Neem een zittende houding aan door je billenpartij naar beneden te brengen totdat je bovenbenen ongeveer parallel zijn met de vloer. De halter is nu vlak voor je schenen. Pak nu de halter vast met beide handen zodanig dat je handen zich net buiten je knieën bevinden. Maak dan een licht holle rug en til de halter op door je benen te strekken en je armen recht te houden. Met je benen tillen dus. Als het gewicht op heuphoogte is zet je je benen en knieën op slot.
ru: Ноги на ширине плеч. Приседайте, пока квадрицепсы не будут примерно параллельно полу. Штанга прямо напротив голеней. Теперь возьмите штангу обеими руками таким образом, чтобы хват был слегка смещен за пределы ног. Со слегка прогнутой поясницей производите толчок ногами и одновременно поднимаете спину так, чтобы штанга прошла колени и оказалась на уровне бедер. Плечи и колени выпрямлены и не двигаются, руки выпрямлены на протяжении всего процесса.
sv: Din fotställning ska vara axelbred, och dina fötter ska vara lätt riktade utåt. Du ska nu sänka din bakdel tills dina lår är parallella med golvet. Stången ska vara strax framför dina skenben. Ta nu tag i skivstången med båda händer så att ditt grepp är något bredare än avståndet mellan dina ben. Med en lätt böjning i ländryggen trycker du ifrån med dina ben och lyfter samtidigt med din rygg så att stången går förbi dina knän och stannar vid din höft. Dina axlar och knän ska låsas och dina armar ska hållas raka under hela lyftet.
th: ให้คุณยืนกางขาเท่ากับความกว้างของไหล่โดยที่ให้เท้าชี้ไปข้างหน้าและเปิดออกเล็กน้อย จากนั้นให้งอก้นลงด้านล่างจนกว่าทั้งขาและแขนของคุณตั้งตรงขนานกับพื้น บาร์ควรอยู่ด้านหน้าน่องของคุณ ตอนนี้ให้คุณจับที่อุปกรณ์บาร์น้ำหนักด้วยมือทั้งสองและให้มือทั้งสองนั้นอยู่ห่างจากขาส่วนนอกเล็กน้อย ใช้ส่วนโค้งของหลังบริเวณเอวและดันด้วยขาทั้งสองข้าง จากนั้นยกโดยการใช้หลังไปพร้อม ๆ กัน ให้บาร์น้ำหนักผ่านจากเข่ามาพักที่สะโพกของคุณ ล็อคไหล่และเข่าของคุณไว้อย่างเต็มที่ และแขนของคุณควรเหยียดตรงตลอดเวลา
zh_hans: 你的站姿为双脚间距离约与肩同宽，脚部朝前和稍微向外。你现在得降低臂部，直到大腿约与地面平行。杠铃得位于胫部上方。现在，双手握着杠铃，双手比双脚略宽。保持背部拱起的站姿，以双腿推举和背部的力量提举它，以便杠铃高于你的膝盖，此刻，放松臂部。锁定你的肩膀和膝盖，在整个过程中，确保你的手臂是直的。
zh_hant: 你的站姿為雙腳間距離約與肩同寬，腳部朝前和稍微向外。你現在得降低臂部，直到大腿約與地面平行。杠鈴得位於胫部上方。現在，雙手握著杠鈴，雙手比雙腳略寬。保持背部拱起的站姿，以雙腿推舉和背部的力量提舉它，以便杠鈴高于你的膝蓋，此刻，放松臂部。鎖定你的肩膀和膝蓋，在整個過程中，確保你的手臂是直的。

source: Lat Pull-Downs
it: Lat pulldown
ja: ラットプルダウン
nl: Lat trekken
ru: Вертикальная тяга
sv: Latsdrag
th: ท่าดึงบาร์ลงด้านล่างโดยใช้กล้ามเนื้อหลัง
zh_hans: 高拉力
zh_hant: 高拉力

source: 3 Lat Pull-Downs
it: Fissa una barra lunga alla lat pulldown machine e regola l’imbottitura della coscia in modo che quando si è seduti le ginocchia sono ad angolo retto e i piedi appoggiati a terra. Afferra la barra con una presa larga e siediti mantenendo la parte superiore del corpo in posizione verticale, leggermente pendente indietro dalle anche. Tira la barra di fronte al tuo viso fino alla parte superiore del torace e attendi. Rilascia lentamente la barra di nuovo alla posizione di partenza raddrizzando le braccia.
ja: ラットプルダウンのマシンにロングバーを取り付け、座っている時に大腿部パッドを調節することで膝は正しい角度で、足は地面に平坦に着けます。ワイドグリップを使い、上半身を真っ直ぐにして、少しだけヒップから傾けるポジションに保ちながら座ります。顔の前から胸の上にバーを引き、停止します。腕を真っ直ぐにして、ゆっくりとバーを開始ポジションに戻します。
nl: Bevestig een lange staaf op de lat pull down machine en pas de dijen kussentjes aan zodat je knieën in een rechte hoek staan en je voeten plat op de grond. Pak de staaf vast met een brede grip en blijf rechtop zitten, maar leun iets achterover vanuit de heupen. Trek de bar dan naar je gezicht toe en langszaam naar je borst en houdt dat even vast. Dan langszaam terug naar de uitgangspositie door je armen te strekken.
ru: Прикрепите длинную перекладину к тренажеру, созданному для укрепления широчайшей мышцы спины и настройте ручки на перекладине таким образом, чтобы колени были под прямым углом когда вы сидите, а ступни полностью касались пола. Возьмитесь за перекладину широким хватом и сядьте, удерживая верхнюю часть туловища в вертикальном положении, слегка откинувшись назад от бедер. Подтяните перекладину к лицу, затем к верхней части груди и замрите. Медленно опустите перекладину и вернитесь в исходное положение, выпрямляя руки.
sv: Fäst en lång stång till latsdragmaskinen, och justera lårkuddarna så att du, när du sitter ner, har knäna vinkelräta och dina fötter är i golvet. Ta tag i stången med ett brett grepp och sitt ner med överkroppen i en fortsatt upprätt ställning, men med lätt bakåtlutning från höfterna. Dra ner stången framför ditt ansikte till ditt bröst och pausa ett ögonblick. Släpp långsamt tillbaka stången till startposition genom att räta ut dina armar.
th: ติดบาร์ยาวเข้ากับอุปกรณ์ ปรับระดับความสูงให้เหมาะสมโดยให้เข่าของคุณอยู่ในมุมที่ถูกต้องและเท้าแนบกับพื้น จับที่บาร์โดยใช้การยึดแบบกว้าง นั่งลงที่ม้านั่งและให้ร่างกายส่วนบนอยู่ในท่าตั้งตรง ใช้สะโพกเพื่อเอนไปด้านหลังเล็กน้อย ดึงบาร์ที่อยู่หน้าของคุณมาถึงส่วนอกและค้างไว้ จากนั้นค่อย ๆ ปล่อยบาร์ให้กลับไปอยู่ในท่าเริ่มต้นโดยการยืดแขนออก
zh_hans: 将一枝长的杠桿摆放在高拉力训练器，调整大腿护垫，以便当你坐着时，膝盖弯屈弧度正确，以及双脚能平放在地上。宽握杠桿，保持上半身挺直的坐势，稍微向后倾斜。将杠桿拉至你的脸部前方，即胸部的上方，然后停留。伸直你的手臂，缓慢地将杠桿放回初始位置。
zh_hant: 將一枝長的杠桿擺放在高拉力訓練器，調整大腿護墊，以便當你坐著時，膝蓋彎屈弧度正確，以及雙腳能平放在地上。寬握杠桿，保持上半身挺直的坐勢，稍微向后傾斜。將杠桿拉至你的臉部前方，即胸部的上方，然后停留。伸直你的手臂，緩慢地將杠桿放回初始位置。

source: Seated Rows
it: Seated row
ja: 座りロ
nl: Zittend Roeien
ru: Гребная тяга сидя
sv: Sittande rodd
th: ท่านั่งดึงตุ้มน้ำหนัก
zh_hans: 坐式划船
zh_hant: 坐式劃船

source: 4 Seated Rows
it: Per iniziare la seated row, prendi in mano le maniglie della tua barra preferita (che potrebbe essere simile a quella mostrata). Siediti con la schiena dritta, mantenendo le gambe piegate e i piedi contro il blocco di metallo. Estendi le braccia sentendo i tuoi laterali tirano. Tirare indietro il peso nel tuo corpo fino a quando le maniglie toccare l'addome.
ja: 座りローを始めるには、お気に入りのバー（表示されているようなもの）を掴みます。脚を曲げながら、背中を真っ直ぐして、足の裏はメタルブロックに置きます。腕をこれ以上伸ばせないくらい伸ばします。ハンドルが腹筋に触れるまで、ウェイトを体の方に引き戻します。
nl: Om te beginnen bevestig je eerst je favoriete handgreep aan de lat bar (het zou dezelfde kunnen zijn als afgebeeld). Zit rechtop met gestrekte rug en gebogen knieën en je voeten tegen het blok. Strek je armen zodat je de spanning net voelt. Trek het gewicht naar je lichaam toe totdat het je buik raakt.
ru: Чтобы начать данное упражнение, возьмитесь за рукоятки вашего любимого тренажера (например, такого как изображен здесь). Спина выпрямлена, ноги согнуты, а ступни на металлическом основании. Вытяните руки и почувствуйте как мышцы спины напрягаются. Потяните перекладину вниз по направлению к телу пока ручки перекладины не коснутся живота.
sv: För att börja med sittande rodd väljer du först ett favorithandtag (det kan vara likt det som visas). Sitt med rak rygg och dina knän lätt böjda och med fötterna planterade på metallplattan. Sträcka ut dina armar och känn hur dina latsmuskler sträcks ut. Dra tillbaka vikten mot din kropp tills handtagen rör vid din mage.
th: การเริ่มทำท่านั่งดึงตุ้มน้ำหนักนี้ ให้คุณจับที่ด้ามจับทั้งสอง (หรือคุณจะทำข้างเดียวก็ได้) นั่งหลังตรง วางเท้าที่บล็อควางเท้าและให้เข่างอ ยืดแขนให้ตรงจนรู้สึกว่ากล้ามเนื้อหลังยืดออก ดึงตุ้มน้ำหนักเข้าหาตัวจากด้ามจับสัมผัสกับหน้าท้อง
zh_hans: 为了开始坐式划船，握着你喜爱的横桿手柄（它可能是如图所示的杠桿）。挺直坐立，保持手臂弯屈，将双脚放在金属板上。伸直双臂，并感觉你的背阔肌正伸展。推举横桿至你的身体，直到其手柄触及你的腹部。
zh_hant: 為了開始坐式劃船，握著你喜愛的橫桿手柄（它可能是如圖所示的杠桿）。挺直坐立，保持手臂彎屈，將雙腳放在金屬板上。伸直雙臂，並感覺你的背闊肌正伸展。推舉橫桿至你的身體，直到其手柄觸及你的腹部。

source: One-Arm Dumbbell Rows
it: Rematore alla row machine ad una mano
ja: 片手ダンベルロー
nl: Één arm gewichtheffen
ru: Тяга гантели одной рукой в наклоне
sv: Enarmsrodd med hantel
th: ท่ายกดัมเบลด้วยแขนข้างเดียว
zh_hans: 单臂哑铃划船
zh_hant: 單臂啞鈴劃船

source: 5 One-Arm Dumbbell Rows
it: Posiziona il ginocchio sinistro e la mano sinistra su una panca piana con la gamba destra impostata saldamente sul pavimento. Piegati in avanti in modo che la schiena sia piatta e parallela al pavimento. Afferra un manubrio con la mano destra con il palmo rivolto verso il tuo corpo e solleva il manubrio in alto e nella zona esterna della gabbia toracica. Torna alla posizione di partenza e ripeti.
ja: 右足をしっかりと床に置き、左膝と左手をフラットベンチに置きます。背中が平坦になり、床と平行になるように前かがみになります。体に面して右手の平でダンベルを掴み、ダンベルをわき腹の外側に漕ぎます。開始ポジションに戻り、繰り返します。
nl: Linkerhand en linkerknie op een vlakke bank plaatsen met je rechtervoet stevig op de vloer. Leun voorover zodat je een rechte rug hebt en parallel met de vloer. Neem een halter in je rechterhand met je handpalm naar je lichaam gericht. Til nu het gewicht op en breng het naar je ribben aan de zijkant van je lichaam. Langszaam terug naar beginpositie en herhalen.
ru: Обопритесь левым коленом и левой рукой на горизонтальную скамью, правая нога твердо стоит на полу. Наклонитесь вперед так, чтобы ваша спина оставалась прямой и располагалась параллельно полу. Возьмите гантель в правую руку, при этом ладонь должна располагаться по направлению к телу. Поднимите гантель вверх по направлению к внешней области вашей грудной клетки. Вернитесь в исходное положение и повторите.
sv: Sätt ditt vänstra knä och vänstra hand på en plan bänk, och ditt högra ben på golvet. Luta dig framåt så att din rygg är rak och parallell med golvet. Greppa en hantel med din högra hand så att din handflata är riktad mot din kropp och lyft eller ro hanteln uppåt mot sidan av din bröstkorg. Återgå till startposition och repetera.
th: วางเข่าซ้ายและมือซ้ายที่ม้านั่ง โดยให้ขาขวาวางที่พื้นอย่างมั่นคง โน้มตัวไปข้างหน้า ให้ส่วนหลังของคุณราบและขนานไปกับพื้น จับที่ดัมเบลด้วยมือข้างขวาโดยให้ฝ่ามือหันเข้าหาตัวของคุณ จากนั้นยกดัมเบลขึ้นมายังสีข้างด้านนอกของคุณ จากนั้นก็กลับไปที่ท่าเริ่มต้นและทำซ้ำ
zh_hans: 将你的左膝和左手摆置在平板上，右脚固定在地上。向前倾，以至于你的背部平直，以及与地面平行。用你的右手握着哑铃，掌心朝向自己的身体，举起或向上划动哑铃，并将其朝向你的外胸腔部位。回到初始姿态，重复锻炼。
zh_hant: 將你的左膝和左手擺置在平板上，右腳固定在地上。向前傾，以至于你的背部平直，以及與地面平行。用你的右手握著啞鈴，掌心朝向自己的身體，舉起或向上劃動啞鈴，並將其朝向你的外胸腔部位。回到初始姿態，重復鍛煉。

source: Barbell Shrugs
it: Barbell Shrug
ja: バーベルシュラッグ
nl: Lange Halter schouder ophalen
ru: Шраги со штангой
sv: Shrugs med skivstång
th: ท่ายกน้ำหนักโดยการยกไหล่
zh_hans: 杠铃耸肩
zh_hant: 杠鈴聳肩

source: 6 Barbell Shrugs
it: Stai in piedi con i piedi alla larghezza delle spalle e tiene un bilanciere con entrambe le mani di fronte a te con una presa prona (palmi rivolti verso le cosce). Suggerimento: Le mani devono essere un po' più ampie rispetto alla larghezza delle spalle. È possibile utilizzare fasce per i polsi per questo esercizio per una migliore presa. Questa sarà la tua posizione di partenza. Alza le spalle in su, fino al massimo che puoi andare, quando espiri e tieni la contrazione per un secondo. Suggerimento: Evita di tentare di sollevare il bilanciere utilizzando i bicipiti. Ritorna lentamente alla posizione di partenza, quando inspiri.
ja: プロネイテッドグリップ（手の平が大腿部に面する）を使って、両手でダンベルを体の前で持ち、脚を肩幅に開いて真っ直ぐに立ちます。ヒント：手は肩幅より少し広めにあると良いでしょう。より良いグリップのために、リストラップをこのエクササイズに使用することができます。これが開始ポジションです。息を吐きながら肩をできる限り上げ、１秒間その姿勢を保ちます。ヒント：上腕二頭筋の使用によってバーベルを上げようとしないでください。息を吸いながらゆっくりと開始ポジションに戻ります。
nl: Sta rechtop met je voeten op schouderbreedte. Als je een halter gebruikt moet je de pronatiegrip gebruiken (handpalmen naar de dijen gericht). Tip: je handen iets verder dan schouderbreedte uit elkaar. Je kunt polsbanden dragen voor een betere grip bij deze oefening. Dit is de uitgangspositie. Haal dan je schouders op terwijl je uitademt en houdt dit een paar seconden vast. Pas op: niet met je biceps de halter optillen. Ga dan langszaam terug naar de startpositie terwijl je inademt.
ru: Станьте прямо, ноги на ширине плеч, обеими руками держите штангу впереди себя прямым хватом ( ладони смотрят на бедра). Совет: Ваши руки должны располагаться немного шире, чем ширина плеч. Для лучшего захвата в этом упражнении вы можете использовать специальную экипировку для ладоней. Это будет вашим исходным положением. Поднимите плечи как можно выше во время выдоха и задержите напряжение на секунду. Совет: Не пытайтесь поднять штангу, используя бицепсы. Вдохните и медленно вернитесь в исходное положение.
sv: Stå upprätt med fötterna axelbrett isär medan du håller en skivstång med båda händerna framför dig med ett pronerat grepp (handflator vända mot låren). Tips: Dina händer ska ha ett grepp något bredare än axelbrett. Du kan använda vristband för denna övning för ett bättre grepp. Detta utgör din startposition. Höj dina axlar så långt det går medan du andas ut och håll denna kontraktion någon sekund. Tips: Försök låta bli att lyfta skivstången med hjälp av biceps. Återgå långsamt till startpositionen under inandning.
th: ให้คุณยืนในท่าตรงโดยเท้าอยู่ห่างกันในระดับเดียวกับความกว้างของไหล่ ถือบาร์น้ำหนักด้วยมือทั้งสองข้างที่ด้านหน้าของคุณโดยให้จับแบบที่นิ้วหันเข้าด้านใน (ฝ่ามือหันไปทางต้นขา) เคล็ดลับ: มือของคุณควรอยู่ห่างจากระดับความกว้างของไหล่เล็กน้อย คุณอาจพันข้อมือของคุณเพื่อช่วยในการออกกำลังกายในท่าที่ช่วยยึดอุปกรณ์ได้ดีกว่า ซึ่งที่กล่าวมาจะเป็นท่าเริ่มต้นของคุณ จากนั้นให้ยกไหล่ทั้งสองขึ้นให้สูงเท่าที่จะทำได้พร้อมกับหายใจออกและยกไหล่ค้างไว้ประมาณหนึ่งวินาที เคล็ดลับ: พยายามอย่าใช้กล้ามเนื้อต้นแขนยกน้ำหนัก ให้คุณค่อย ๆ ลดระดับไหล่ลงและไปยังท่าเริ่มต้นพร้อมกับการหายใจออก
zh_hans: 站直，双脚与肩同宽，双手置于你的前方，正握（掌心朝向大腿）杠铃。提示：双手比肩略宽。对于这个锻炼，你可以使用手腕束带，以能更好地握杠。这是你的初始姿态。尽可能高的举起肩部，当你呼气时，保持肌肉收缩片刻。提示：避免尝试以你的臂力举起杠铃。吸气，缓慢地回到初始姿态。
zh_hant: 站直，雙腳與肩同寬，雙手置於你的前方，正握（掌心朝向大腿）杠鈴。提示：雙手比肩略寬。對于這個鍛煉，你可以使用手腕束帶，以能更好地握杠。這是你的初始姿態。盡可能高的舉起肩部，當你呼氣時，保持肌肉收縮片刻。提示：避免嘗試以你的臂力舉起杠鈴。吸氣，緩慢地回到到初始姿態。

source: Dumbbell Shrugs
ja: ダンベルシュラッグ
nl: Hand Halter schouder ophalen
ru: Шраги с гантелей
sv: Hantelshrugs
th: ท่ายกดัมเบลโดยการยกไหล่
zh_hans: 哑铃耸肩
zh_hant: 啞鈴聳肩

source: 7 Dumbbell Shrugs
it: Mettiti in ​​posizione eretta con i manubri sospesi ai lati, i piedi appena sufficientemente ampi in modo che i manubri siano sospesi comodamente. Possono essere più pesanti di quanto li postresti usare per una rotazione di braccia o sollevamento della parte anteriore. Stringi le spalle verso l'alto proprio come faresti per dire a qualcuno 'boh, non so' in risposta ad una domanda. Non curvarti verso il fronte, cerca di rimanere completamente eretto. Se vedi che ti stai incurvando o piegando all'indietro, alleggerisci un po' i pesi.
ja: ダンベルを体の横にぶら下げ直立します。ダンベルを快適にぶら下げることができるように、充分な幅に足に開きます。ダンベルは、アームカールやフロント昇降のために使用するよりも重くすることができます。誰かの質問に対して、“知らない”と言うように、肩をすくめます。ハンチングし過ぎたり、後ろに曲げすぎている場合は、ウェイトを少し軽くしましょう。
nl: Sta rechtop en houdt de halters naast je lichaam, de voeten ver genoeg uit elkaar om de halters comfortabel te hebben. Ze mogen zwaarder zijn dan je voor een armoefening zou gebruiken. Haal je schouders op alsof je zegt: ik weet het niet als antwoord op een vraag van iemand. Buig niet voorover, probeer rechtop te blijven staan. Als je merkt dat je voor of achterover buigt tijdens de oefening, neem dan iets lichtere gewichten.
ru: Станьте прямо, гантели по бокам, ноги расставлены на такую ширину, чтобы было удобно держать гантели. Гантели могут быть тяжелее гантелей, используемых для подъема перед собой. Пожмите плечами, как если бы вы отвечали: "Я не знаю", в ответ на чей-то вопрос. Не наклоняйтесь вперед, пытайтесь держать спину абсолютно прямой. Если вы заметите, что вы наклоняетесь вперед или назад, возьмите гантели немного полегче.
sv: Stå upprätt med hantlar hängande längsmed sidorna, fötterna precis så brett som krävs för att hantlarna ska kunna hänga bekvämt. De kan vara tyngre än vad du skulle använda för en armcurl eller axellyft. Lyft axlarna uppåt på precis samma sätt som om du skulle säga “Jag vet inte” till någon som svar på en fråga. Luta dig inte framåt, utan försök att stå helt upprätt. Om du upptäcker att du böjer dig framåt eller lutar dig bakåt, så sänk vikterna en aning.
th: ยืนในท่าหลังตรงโดยให้ดัมเบลห้อยลงที่ข้างลำตัว จัดเท้าให้กว้างพอเพื่อให้ห้อยดัมเบลได้อย่างสบาย ๆ ดัมเบลที่ใช้อาจมีน้ำหนักมากกว่าท่าที่คุณให้ในแบบงอแขนหรือยกจากด้านหน้า ยกไหล่ขึ้นด้านบนเช่นเดียวกับที่คุณยักไหล่ตอนที่คุณพูดว่า “ผม/ฉันไม่รู้” เมื่อคุณตอบคำถามใครสักคน อย่าให้หลังงอหรืองอตัวไปข้างหน้า พยายามอยู่ในท่าตั้งตรง หากคุณโค้งตัวไปข้างหน้าหรืองอตัวไปด้านหลัง ให้เปลี่ยนไปใช้ดัมเบลที่น้ำหนักน้อยกว่าเล็กน้อย
zh_hans: 站直，哑铃置于身体两侧，双脚间的宽度刚好，以至于你能舒适地持着哑铃。若哑铃用于臂弯举或前平举锻炼，你所施的力量会更大。耸肩，就如你正回答问题，向某人说道“我不晓得。”勿向前弯腰驼背，尝试保持挺直的姿态。如果你发现自己弯腰驼背或后仰，稍微减轻哑铃的重量。
zh_hant: 站直，啞鈴置於身體兩側，雙腳間的寬度剛好，以至于你能舒適地持著啞鈴。若啞鈴用於臂彎舉或前平舉鍛煉，你所施的力量會更大。聳肩，就如你正回答問題，向某人說道“我不曉得。”勿向前彎腰駝背，嘗試保持挺直的姿態。如果你發現自己彎腰駝背或后仰，稍微減輕啞鈴的重量。

source: Back Extensions
it: Estensioni all’indietro
ja: バックエクステンション
nl: Rug Strekken
ru: Гиперэкстензия
sv: Ryggresningar
th: ท่ายืดหลัง
zh_hans: 背部伸展
zh_hant: 背部伸展

source: 8 Back Extensions
it: Posizionati per un’estensione posteriore e aggancia i piedi sotto l’ancoraggio della gamba. Il tuo corpo deve formare una linea retta dalle tue mani ai fianchi. Abbassa il busto, permettendo che la tua parte bassa della schiena si arrotondi, fino a quando è solo poco perpendicolare al pavimento. Alza la parte superiore del corpo fino a quando è leggermente al di sopra e parallela al pavimento. A questo punto, devi fare un leggero arco nella schiena e le scapole devono essere tirate insieme. Attendi per un secondo, quindi ripeti.
ja: バックエクステンションのステーションに立ち、レッグアンカーに足を固定します。足からヒップは、直線を描いている必要があります。胴体を低くし、体がほぼ床と平行になるようにします。この時点で、背中は少しだけアーチ型になり、肩甲骨は一緒に引っ張られているべきです。１秒間停止し、繰り返します。
nl: Positioneer jezelf in een rugoefening apparaat en plaats je voeten onder het beenanker. je lichaam moet een rechte lijn vormen van je handen tot je heupen. Buig dan je lichaam naar beneden en krom je rug tot je loodrecht naar beneden hangt. Richt je lichaam dan op tot het iets boven een horizontale lijn is parallel aan de vloer. Op dit moment moet je een lichte buiging hebben in de rug en je schouderbladen naar elkaar toe getrokken. Pauzeer een paar seconden en herhaal de oefening.
ru: Расположитесь на специальном тренажере, ноги закреплены о шведскую стенку. Ваше тело должно образовать прямую линию от рук до бедер. Опустите туловище, позволив нижней части спины прогнуться до такой степени, чтобы она оказалась почти перпендикулярна полу. Верхнюю часть тела приподнимите до положения слегка выше параллельно полу. В этот момент ваша спина должна быть слегка прогнута, а лопатки сведены вместе. Замрите на секунду, потом повторите.
sv: Sätt dig i en maskin för ryggresningar och sätt fast dina fötter under benfästet. Din kropp bör utgöra en rak linje från dina händer till din höft. Sänk din bröstkorg och låt din ländrygg runda sig en aning till dess att den nästan är vinkelrät mot golvet. Lyft din överkropp tills den är något ovanför parallelläge med golvet. I detta läge bör du ha en lätt svankad rygg, och dina skulderblad bör vara sammandragna. Gör en kort paus, för att sedan repetera.
th: จัดท่าตัวเองโดยให้อยู่ในท่ายืดหลังอย่างมั่นคง วางเท้าของคุณใต้ที่ยึดขา ลำตัวของคุณควรอยู่ในท่าที่เป็นเส้นตรงตั้งแต่มือจนถึงสะโพก งอตัวให้ต่ำลง ทำให้หลังส่วนล่างเป็นวงกลมจนกระทั่งเกือบจะเป็นเส้นตั้งฉากกับพื้น ยกลำตัวด้านบนขึ้นเหนือระดับขนานกับพื้นเล็กน้อย ถึงจุดนี้ คุณควรส่วนโค้งที่หลังของคุณเล็กน้อย และแผ่นหลังของคุณถูกดึงเข้าหากัน ให้คุณหยุดประมาณหนึ่งวินาทีแล้วทำซ้ำ
zh_hans: 在背部伸展训练器上锻炼，用脚踝勾住机器。你的身体即从手到胯部应呈一直线。然后，降低躯干，允许你的下半身呈弧形，直到它垂直于地面。举起你的上身直到它处于略高于与地面平行的位置。此时，你的背部应该轻微拱起，肩胛骨彼此靠拢。停留片刻，然后重复动作。
zh_hant: 在背部伸展訓練器上鍛煉，用腳踝勾住機器。你的身體即從手到胯部應呈一直線。然後，降低軀幹，允許你的下半身呈弧形，直到它垂直於地面。舉起你的上身直到它處於略高於與地面平行的位置。此時，你的背部應該輕微拱起，肩胛骨彼此靠攏。停留片刻，然後重複動作。

source: Bent Over Row
ja: ベントオーバーロー
ru: Тяга в наклоне
sv: Stångrodd
th: ท่ายกน้ำหนักแบบงอตัวไปด้านหน้า
zh_hans: 前倾划船
zh_hant: 前傾劃船
