Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 18 Dumbbell Shoulder Press
it: 1. Stai dritto con i piedi alla larghezza delle spalle. Tieni i manubri con una presa overhand. Posiziona i manubri accanto ai lati della testa. 2 . Lascia i manubri in testa fino a quando le braccia sono completamente distese. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 肩幅に足を広げて直立、オーバーハンドグリップでダンベルを持ちます。ダンベルを側頭部の隣に置きます。 2. 腕が完全に伸びるまでダンベルを頭の上に引き上げます。そのまま１秒、その後スタートポジションに戻します。
nl: 1. Sta rechtop met je voeten op schouderbreedte uit elkaar. Houd halters in een overhandse grip. Breng de halters tot naast je hoofd. 2. Til de halters nu omhoog totdat je armen volledig gestrekt zijn. Houd dat een seconde vast en ga dan terug naar de startpositie.
ru: 1. Встаньте прямо, ноги на ширине плеч. Держите гантели нижним хватом. Гантели должны находиться на уровне вашей головы. 2. Поднимите гантели над головой, пока руки не будут полностью выпрямлены. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Stå rakt med fötterna axelbrett isär. Håll i hantlarna med ett överhandsgrepp. Positionera hantlarna vid sidorna av ditt huvud. 2. Lyft hantlarna över huvudet tills armarna är helt utsträckta. Håll i en sekund. Återgå till startläget.
th: 1. ยืนตรงโดยให้เท้าห่างกันเท่ากับระยะความกว้างของไหล่ ถือดัมเบลไว้ในมือด้วยท่าจับแบบคว่ำมือ จัดท่าดัมเบลให้อยู่ที่ข้างศีรษะ 2. ยกดัมเบลขั้นเหนือศีรษะจนกระทั่งแขนเหยียดตรง ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 站直，双脚与肩同宽。正握哑铃。哑铃置于头部侧边。 2. 抬举哑铃过头顶直到手臂完全伸展。保持此姿态数秒种。返回初始位置。
zh_hant: 1. 站直，雙腳與肩同寬。正握啞鈴。啞鈴置於頭部側邊。 2. 擡舉啞鈴過頭頂直到手臂完全伸展。保持此姿態數秒種。返回初始位置。

source: Front Weighted Raise
it: Alzate frontali con pesi
ja: フロントウェイテッドレイズ
nl: Recht vooruit tillen
ru: Подъем веса перед собой
sv: Viktlyft framåt
th: ท่ายกน้ำหนักด้านหน้า
zh_hans: 负重前举
zh_hant: 負重前舉

source: 19 Front Weighted Raise
it: 1. Mentre sei in piedi con la schiena dritta, tieni il peso con entrambe le mani. Il peso è posizionato difronte alle tue cosce. 2. Solleva le braccia di fronte a te fino a quando non sono in parallelo con il suolo. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ウェイトを両手で持ちます。ウェイトは大腿の前に置きます。 2.両腕が床と平行になるまで、自分の前で腕を上げます。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Terwijl je rechtop staat houd je een gewicht in beide handen voor je dijen. 2. Til nu je armen gestrekt op tot ze parallel met de grond zijn voor je. Houd een seconde vast en ga terug naar de uitgangspositie.
ru: 1. Стоя, спина прямая, держите вес обеими руками. Вес позиционируется на уровне бедер. 2. Вытяните руки перед собой, пока они не станут параллельны земле. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i vikten med båda händerna. Vikten är positionerad framför dina lår. 2. Lyft armarna framför dig tills de är parallella med marken. Håll i en sekund. Återgå till startläget.
th: 1. ยืนหลังตรง ถือน้ำหนักด้วยมือทั้งสองข้าง จัดให้น้ำหนักอยู่ระหว่างต้นขาทั้งสองข้าง 2. ยกแขนทั้งสองข้างขึ้นไปที่ด้านหน้าจนกระทั่งแขนขนานกับพื้น ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 采取站姿，背部挺直，双手各握负重。使负重置于大腿前侧。 2. 向前抬举手臂直到手臂与地面呈平行。保持此姿态数秒种。返回初始位置。
zh_hant: 1. 采取站姿，背部挺直，雙手各握負重。使負重置於大腿前側。 2. 向前擡舉手臂直到手臂與地面呈平行。保持此姿態數秒種。返回初始位置。

source: Lateral Weighted Raise
it: Alzate laterali con pesi
ja: ラテラルウェイテッドレイズ
nl: Zijwaarts tillen
ru: Боковые поднятия веса
sv: Lateralt viktlyft
th: ท่ายกน้ำหนักด้านข้าง
zh_hans: 负重侧举
zh_hant: 負重側舉

source: 20 Lateral Weighted Raise
it: 1. Mentre hai la schiena dritta, tieni il peso con una mano. Il peso è posizionato accanto al tuo fianco. 2. Alza il braccio dal lato. Tieni il braccio dritto. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. 背筋を伸ばして立ち、ウェイトを片手で持ちます。ウェイトは体の横に置きます。 2. 腕を横に上げます。腕をまっすぐに保ち、1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Rechtop staand met een rechte rug houd je een gewicht in je hand. Je arm hangt naast je lichaam. 2. Til de arm nu gestrekt maar zijwaarts op. Houd de arm recht. Houd een seconde vast en ga terug naar de startpositie.
ru: 1. Стоя с прямой спиной, держите вес в одной руке. Вес находится на боку. 2. Поднимите руку в сторону. Держите руку прямой. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Medan du står med ryggen rak, håll i vikten med en hand. Vikten är positionerad vid din sida. 2. Lyft armen ut mot sidan. Håll armen rak. Håll i en sekund. Återgå till startläget.
th: 1. ยืนหลังตรง ถือน้ำหนักด้วยมือหนึ่งข้าง จัดให้น้ำหนักอยู่ที่ข้างตัวของคุณ 2. ยกน้ำหนักออกไปด้านข้าง เหยียดแขนให้ตรง ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 采取站姿，背部挺直，单手握着负重。负重置于身体侧边。 2. 手臂向外举起。确保手臂伸直。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 采取站姿，背部挺直，單手握著負重。負重置於身體側邊。 2. 手臂向外舉起。確保手臂伸直。保持此姿態數秒種。返回初始姿態。

source: Military Press Behind The Neck (Standing)
it: Lento avanti con bilanciere dietro al collo (In piedi)
ja: ミリタリープレス・ビハインド・ザ・ネック(スタンディング)
nl: Militair opdrukken achter de nek (Staande)
ru: Подъемы веса за шеей (Постоянные)
sv: Militärpress på nacken (ståendes)
th: ท่ายกบาร์เบลด้านหลังส่วนคอ (ท่ายืน)
zh_hans: 颈后推举（站姿）
zh_hant: 頸後推舉（站姿）

source: 21 Military Press Behind The Neck (Standing)
it: 1. Stai in piedi, tieni un bilanciere dietro la testa all'altezza della fitball con le mani alla larghezza delle spalle, gomiti piegati e palmi rivolti in avanti. 2. Spingi il bilanciere sopra la testa, estendendo completamente le braccia. Tieni la schiena dritta e resta in piedi per tutto il movimento.
ja: 1. 直立し、バーベルを肩の高さで頭の後ろに持ちます。両手の間隔は肩幅、肘を曲げ、手の平は前向きに。 2. バーベルを頭の上に押し、両腕を完全に伸ばします。背筋を伸ばして、動作中は直立の状態を維持します。
nl: 1. Rechtop staand, houd je een halter achter je hoofd op schouderhoogte met je handen op schouderbreedte uit elkaar, ellebogen gebogen en handpalmen naar voor gericht. 2. Druk de halter omhoog, tot je gestrekte armen hebt. Houd je rug recht en blijf recht staan tijdens de hele oefening.
ru: 1. Стоя прямо, держите штангу за головой на уровне плеч, руки разведены на ширину плеч, локти согнуты и ладони смотрят вперед. 2. Поднимите штангу над головой, вытягивая руки полностью. Держите спину прямо и оставайтесь в вертикальном положении на протяжении всего движения.
sv: 1. Stå upprätt, håll en skivstång bakom huvudet på axelnivå med händerna axelbrett isär, armbågarna böjda och handflatorna vända framåt. 2. Lyft skivstången över huvudet. Sträck ut armarna helt. Håll ryggen rak och stå upprätt genom hela rörelsen.
th: 1. ยืนตัวตรง ถือบาร์เบลด้วยมือทั้งสองข้างไว้ที่ด้านหลังศีรษะที่ระดับความสูงเดียวกับไหล่ มือที่จับห่างกันเท่ากับความกว้างของไหล่ งอข้อศอก ฝ่ามือหันไปด้านหน้า 2. ดันบาร์เบลขึ้นเหนือศีรษะ ยืดแขนให้สุด หลังอยู่ในท่าตรงและตั้งขึ้นตลอดการเคลื่อนไหวในท่านี้
zh_hans: 1. 站直，握着杠铃，将杠铃置于头后的肩膀水平，双手与肩同宽，屈肘，手掌向前。 2.推举杠铃超过头顶，完全伸展手臂。始终保持背部挺直。
zh_hant: 1. 站直，握著杠鈴，將杠鈴置於頭後的肩膀水平，雙手與肩同寬，屈肘，手掌向前。 2.推舉杠鈴超過頭頂，完全伸展手臂。始終保持背部挺直。

source: Seated Dumbbell Front Raise
it: Alzate frontali seduti con manubri
ja: シーテッドダンベルフロントレイズ
nl: Zittend halters vooruit tillen
ru: Поднятия гантелей сидя
sv: Sittande hantellyft framåt
th: ท่านั่งยกดัมเบลขึ้นด้านหน้า
zh_hans: 坐姿哑铃前举
zh_hant: 坐姿啞鈴前舉

source: 22 Seated Dumbbell Front Raise
it: 1. Afferra un paio di manubri e assumi una posizione seduta su una panca inclinata con le braccia diritte e lungo i fianchi, e i pollici in dentro. 2. Mantieni i gomiti dritti, solleva i manubri in alto e in avanti fino a quando le mani sono all'altezza degli occhi. 3. Tieni la parte posteriore dei polsi e dei gomiti piatta in tutto il movimento. Torna alla posizione di partenza.
ja: 1. ダンベルを1組握り、傾斜ベンチに座ります。両腕はまっすぐに体の横につけ、親指を中に入れます。 2. 肘をまっすぐに維持しながら、ダンベルを前方に上げ、両手が目の高さまで来るようにします。 3. 動作中、手首の後ろは平に、肘はまっすぐに保ちます。スタートポジションに戻します。
nl: 1. Neem een stel halters en ga op een hellend bankje zitten, armen gestrekt naast je duimen inwaarts. 2. Houd je ellebogen recht, en til de halters op naar voren totdat je handen op oogniveau zijn. 3. Houd je polsen vlak en ellebogen recht gedurende de hele oefening. Ga terug naar de startpositie.
ru: 1. Возьмите пару гантелей и примите сидячее положение на наклонной скамье с прямыми руками по бокам, большими пальцами внутрь. 2. Держа локти прямыми, поднимите гантели вверх и вперед, пока руки не будут находиться примерно на уровне глаз. 3. Держите запястья ровно и локти прямо на протяжении всего движения. Вернитесь в исходное положение.
sv: 1. Ta ett par hantlar och inta en sittande position på en snedbänk, med armarna raka och vid dina sidor, och tummarna vända inåt. 2. Håll armbågarna raka och lyft hantlarna uppåt och framåt tills händerna är ungefär på ögonnivå. 3. Håll baksidan av handlederna och armbågarna raka genom hela rörelsen. Återgå till startläget.
th: 1. ถือดัมเบลด้วยมือทั้งสองข้าง นั่งบนม้านั่งเอียง ยืดแขนให้ตรงที่ข้างลำตัว ให้นิ้วโป้งชี้เข้าด้านใน 2. จัดให้ข้อศอกเหยียดตรง ยกดัมเบลขึ้นไปด้านหน้าจนกระทั่งมือทั้งสองข้างอยู่ที่ระดับเดียวกับตา 3. ให้ด้านหลังข้อมืออยู่ในแนวราบและข้อศอกเหยียดตรงตลอดการเคลื่อนไหวในท่านี้ จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 坐在斜板上，双手各握一个哑铃，手臂伸直并置于身体两侧。 2. 保持手肘伸直，向前抬举哑铃，直到双手处于眼睛水平。 3. 始终保持手腕后部平直及手肘伸直。返回初始位置。
zh_hant: 1. 坐在斜板上，雙手各握一個啞鈴，手臂伸直並置於身體兩側。 2. 保持手肘伸直，向前擡舉啞鈴，直到雙手處於眼睛水平。 3. 始終保持手腕後部平直及手肘伸直。返回初始位置。

source: Stability Ball Lateral Raise
it: Alzate laterali sulla fitball
ja: バランスボールラテラルレイズ
nl: Halters zijwaarts tillen op stabiliteitsbal
ru: Боковые подъемы на мяче
sv: Lateralt lyft på stabilitetsboll
th: ท่ายกดัมเบลด้านข้างบนลูกบอลออกกำลังกาย
zh_hans: 稳定球侧举
zh_hant: 穩定球側舉

source: 23 Stability Ball Lateral Raise
it: 1. Siediti su una fitball fitness con un manubrio leggero in ogni mano. Tieni le gambe alla larghezza delle spalle per mantenere l'equilibrio. Le mani devono stare lungo i fianchi. 2. Mantenendo le braccia perfettamente dritte, solleva lentamente i manubri fuori e fino al livello delle spalle. Mantieni i palmi rivolti verso il pavimento. 3. Mantieni i gomiti piegati, abbassati lentamente tornare alla posizione di partenza e ripeti per il numero desiderato di ripetizioni.
ja: 1. 両手にそれぞれ軽量のダンベルを持って、バランスボールに座ります。両脚の間隔を肩幅に維持してバランスを取ります。両手は体の横に下ろします。 2. 両腕を完全にまっすぐに維持します。ゆっくりとダンベルを外側に上げ、肩の高さまで来るようにします。手の平は床に向けます。 3. 肘を曲げたままで、スタートポジションまでゆっくりと戻し、お望みの回数だけ繰り返します。
nl: 1. Terwijl je op een stabilitietsbal zit met een lichte halter in elke hand houd je je benen op schouderbreedte aan de grond om je balans te houden. Je handen hangen recht omlaag naast je lichaam. 2. terwijl je je armen recht houdt til je langszaam de halters zijwaarts omhoog tot op schouderhoogte. De handpalmen blijven naar beneden gericht. 3. Houdt de armen gestrekt terwijl je langszaam naar de startpositie terug keert. Herhaal de oefening het gwenste aantal keren.
ru: 1. Сядьте на мяч с легкими гантелями в каждой руке. Держите ноги на ширине плеч для поддержания равновесия. Руки должны свисать по бокам. 2. Держа руки прямо, медленно поднимите гантели в сторону и вверх до уровня плеч. Держите ладони вниз. 3. Держа локти согнутыми, медленно вернитесь в исходное положение и повторите нужное количество раз.
sv: 1. Sitt på en stabilitetsboll med en lätt hantel i varje hand. Ha benen axelbrett isär för att hålla balansen. Händerna ska hänga utmed sidorna. 2. Håll armarna helt raka och lyft långsamt hantlarna utåt och upp till axelnivå. Låt handflatorna vara vända mot marken. 3. Håll armbågarna böjda och sänk långsamt ner hantlarna tillbaka till startpositionen. Upprepa önskat antal gånger.
th: 1. นั่งบนลูกบอลออกกำลังกายและถือดัมเบลน้ำหนักเบาในมือแต่ละข้าง ขาทั้งสองข้างอยู่ห่างกันที่ระยะความกว้างของไหล่เพื่อการทรงตัวที่ดี มือทั้งสองข้างห้อยลงด้านข้างลำตัว 2. เหยียดแขนให้ตรง; ค่อย ๆ ยกดัมเบลออกและยกขึ้นที่ระดับความสูงของไหล่ขณะที่ฝ่ามือหันลงด้านล่างเสมอ 3. งอข้อศอก ค่อย ๆ ลดระดับหลังลงเพื่อกลับไปที่ท่าเริ่มต้นและทำซ้ำตามจำนวนครั้งที่ต้องการ
zh_hans: 1. 坐在稳定球上，双手各握一个轻的哑铃。双脚与肩同宽，以保持平衡。双手置于身体两侧。 2. 保持手臂完全伸直，缓慢地向外抬举哑铃至肩膀水平。保持手掌朝地。 3. 保持屈肘，缓慢地降回初始位置，重复渴望的锻炼次数。
zh_hant: 1. 坐在穩定球上，雙手各握一個輕的啞鈴。雙腳與肩同寬，以保持平衡。雙手置於身體兩側。 2. 保持手臂完全伸直，緩慢地向外擡舉啞鈴至肩膀水平。保持手掌朝地。 3. 保持屈肘，緩慢地降回初始位置，重複渴望的鍛煉次數。

source: Diamond Pushup
it: Piegamenti a diamante
ja: ダイアモンドプッシュアップ
nl: Diamant Push-up
ru: Бриллиантовое отжимание
sv: Diamantarmhävning
th: ท่าวิดพื้นวางมือรูปเพชร
zh_hans: 钻石俯卧撑
zh_hant: 鑽石俯臥撐

source: 10 Diamond Pushup
it: 1. Mettiti in posizione per le flessioni standard, ma con le mani poste direttamente sotto il petto con l’indice e il pollice aperti e che si toccano, in modo da formare un "diamante". 2. Tieni la schiena piatta mentre abbassi il tuo corpo fino a quando il torace sta quasi toccando le mani. 3. Fermati, poi spingiti indietro fino alla posizione di partenza.
ja: 1. 一般的な腕立て伏せのポジションになります。ただ両手は胸のすぐ下で、親指と人差し指は広げて、それぞれの指をつけて、ダイヤモンド（菱形）を作ります。 2. 背中は平にして、胸が両手に触れそうになる所まで体を下げます。 3. 一時止まり、それからスタートポジションまで体を戻します。
nl: 1. Neem een standaard push-up houding in maar zet je handen recht naast elkaar onder je borst. Je duimen en wijsvingers vormen de vorm van een diamant. 2. Houd je rug recht als je je lichaam langszaam naar beneden laat komen totdat je borst bijna je handen raakt. 3. Pauzeer even, en druk jezelf weer naar de startpositie.
ru: 1. Примите положение для отжиманий, руки поместите под грудью так, чтобы большой палец и указательный образовывали "бриллиант". 2. Держите спину прямой во время того, как будете опускать тело, пока ваша грудь едва не коснется рук. 3. Пауза, затем поднимаемся обратно в исходное положение.
sv: 1. Lägg dig själv i en vanlig armhävningsställning, men placera dina händer precis under ditt bröst. Sprid på pekfingrarna och tummarna så att de formar en “diamant“. 2. Håll ryggen rak medan du sänker kroppen tills bröstet nästan rör dina händer. 3. Pausa och tryck sedan tillbaka dig själv upp till startpositionen.
th: 1. จัดลำตัวให้อยู่ในท่าวิดพื้นมาตรฐานแต่วางมือทั้งสองข้างใต้หน้าอกของคุณโดยให้นิ้วชี้และนิ้วโป้งของทั้งสองข้างกางออกสัมผัสกันเป็นรูปคล้าย "เพชร" 2. หลังอยู่ในแนวราบขณะลดระดับลำตัวลงจนกระทั่งหน้าอกเกือบสัมผัสที่มือของคุณ 3. ค้างไว้ที่ท่านี้สักครู่ จากนั้นดันตัวขึ้นไปที่ท่าเริ่มต้น
zh_hans: 1. 以标准的俯卧撑姿态开始，双手置于胸部下方，拇指与食指张开并相触以形成钻石形状。 2. 在降低身体时保持背部挺直，直到胸部几乎触及手。 3. 暂停，然后抬高身体以返回初始位置。
zh_hant: 1. 以標准的俯臥撐姿態開始，雙手置於胸部下方，拇指與食指張開並相觸以形成鑽石形狀。 2. 在降低身體時保持背部挺直，直到胸部幾乎觸及手。 3. 暫停，然後擡高身體以返回初始位置。

source: Diamond Pushup On Bench
it: Piegamenti a diamante su panca
ja: ダイヤモンドプッシュアップ・オン・ベンチ
nl: Diamant Push-up op een bankje
ru: Бриллиантовое отжимание на скамье
sv: Diamantarmhävning på bänk
th: ท่าวิดพื้นวางมือรูปเพชรบนม้านั่ง
zh_hans: 板凳钻石俯卧撑
zh_hant: 板凳鑽石俯臥撐

source: 12 Diamond Pushup On Bench
it: 1. Mettiti in posizione per le flessioni standard, ma con le mani poste direttamente sotto il petto con l’indice e il pollice aperti e che si toccano in modo da formare un "diamante". 2. Tieni le dita dei piedi su una panca piana. Questo metterà più pressione sulle tue mani durante l'esecuzione delle flessioni. 3. Tieni la schiena piatta mentre abbassai il corpo fino a quando il torace sta quasi toccando le mani. 4. Fermati, poi spingiti indietro fino alla posizione di partenza.
ja: 1. 一般的な腕立て伏せのポジションになります。ただ両手は胸のすぐ下で、親指と人差し指は広げて、それぞれの指をつけて、ダイヤモンド（菱形）を作ります。 2. フラットベンチに足のつま先を置きます。こうすると、腕立て伏せをする時にもっと手に圧力がかかります。 2. 背中は平にして、胸が両手に触れそうになる所まで体を下げます。 3. 一時止まり、それからスタートポジションまで体を戻します。
nl: 1. Neem een standaard push-up houding in maar zet je handen recht naast elkaar onder je borst. Je duimen en wijsvingers vormen de vorm van een diamant. 2. Zet je tenen op een vlak bankje, dit geeft meer druk op je handen bij deze opdrukoefeningen. 3. Houd je rug recht als je je lichaam langszaam naar beneden laat komen totdat je borst bijna je handen raakt. 4. Pauzeer even, en druk jezelf weer naar de startpositie.
ru: 1. Примите положение для отжиманий, руки поместите под грудью так, чтобы большой палец и указательный образовывали "бриллиант". 2. Держите пальцы ног на горизонтальной скамье. Это создаст еще большую нагрузку на руки при исполнении отжимания. 3. Держите спину прямой во время того, как будете опускать тело, пока ваша грудь едва не коснется рук. 4. Пауза, затем поднимаемся обратно в исходное положение.
sv: 1. Lägg dig själv i en vanlig armhävningsställning, men placera dina händer precis under ditt bröst. Sprid på pekfingrarna och tummarna så att de formar en “diamant“. 2. Ha tårna på en rak bänk. Det här lägger mer press på dina händer medan du gör armhävningarna. 2. Håll ryggen rak medan du sänker kroppen tills bröstet nästan rör dina händer. 3. Pausa och tryck sedan tillbaka dig själv upp till startpositionen.
th: 1. จัดลำตัวให้อยู่ในท่าวิดพื้นมาตรฐานแต่วางมือทั้งสองข้างใต้หน้าอกของคุณโดยให้นิ้วชี้และนิ้วโป้งของทั้งสองข้างกางออกสัมผัสกันเป็นรูปคล้าย "เพชร" 2. วางนิ้วเท้าบนม้านั่งราบ ท่านี้จะทำให้มีแรงดันที่มือเพิ่มขึ้นขณะวิดพื้น 3. หลังอยู่ในแนวราบขณะลดระดับลำตัวลงจนกระทั่งหน้าอกเกือบสัมผัสที่มือของคุณ 4. ค้างไว้ที่ท่านี้สักครู่ จากนั้นดันตัวขึ้นไปที่ท่าเริ่มต้น
zh_hans: 1. 以标准的俯卧撑姿态开始，双手置于胸部下方，拇指与食指张开并相触以形成钻石形状。 2. 在降低身体时保持背部挺直，直到胸部几乎触及手。 3 暂停，然后抬高身体以返回初始位置。
zh_hant: 1. 以標准的俯臥撐姿態開始，雙手置於胸部下方，拇指與食指張開並相觸以形成鑽石形狀。 2. 在降低身體時保持背部挺直，直到胸部幾乎觸及手。 3 暫停，然後擡高身體以返回初始位置。

source: Dumbbell Row Kickback
it: Sollevata per tricipiti con manubri lungo i fianchi in posizione inclinata
ja: ダンベルロウキックバック
nl: Halters achteruit stoten
ru: Гантельный ряд с отдачей
sv: Roddkickback med hantlar
th: ท่ายกวาดดัมเบลยื่นไปด้านหลัง
zh_hans: 哑铃划船后屈伸
zh_hant: 啞鈴劃船後屈伸

source: 13 Dumbbell Row Kickback
it: 1. Stai in piedi, con essi alla larghezza delle spalle e con le ginocchia leggermente piegate. Tieni un manubrio leggero in ogni mano e piegati in avanti sulla vita fino a quando il busto è quasi dritto verso il basso con i palmi rivolti dentro, come illustrato. 2. Allinea i pesi verso l'alto fino a raggiungere i lati del petto e le braccia piegate ad angolo retto. Idealmente, le tue braccia devono essere parallele al pavimento. 3. Esegui immediatamente una manovra kickback estendendo le braccia tese dietro di te. 4. Sforza i tricipiti, poi piega i gomiti per abbassare i pesi indietro in modo che siano lungo i fianchi, ancora una volta. 5. Abbassa i pesi indietro fino a quando le braccia sono distese verso il basso sotto le spalle.
ja: 1. 足を肩幅の広さに広げて立ち、膝は軽く曲げます。軽量のダンベルをそれぞれの手に持ち、図のように、胴がほとんど真下になるくらいウェスト辺りで前かがみになり、手の平は内向きにします。 2. ウェイトが胸の側面に届き、腕が直角に曲がるくらい、ウェイトをまっすぐに上げます。上腕が床と平行になるのが理想です。 3. 即座にキックバック手法を行い、腕を後ろ向きにまっすぐ伸ばします。 4. 三頭筋を引き締め、肘を曲げてウェイトを下にし、再びウェイトが体の側面に戻るようにします。 5. ウェイトを下に戻し、腕が肩の下にまっすぐ下がるようにします。
nl: 1. Met je voeten op schouderbreedte uit elkaar staande en je knieën licht gebogen houd je een lichte halter in elke hand en buig je voorover in je middel tot je lichaam recht is en je handpalmen binnenwaarts wijzen, zoals afgebeeld. 2. Breng de gewichten nu recht omhoog tot aan de zijkant van je borst en je armen rechte hoeken vormen. Je bovenarmen zouden parallel met de vloer moeten zijn. 3. Maak onmiddellijk een achteruittrap beweging door je armen recht naar achter uit te strekken. 4. Span je triceps, buig dan je ellebogen en breng de gewichten omlaag zodat ze weer langs je lichaam hangen. 5. Laat de gewichten zakken tot je armen gestrekt naast je lichaam hangen recht onder de schouders.
ru: 1. Встаньте прямо, ноги на ширине плеч, колени слегка согнуты. Держите по гантеле в каждой руке и наклонитесь немного вперед в области талии, пока ваша позиция не будет такой, как показано на рисунке. 2. Поднимите руки прямо, пока они не будут по бокам груди. Руки согнуты под прямым углом. В идеале плечи должны быть параллельны полу. 3. Сразу выполните маневр назад, распрямляя руки за спиной. 4. Сожмите трицепсы, согните руки в локтях, чтобы вернуть вес назад к бокам еще раз. 5. Опустите вес вниз, пока руки не станут прямыми ниже плеч.
sv: 1. Stå med fötterna axelbrett isär och knäna något böjda. Håll en lätt hantel i varje hand och böj dig framåt vid midjan tills torson nästan hänger rakt ner, med handflatorna vända inåt som på bilden. 2. Ro med vikterna rakt upp tills de når sidorna av ditt bröst, och dina armar är böjda i räta vinklar. Det bästa är om överarmarna är parallella med golvet. 3. Gör direkt en kickback-rörelse genom att sträcka ut armarna rakt bakom dig. 4. Spänn dina triceps, böj sedan armbågarna för att släppa tillbaka vikterna ner så att de är vid dina sidor igen. 5. Släpp tillbaka vikterna ner tills dina armar hänger rakt ner bakom dina axlar.
th: 1. ยืนให้เท้าห่างกันที่ระดับความกว้างของไหล่ งอเข่าเล็กน้อย ถือดัมเบลน้ำหนักน้อยในมือแต่ละข้าง โน้มตัวไปข้างหน้าโดยงอที่เอวจนกระทั่งลำตัวเกือบเหยียดตรงขณะที่ฝ่ามือหันเข้าด้านในดังแสดงดังภาพ 2. ดึงดัมเบลขั้นด้านบนตรง ๆ จนกระทั่งถึงด้านข้างของหน้าอก แขนงอด้วยมุมที่พอเหมาะ หรือจนกระทั่งแขนทั้งสองข้างขนานกับพื้น 3. จากนั้นยื่นดัมเบลไปด้านหลังทันทีโดยการยืดแขนให้ตรงไปที่ด้านหลังของคุณ 4. บีบรัดกล้ามเนื้อส่วนหลังของแขนท่อนบน จากนั้นงอข้อศอกเพื่อลดระดับดัมเบลลงสู่ด้านล่างเพื่อให้อยู่ที่ข้างตัวคุณอีกครั้ง 5. ลดระดับดัมเบลลงจนกระทั่งแขนทั้งสองข้างห้อยลงด้านล่างอยู่ใต้ไหล่ของคุณ
zh_hans: 1. 双脚与肩同宽，膝略屈。双手各握一个轻的哑铃，腰部前倾。直到躯干几乎直下，手掌向内，如图所示。 2. 向上抬举负重至胸部侧边，手臂弯曲角度恰当。理想的是，上臂应与地面呈平行。 3. 手臂立即往后屈伸。 4. 收紧三头肌，屈肘以将负重降回身体两侧。 5. 降低负重直到手臂在肩膀下方下垂。
zh_hant: 1. 雙腳與肩同寬，膝略屈。雙手各握一個輕的啞鈴，腰部前傾。直到軀幹幾乎直下，手掌向內，如圖所示。 2. 向上擡舉負重至胸部側邊，手臂彎曲角度恰當。理想的是，上臂應與地面呈平行。 3. 手臂立即往後屈伸。 4. 收緊三頭肌，屈肘以將負重降回身體兩側。 5. 降低負重直到手臂在肩膀下方下垂。

source: Lying Single Arm Pushup
it: Piegamenti sdraiati su un fianco
ja: ライイングシングルアームプッシュアップ
nl: Liggend Push-up met een arm
ru: Подъемы на одном плече
sv: Liggande armhävning med en arm
th: ท่านอนตะแคงวิดพื้นด้วยแขนหนึ่งข้าง
zh_hans: 单臂俯卧撑
zh_hant: 單臂俯臥撐
