Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 13 Pec Deck Rear-Delt Laterals
it: Siediti su una pec deck machine rivolto verso il suo sostegno per la schiena con le braccia tese ad afferrare le maniglie: - Inspira e costringi i gomiti verso la parte posteriore, spingendo le tue scapole insieme alla fine del movimento. - Espira quando completi il movimento.
ja: バックサポートに向かって、腕を伸ばしてハンドルを握り、胸筋マシンに座ります： ‐息を吸い、ひじを後ろに強制し、動きの最後で肩甲骨を一緒に押さえます。 ‐動きの完了として、息を吐きます。
nl: Ga op een PecDec machine zitten met je gezicht naar de rugsupport, met je armen uitgestrekt de handgrepen vasthoudend: - Inademen terwijl je je ellebogen naar achter brengt en op het eind de schouderbladen naar elkaar - Uitademen terwijl je weer terug gaat naar de beginpositie.
ru: Займите исходное положение на тренажере Pec Deck, лицом к спинке, вытяните руки и возьмитесь за рукоятки: - Вдохните и сведите локти сзади, сжав лопатки в конце движения. - Выдохните и вернитесь в исходное положение.
sv: Sitt i en pec deck-maskin med ansiktet mot ryggstödet och med händerna på handtagen. - Andas in och dra bak armbågarna så att skulderbladen pressas ihop i slutet av rörelsen. - Andas ut när du slutför rörelsen.
th: นั่งบนม้านั่งของอุปกรณ์โดยหันหน้าเข้าหาแผ่นหนุนหลัง ให้แขนของคุณยืดตรงออกไปจับที่ด้ามจับ - หายใจเข้าและบังคับให้ข้อศอกดันไปด้านหลัง ดันกระดูกสะบักเข้าหากันที่ตอนท้ายของการเคลื่อนไหวในท่านี้ - หายใจออกเมื่อทำท่านี้เสร็จ
zh_hans: 坐在矫正甲板器械上面朝其后部，双臂伸展握住把手作为支撑： - 吸气，迫使肘部向后，在动作最后收紧双肩胛骨。 ⁃完成动作时呼气。
zh_hant: 坐在夾胸訓練器上，面向其靠墊，手臂伸展，雙手握著手柄： - 吸氣，推拉你的肘部至后方。在動作的最后，擠壓你的肩胛骨。 - 呼氣，完成動作。

source: Close-Grip Bench Presses
it: Close-Grip Bench Presse
ja: クローズグリップベンチプレス
nl: Close-Grip Bank drukken
ru: Жим узким хватом лежа
sv: Bänkpress med smalt grepp
th: ท่ายกบาร์น้ำหนักใกล้ตัวบนม้านั่ง
zh_hans: 窄握三头推举
zh_hant: 窄握三頭推舉

source: 1 Close-Grip Bench Presses
it: Posizionati su una press machine panca piana a peso libero. Sdraiati sulla schiena e afferra il bilanciere sopra di te con una presa molto stretta. Concentrati su come mantenere una larghezza di circa 6-8 pollici nella tua presa per sollevare il bilanciere fuori dai ganci e abbassalo lentamente a circa 3 centimetri sopra il petto e poi spingi la barra di nuovo alla posizione di partenza. Assicurati di concentrati su come mantenere i gomiti verso il tuo corpo per tutta la gamma completa di movimento.
ja: 通常のフリーウェイトのフラットベンチプレスマシンのポジションに着きます。上向きに横たわり、バーベルを非常に狭いグリップで掴みます。６‐８インチの幅でグリップを保つことに集中します。バーベルをラックからはずして押し上げ、ゆっくりと、胸から約３インチのところまで下げ、その後、開始ポジションまで押し上げます。運動の全範囲にわたって、ひじが体に向かうことの維持に注力することを確認してください。
nl: Ga op een gewone vlakke bank opdrukmachine liggen. Vlak op de rug en houdt de halter met beide handen vlak bij elkaar (15 tot 20 cm tussenruimte) vast. Til de halter van het rek en breng die langszaam tot op 7 centimeter boven de borst en breng de halter dan terug naar de uitgangspositie. Let er op dat je bij deze hele oefening je ellebogen vlak bij het lichaam houdt.
ru: Займите положение лежа на горизонтальной скамье обычного силового тренажера. Держите спину плашмя на скамье и возьмите штангу очень узким хватом сверху. Обратите внимание, что ваши руки должны находиться на ширине примерно 6-8 дюймов.Поднимите штангу со стойки и медленно опустите ее до расстояния около 3 дюймов до груди, а затем верните штангу в исходное положение. Обратите внимание, чтобы локти были направлены в сторону тела на протяжении всего упражнения.
sv: Positionera dig själv på en vanlig bänkpress med fria vikter. Ligg på rygg och ta tag i skivstången ovanför dig med ett väldigt smalt grepp. Fokusera på att ha ett mellanrum på 15-20 cm mellan händerna. Lyft upp skivstången från ställningen och sänk den sakta till ungefär 7 cm från bröstet och lyft sedan upp den till startpositionen igen. Se till att du fokuserar på att hålla in armbågarna mot kroppen genom hela rörelsen.
th: ให้นั่งบนม้านั่งราบสำหรับการยกฟรีเวท นอนราบบนม้านั่งและจับที่บาร์น้ำหนักที่อยู่เหนือตัวคุณโดยให้การจับนั้นอยู่ในช่วงแคบมาก โดยให้มือทั้งสองอยู่ห่างกันประมาณ 6-8 นิ้ว จากนั้นยกบาร์น้ำหนักออกจากชั้นและค่อย ๆ ลดระดับลงมาให้เหนือหน้าอกคุณประมาณ 3 นิ้ว จากนั้นดันบาร์น้ำหนักขึ้นไปที่ท่าเริ่มต้น คุณต้องแน่ใจว่าข้อศอกหันไปทางลำตัวของคุณในระหว่างการบริหารกล้ามเนื้อท่านี้
zh_hans: 在水平放置的一般推举平板上平躺。背部需要躺平，双手抓住上方的杠铃，握距应稍微窄一些。双手的距离可维持在6至8寸，从机架上举起杠铃，并慢慢地将杠铃放下至大约离胸部的3寸间距，然后用力向上撑起杠铃回到起始位置。请确保肘部在整个运动过程中沿着身体的方向。
zh_hant: 仰臥於自由重量平板訓練器上。握著你上方的杠鈴，握距狹窄，專注於保持你的握距約6-8英寸。將杠鈴從鈴架取出，緩慢地降低杠鈴至你胸部上方，之間距離約3英寸。接著，推舉杠鈴至初始位置。在動作全程，確保專注於保持你的肘部朝向身體。

source: Push-Downs
ja: プッシュダウン
nl: Omlaag drukken
ru: Тяга верхнего блока на трицепс
th: ท่าดันน้ำหนักลงด้านล่าง
zh_hans: 下压
zh_hant: 下壓

source: 2 Push-Downs
it: Utilizzando una puleggia a cavi alti, afferra una barra diritta corta con una presa alla marinara. Le mani devono essere a circa 10 centimetri di distanza. Posiziona gli avambracci in modo che siano paralleli al pavimento. Mantieni la larghezza degli avambracci quanto quella delle spalle e piega leggermente le ginocchia. Tieni i gomiti bloccati vicino al corpo ed i polsi dritti. Mantieni il tuo corpo intero stabile, spingi la barra verso il basso il più possibile verso le gambe, bloccando le braccia e senti il tricipite in piena contrazione. Tieni le braccia vicine al corpo. Ritorna alla posizione di partenza utilizzando lo stesso movimento. Non spostare i gomiti o il tronco! Stai in piedi dritto.
ja: 高ケーブル滑車を使って、短い直線バーをオーバーヘッドグリップで掴みます。手は、約１０インチ離れているべきです。上腕を配置することで、それらは床に平行になります。足を肩幅に開き、膝をわずかに曲げます。ひじを体の近くで固定し、手首を真っ直ぐにします。体全体を安定させ、バーを可能な限り、腕を固定して、上腕三頭筋の完全収縮を感じて、脚の近くまで押し下げます。上腕は、体の近くに保ちます。同じ動きで開始ポジションに戻ります。ひじや上腕を決して動かさないでください！真っ直ぐ立ったままでいてください。
nl: Gebruik een hoge katrolkabel met een korte staaf in bovenhandse grip. De handen ongeveer 25 centimeter uit elkaar. Positioneer jezelf zodanig dat je onderarmen parallel zijn met de vloer en je voeten op schouderbreedte uit elkaar en met licht gebogen knieën. Zet je ellebogen op slot vlak bij het lichaam en je polsen recht. Zonder de rest van je lichaam te bewegen druk je nu de staaf zo ver mogelijk naar beneden tot voor je dijen, hierbij zijn je armen nog steeds op slot en zul je de triceps voelen aanspannen. Houdt je bovenarmen tegen je lichaam. Ga dan langszaam terug naar de startpositie in tegengestelde beweging. Beweeg je torso of ellebogen nooit bij deze oefening! En blijf rechtop staan.
ru: Используя тренажер с верхним блоком, возьмите рукоять хватом сверху. Руки должны быть на ширине примерно 10 дюймов. Расположите предплечья таким образом, чтобы они были параллельны полу. Держите ноги на ширине плеч, ноги слегка согнуты в коленях. Локти зафиксированы ближе к телу, кисти рук смотрят прямо. Держите туловище прямо, опустите рукоять как можно ниже к ногам, сохраняя руки неподвижными и напрягая трицепсы. Руки от плеч до локтя держите ближе к телу. Вернитесь в исходное положение, выполняя то же движение.Никогда не двигайте локтями или туловищем! Стойте прямо.
sv: Använd en maskin för vajerdrag över huvud, ta ett kort rak stång och fatta ett överhandsgrepp. Dina händer ska vara ungefär 25 cm ifrån varandra. Positionera dina underarmar så att de är parallella med golvet. Håll fötterna på ett axelbrett avstånd ifrån varandra och böj lätt på knäna. Håll in armbågarna nära kroppen och håll handlederna rakt. Håll HELA kroppen stadig, tryck stången så fort som möjligt ner mot dina ben, så att armarna låser sig och du känner hur triceps dras ihop helt. Håll överarmarna nära kroppen. Gå tillbaka till startpositionen med samma rörelse. Flytta aldrig armbågarna eller torson! Bibehåll en upprättstående position.
th: ใช้รอกเคเบิ้ลแบบสูง จับที่ด้ามจับสั้นด้วยท่าคว่ำมือ มือของคุณควรอยู่ห่างกันประมาณ 10 นิ้ว จัดท่าแขนท่อนล่างของคุณให้ขนานกับพื้น ให้เท้าห่างกันเท่าความกว้างของไหล่ งอเข่าเล็กน้อย ล็อคข้อศอกใกล้กับลำตัว ตรึงข้อมือให้ตรง จัดให้ทั้งลำตัวอยู่ในท่าที่มั่นคง ดันบาร์ลงด้านล่างไปทางขาของคุณให้ลงต่ำเท่าที่จะทำได้ ล็อคแขนของคุณจนรู้สึกว่ากล้ามเนื้อส่วนหลังของแขนท่อนบนหดตัว ให้แขนส่วนบนอยู่ใกล้กับลำตัว จากนั้นกลับไปยังท่าเริ่มต้นโดยใช้การเคลื่อนไหวในลักษณะเดิม อย่าเคลื่อนข้อศอกหรือลำตัว ยืนในท่าหลังตรงตลอดเวลา
zh_hans: 运用滑轮绳索，以上手握持短把。双手的距离应分开10寸。前臂应与地面呈水平。两脚约与肩同宽，膝盖轻微弯曲。肘关节则保持紧贴体侧并将手腕伸直。保持整个身体稳定，尽可能往双脚下拉手把，保持双臂并感觉三头肌正在完全收缩。让上臂贴紧身体两侧。使用相同的运动回到起始位置。请不要移动肘部或躯干! 身体不要前伸后仰。
zh_hant: 采用高位滑輪，正握短直桿。雙手距離約10英寸。前臂與地面平行。保持你的雙腳與肩同寬，稍微彎屈你的膝蓋。保持你的肘部鎖定和緊貼身體，手腕伸直。確保你的身體平衡，盡可能遠地往你的雙腳下推杠桿，鎖定臂部，感覺三頭肌徹底收縮。保持你的上臂靠近身體。使用相同的動作回到初始位置。勿活動你的肘部或軀干！確保你挺直站立。

source: Triceps Extensions
it: Estensioni dei tricipiti
ja: 上腕三頭筋エクステンション
nl: Triceps verlengen
ru: Трицепс на блоке
th: ท่ายืดกล้ามเนื้อแขนท่อนบนส่วนหลัง
zh_hans: 三头肌伸展
zh_hant: 三頭肌伸展

source: 3 Triceps Extensions
it: Posizionare la barra sopra i tuoi occhi mantiene i tricipiti con un po' di tensione, mentre le braccia sono in posizione estesa. Ora, tieni le braccia fissate in posizione estesa, mentre pieghi i gomiti e consenti al peso a scendere sotto controllo verso la fronte.
ja: 目の上にバーを配置し、腕が拡張したポジションの間に、上腕三頭筋をテンション下に保ちます。ここで、肘を曲げるとウェイトが額に向かって制御下で降る間、伸張位置に上腕を固定し続けます。
nl: Door de halter boven de ogen te brengen span je de triceps aan terwijl je armen recht omhoog wijzen. Laat nu de halter langszaam en gecontroleerd zakken tot vlak boven je voorhoofd maar zonder de bovenarmen te bewegen, en alleen de ellebogen te buigen.
ru: Расположите стойку над уровнем глаз - это поможет напрягать трицепсы при вытянутых руках. Затем, выпрямите руки от плеч до локтя, локти согните и опускайте вес по направлению ко лбу, контролируя движение.
sv: Positionerar du stången ovanför dina ögon hålls dina triceps lätt spända samtidigt som dina armar är utsträckta. Håll nu överarmarna fixerade i den utsträckta positionen samtidigt som du böjer på armbågarna och låter vikten kontrollerat sjunka mot din panna.
th: จัดท่าบาร์ให้อยู่เหนือระดับตาของคุณ ให้กล้ามเนื้อแขนท่อนบนส่วนหลังตึงในขณะที่คุณยืดแขนออก ตอนนี้ ให้แขนส่วนบนของคุณอยู่คงที่ในท่ายืดออกในขณะที่คุณงอข้อศอกของคุณ และให้น้ำหนักเอียงไปทางหน้าผากของคุณในท่าที่คุณควบคุมได้
zh_hans: 抬起手把到眼部的上方，保持三头肌在一些拉力状态下的同时双臂处于延伸位置。现在，让上臂固定在延伸的位置，同时弯曲肘部，慢慢将杠铃往额头方向放下。
zh_hant: 使杠桿置於你的眼睛上方，保持你的三頭肌受些應力，手臂處於伸展姿態。現在，當你彎屈肘部時，保持你的上臂固定於伸展位置，允許負重平穩地朝你的前額降低。

source: Triceps KickBacks
it: Spinte tricipiti
ja: 上腕三頭筋キックバック
nl: Triceps achteruit slaan
ru: Выпрямление руки на трицепс
th: ท่าดันน้ำหนักไปด้านหลังด้วยแขน
zh_hans: 三头肌屈伸
zh_hant: 三頭肌后屈伸

source: 4 Triceps KickBacks
it: Inginocchiati comodamente su una panchina con la stessa gamba su cui si tiene il peso. Ora, con la schiena dritta e la testa che sta dritta, inizia con il peso a un angolo di novanta gradi (come in figura). Estende il peso mantenendo il gomito completamente fermo.
ja: ウェイトを持つのと同じ側の脚で快適にベンチの上にひざま付きます。ここで、背中を真っ直ぐにして、前を見ながら、ウェイトを90度の角度で（図に表示）始めます。ひじを完全に静止しながら、ウェイトを伸ばします。
nl: Kniel comfortabel op een bankje met het zelfde been als waar je de halter vasthoudt. Met een rechte rug en recht vooruit kijkend breng je het gewicht recht naar achter van een hoek van 90 graden (zie afbeelding) naar gesterekte arm zonder je bovenarm te bewegen.
ru: Станьте коленом на скамью с той стороны, с которой вы держите груз. Держите спину прямо, голова смотрит прямо вперед. Начинайте поднимать груз с угла в 90 градусов (как показано). Распрямляйте руку, держа локоть абсолютно неподвижным.
sv: Ställ dig med ett knä på en bänk, samma ben som du håller vikten i, så att du står bekvämt. Med rak rygg och blicken framåt börjar du nu med vikten i nittio graders vinkel (som på bilden). Sträck ut armen och håll armbågen stilla.
th: ให้คุณวางเข่าในลักษณะงอบนม้านั่งโดยถือน้ำหนักด้วยมือข้างเดียวกันนี้ ยืดให้หลังตรงและหันหน้าในลักษณะตรง เริ่มเคลื่อนน้ำหนักที่ทำมุม 90 องศา (ดังแสดง) ยืดน้ำหนักออกไปขณะที่ตรึงข้อศอกอยู่
zh_hans: 采用跪姿进行单手训练，假设右手持哑铃，左脚则放松地跪于板上。现在背部应与地面平行，头望向前方并与哑铃呈九十度角(如图所示)。伸直持哑铃的手臂让肘部完全固定。
zh_hant: 單手持著負重，與其同側的膝蓋舒適地放在訓練椅上。現在，挺直背部，目視前方，以90度（如圖所示）推舉負重開始。伸展手臂，並保持你的肘部徹底固定。

source: One-Arm Dumbbell Triceps Extensions
it: Estensioni dei tricipiti con manubri su un braccio
ja: 片腕ダンベル上腕三頭筋エクステンション
nl: Een-Arm halter Triceps verlengen
ru: Разгибание гантели одной рукой на трицепс
sv: Triceps extension med en arms hantel
th: ท่ายกดัมเบลหนึ่งข้างด้วยการยืดกล้ามเนื้อแขนท่อนบนส่วนหลัง
zh_hans: 单臂哑铃三头肌伸展
zh_hant: 單臂啞鈴三頭肌伸展

source: 5 One-Arm Dumbbell Triceps Extensions
it: Tieni il braccio in estensione completa sopra il tuo corpo. Assicurati che il gomito sia rivolto lontano dal corpo. Con la mano che regge il peso, afferra e sostieni il tuo altro braccio appena sotto il gomito. Quindi, abbassare il peso verso il basso, piegando il gomito. Una volta che l'avambraccio è parallelo al pavimento, puoi portare indietro il braccio alla massima estensione.
ja: 体上の完全エクステンションであなたの腕を保持します。ひじが体から離れて面していることを確認してください。ウェイトを持たない素手で、もう片方の腕のひじの少し下を掴み、支えます。次に、ウェイトを下げ、ひじを曲げます。前腕が床と平行になると、腕を完全拡張に戻すことができます。
nl: Houdt je arm volledig gestrekt boven je lichaam. let er op dat je elleboog naar buiten gericht is. Met je vrije arm houd je nu je andere arm onder de elleboog vast voor ondersteuning. Breng nu het gwicht omlaag door alleen de elleboog te buigen. Zodra de onderarm paralleel is aan de vloer mag je de arm weer langszaam strekken en het gewicht omhoog brengen.
ru: Полностью вытяните руку над телом. Убедитесь, что локоть смотрит в противоположную от тела сторону. Свободной рукой поддерживайте другую руку чуть ниже локтя. Начните опускать груз, сгибая локоть. Когда верхняя часть руки окажется параллельной полу, можете полностью распрямить руку.
sv: Håll armen fullt utsträck ovanför kroppen. Se till att armbågen är riktad bort ifrån kroppen. Ta nu din fria hand och ta tag i armen som håller i hantel och ge den stöd precis nedanför armbågen. Sedan böjer du på armbågen och sänker ner vikten. När underarmen är parallell med golvet kan du dra upp armen igen till utsträckt position.
th: ยืดแขนให้เหยียดตรงเหนือลำตัวของคุณ ต้องมั่นใจว่าข้อศอกของคุณหันหน้าออกจากลำตัว ใช้มืออีกข้างจับที่ใต้ข้อศอกของแขนที่ยกน้ำหนักเพื่อช่วยพยุง จากนั้นลดระดับของน้ำหนักลง งอข้อศอก เมื่อแขนท่อนล่างขนานกับพื้นแล้วให้คุณยืดแขนเหยียดตรงกลับมาที่เดิม
zh_hans: 保持手臂完全伸直于身体上方。确保肘部远离身体。没有持哑铃的手可握着肘部对下的位置并支撑另一只手。然后，落下哑铃，弯曲肘部。当前臂与地面呈水平位置时，你可以将手臂返回至完全伸展状态。
zh_hant: 保持手臂徹底伸展至你身體的上方。確保你的肘部背對著身體。使用不負重的手支撐與握著另一只手臂的肘部下方。接著，屈肘以降低負重。當前臂與地面平行時，可讓手臂回到徹底伸展的姿態。

source: Bar Triceps Extensions
it: Estensioni dei tricipiti con barra
ja: バー上腕二頭筋エクステンション
nl: Triceps verlengen met halter
ru: Разгибание трицепса над головой
sv: Triceps extensions med skivstång
th: ท่ายืดกล้ามเนื้อแขนท่อนบนส่วนหลังโดยใช้บาร์
zh_hans: 杠铃三头肌伸展
zh_hant: 杠鈴三頭肌伸展

source: 6 Bar Triceps Extensions
it: Per iniziare, stai in piedi tenendo una barra o bilanciere utilizzando una presa prona (palmi rivolti in avanti) con le mani, più vicino della larghezza delle spalle. I piedi devono essere circa la larghezza delle spalle. Ora solleva il bilanciere sopra la testa fino a quando le braccia sono completamente distese. Tieni i gomiti così. Questo sarà il tuo punto di partenza. Mantenendo le braccia vicino alla testa e gomiti, perpendicolari al pavimento, abbassa la resistenza con un movimento semicircolare dietro la testa fino a quando gli avambracci toccano i bicipiti. Suggerimento: le braccia devono rimanere ferme e solo gli avambracci devono muoversi. Inspira quando esegui questa operazione. Torna alla posizione di partenza utilizzando i tricipiti per sollevare il bilanciere. Espira quando esegui questa operazione.
ja: 始めるに辺り、プロネイテッドグリップ（手の平が前向き）を使用して、肩幅よりも狭い幅でバーベル、またはe‐ｚバーを持ちながら立ちます。ここで、腕が完全に伸びるまでバーベルを頭上に持ち上げます。ひじは中に入れたままにします。これが開始ポジションです。上腕を頭の近くに保ちながら、ひじは生にいれ、床と直角で、前腕が上腕二頭筋に触れるまで、頭の後ろ側に半円形の動きでレジスタンスを下げます。 ヒント：上腕は静止したままで、上腕のみが移動します。このステップを実行する際は、息を吸います。上腕三頭筋を使ってバーベルを上げ、開始ポジションに戻ります。このステップを実行する際は、息を吐きます。
nl: Sta met de voeten op schouderbreedte uit elkaar. Neem een halter of e-z bar bovenhands vast op minder dan schouderbreedte. Breng de halter nu eerst boven je hoofd met volledig gestrekte armen. Houdt je ellebogen naar binnen gericht. Dit is nu je uitgangspositie. Houdt je bovenarmen vlak langs je hoofd en je ellebogen naar binnen loodrecht op de vloer. Verlaag nu langszaam de spanning door in een cirkelvormige beweging het gewicht achter je hoofd te brengen totdat je onderarmen je biceps raken. Tip: je bovenarmen moeten op hun plaats blijven en alleen de onderarmen bewegen. Inademen bij het uitvoeren van het eerste deel van de oefening en uitademen bij het weer terug gaan naar de startpositie waarbij je de triceps het werk laat doen.
ru: Возьмите штангу с обычным или EZ-грифом хватом в положении пронации (ладони смотрят вперед), руки расставлены ближе ширины плеч друг от друга. Ноги на ширине плеч. Поднимите штангу над головой до полного распрямления рук. Локти смотрят внутрь. Это ваше исходное положение. Держа руки от плеч до локтя близко к голове локтями внутрь, перпендикулярно полу, опускайте штангу за голову полукруглым движением до тех пор пока предплечья коснутся бицепсов. Совет: Руки от плеч до локтя должны оставаться неподвижными, движение осуществляйте только нижней частью рук. Сделайте вдох, выполняя это движение. Вернитесь в исходное положение, поднимая штангу с помощью трицепсов. Сделайте выдох, выполняя это движение.
sv: Till att börja med, stå upp och håll skivstången med ett pronerat grepp (handflatorna framåt) med händerna på ett avstånd mindre än axelbredd ifrån varandra. Stå axelbrett med fötterna. Lyft nu upp skivstången ovanför huvudet tills armarna är helt utsträckta. Håll in armbågarna. Detta är din startposition. Håll överarmarna nära huvudet och dra in armbågarna, lodrätt med golvet. Minska motståndet i en semicirkulär rörelse bakom huvudet tills underarmarna vidrör dina biceps. Tips: Överarmarna ska hållas stilla och bara underarmarna ska röra sig. Andas in när du utför detta steg. Gå tillbaka till startpositionen genom att använda tricepsmusklerna för att lyfta skivstången. Andas ut när du utför detta steg.
th: เริ่มด้วยการยืนและจับที่บาร์น้ำหนักหรือบาร์ E-Z โดยการคว่ำมือ (ฝ่ามือหันลงด้านล่าง) โดยให้มืออยู่ห่างกันที่ระยะความกว้างสั้นกว่าความกว้างของไหล่ ส่วนเท้าอยู่ห่างกันกับระดับความกว้างของไหล่ จากนั้นให้คุณยกบาร์น้ำหนักเหนือศีรษะคุณจนกระทั่งแขนคุณเหยียดตรง ให้ข้อศอกอยู่ด้านใน นี่จะเป็นท่าเริ่มต้นของคุณ ให้แขนท่อนบนของคุณอยู่ใกล้ศีรษะ ข้อศอกอยู่ในท่าชิดด้านในและตั้งฉากกับพื้น ลดระดับน้ำหนักที่ต้านอยู่ลงโดยการเคลื่อนไหวแบบครึ่งวงกลมที่ด้านหลังของศีรษะคุณจนกระทั่งแขนท่อนล่างสัมผัสกับกล้ามเนื้อท้องแขนส่วนบน เคล็ดลับ: แขนส่วนบนควรอยู่ในท่าคงที่ และมีเพียงแขนท่อนล่างเท่านั้นที่เคลื่อนไหว หายใจเข้าเมื่อคุณทำในท่านี้ กลับไปที่ท่าเริ่มต้นโดยใช้กล้ามเนื้อแขนท่อนบนส่วนหลังยกบาร์น้ำหนัก หายใจออกเมื่อทำขั้นตอนนี้
zh_hans: 开始的时候，以站姿的形式靠拢(手掌面向前方)握杠铃或E-Z杠铃，双手应分开靠近与肩同宽。双脚亦应分开与肩同宽。现在往头顶上方举起杠铃直至手臂完全伸直。保持肘部弯曲。这将会是你的起始位置。保持上臂紧贴头部且肘部弯曲，与地面呈垂直，在头部后方以半圆运动降低阻力直至前臂接触到三头肌。提示: 上臂应保持固定并应仅移动前臂。当吸气时你会进行这一个步骤。利用三头肌升起杠铃以返回至起始位置。当呼气时你则会进行这一个步骤。
zh_hant: 初始姿態是站立並正握（手臂向前）杠鈴或EZ杠鈴，雙手比肩部窄。雙腳應該與肩同寬。現在，舉起杠鈴至頭部上方，直到你的手臂徹底伸展。保持你的肘部向內側。這是你的初始動作。保持你的上臂靠攏頭部，以及肘部向內側，並垂直於地面。在頭后部采用半圓動作以降低阻力，直到你的前臂觸及二頭肌。提示：上臂應該保持固定，唯有前臂活動。當你進行此步驟時，吸氣。使用三頭肌以提舉杠鈴，回到初始位置，在這個動作中呼氣。

source: Dumbbell Triceps Extension
it: Estensione tricipiti con manubri
ja: ダンベル上腕三頭筋エクステンション
nl: Triceps verlengen met kleine halters
ru: Отжимание для трицепсов с гантелями
sv: Triceps extension med hantlar
th: ท่านอนยกดัมเบลยืดกล้ามเนื้อแขนท่อนบนส่วนหลัง
zh_hans: 7 哑铃三头肌伸展
zh_hant: 啞鈴三頭肌屈伸

source: 7 Dumbbell Triceps Extension
it: Sdraiati su una panca piana reggendo un manubrio in ogni mano con le braccia tese verso l'alto dalle spalle: - Inspira e piega lentamente le braccia. - Torna alla posizione di partenza, espirando quando completi il movimento. Questo esercizio sforza tutti i tricipiti.
ja: 肩から腕を上に伸ばして、それぞれの腕にダンベルを持ち、ベンチに平らに横たわります： ‐息を吸い、ゆっくりと腕を曲げます。 ‐開始ポジションに戻り、動きの完了として息を吐きます。 このエクササイズは、上腕三頭筋の全ての頭に等しく効果的です。
nl: ga op een vlakke bank liggen met een halter in iedere hand en je armen recht omhoog vanuit de schouders:-Adem in en buig langszaam je armen- Ga terug naar de beginpositie en adem uit terwijl je dat doet.Deze oefening bewerkt alle uiteinden van de triceps.
ru: Лягте на горизонтальную скамью, держа по гантеле в каждой руке. Руки вытянуты от плеч: - Вдохните и медленно согните руки. - Вернитесь в исходное положение, выдыхая по мере совершения движения. Это упражнение одинаково развивает все головки трицепса.
sv: Ligg på en bänk med en hantel i varje hand och armarna utsträckta rakt upp från axlarna: - Andas in och böj sakta på armarna. - Gå tillbaka till startpositionen och andas ut när du gör detta. Denna övning tränar triceps alla huvuden.
th: นอนบนม้านั่งราบ ถือดัมเบลด้วยมือทั้งสองข้างโดยให้แขนเหยียดตรงขึ้นไปจากไหล่ของคุณ: - หายใจเข้าและค่อย ๆ งอแขนลง - กลับไปที่ท่ายืดแขนตรง หายใจออกเมื่อคุณทำท่านี้เสร็จท่านี้จะช่วยบริหารส่วนบนของกล้ามเนื้อแขนท่อนบนส่วนหลัง
zh_hans: 双手各持哑铃平躺在板上，并从肩部伸直手臂: - 吸气并慢慢地弯曲手臂。 - 当你完成运动时，慢慢呼气返回起始位置。这个运动能够平均地锻炼三头肌的每一个头。
zh_hant: 躺在平訓練椅上，每只手各持著啞鈴，手臂向上伸直： - 吸氣，緩慢地彎屈手臂。 - 呼氣，回到初始位置，完成動作。 此動作均衡地鍛煉所有肱三頭肌。

source: Triceps Dips
ja: 上腕三頭筋ディップ
nl: Triceps neerzakken
ru: Трицепс на скамье
th: ท่ายกตัวด้วยกล้ามเนื้อแขนท่อนบนส่วนหลัง
zh_hans: 三头肌撑体
zh_hant: 三頭肌掌體

source: 8 Triceps Dips
it: Metti le mani sul bordo di una panca piana e riposa i piedi su un’altra panca. Assumi un angolo di torsione della gamba di circa 90 gradi: - Inspira e piega le braccia. - Raddrizza le braccia per tornare al punto di partenza, espirando quando completi il movimento. Questo esercizio sforza i tricipiti, i pettorali e i deltoidi anteriori.
ja: フラットベンチの端に手を置き、もうひとつのベンチに足を置きます。約90度の胴体·脚角度を想定します： ‐息を吸い、腕を曲げます。 ‐腕を真っ直ぐにし、開始ポジションに戻ります。動きの完了として、息を吐きます。 このエクササイズは、上腕三頭筋、胸筋、三角筋前部に効果的です。
nl: Zet je handen op de rand van een bankje en je voeten op een ander bankje. Je bovenlichaam moet een hoek vormen van 90 graden met je benen: - Inademen en buig nu je armen - Strek je armen nu weer om naar het startpunt te gaan terwijl je uitademt.Deze oefening is voor triceps, borstspieren en voorste deltaspieren.
ru: Поставьте руки на край плоской скамьи, а ноги на другую скамью. Туловище и ноги должны находиться под углом около 90 градусов: - Вдохните и согните руки. - Выпрямите руки, чтобы вернуться в исходное положение, выдыхая по мере совершения движения. Это упражнение тренирует трицепсы, грудные и дельтовидные мышцы.
sv: Placera händerna på kanten av en bänk och lägg upp fötterna på en annan bänk. Inta en vinkel på ungefär 90 grader mellan torso och ben: - Andas in och böj på armarna. - Sträck ut armarna för att gå tillbaka till startpositionen och andas ut när du gör detta. Denna övning tränar triceps, bröstmuskler och bakre deltamuskler.
th: วางมือของคุณที่ส่วนปลายของม้านั่งราบและพักเท้าที่ม้านั่งอีกตัว ให้ลำตัวและขาทำมุมประมาณ 90 องศา: - หายใจเข้าและงอแขนของคุณ - ยืดแขนให้ตรงเพื่อกลับไปที่ท่าเริ่มต้น หายใจออกเมื่อคุณทำท่านี้เสร็จท่านี้จะช่วยบริหารส่วนบนของกล้ามเนื้อแขนท่อนบนส่วนหลัง กล้ามเนื้อหน้าอก และกล้ามเนื้อโคนแขนส่วนหน้า
zh_hans: 将双手放在平板的边缘，双脚放在另一张平板上。上身与腿部呈大约90度角: - 吸气时弯曲手臂。 - 当你完成运动时，呼气并伸直手臂以返回起始位置。 这个运动能够锻炼三头肌、胸肌和前三角肌。
zh_hant: 雙手置於訓練椅邊緣，雙腳舒適地放在另一個訓練椅上。軀干與腿部形成約90度： - 吸氣，屈臂。 - 呼氣，伸展手臂以回到初始點，完成動作。 此動作鍛煉三頭肌、胸肌和三角肌。

source: Triceps Pushdown
ja: 上腕三頭筋プッシュダウン
nl: Triceps Omlaag drukken
ru: Трицепс жим
th: ท่าดึงน้ำหนักลงด้วยกล้ามเนื้อแขนท่อนบนส่วนหลัง
zh_hans: 三头肌下压
zh_hant: 三頭肌下壓
