Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 20 Underhand Grip Prone On An Incline Bench
it: 1. Sdraiati prono sulla panca inclinata. Lascia i manubri ciondoloni accanto a te con una presa underhand. Tieni le braccia diritte. 2. Piega i pesi lentamente verso l'alto. I polsi devono sempre rimanere fissi, resisti torcendoli e tieni le braccia perpendicolari al pavimento
ja: 1. 傾斜ベンチにうつ伏せに寝ます。アンダーハンドグリップで握ったダンベルを体の横に垂らします。腕はまっすぐに。 2. 腕をゆっくりと曲げてウェイトを円状に引き上げます。手首はずっと固定して回転させないようにし、上腕は床と垂直にします。
nl: 1. Lig met de buik op een schuine bank. Laat de halters naast je hangen in onderhandse grip. Houd de armen recht. 2. Breng de halters nu langszaam recht omhoog, je polsen gefixeerd dus beweeg of buig ze niet, en houd je bovenarmen loodrecht ten opzichte van de vloer.
ru: 1. Лягте на наклонную скамейку. Повесьте гантели перед собой, обхватите их руками. Держите руки прямо. 2. Поднимите вес медленно вверх. Запястья всегда должны быть зафиксированы, не скручивайте их, и сохраняйте плечи перпендикулярно полу.
sv: 1. Ligg på mage på snedbänken. Låt ett par hantlar hänga bredvid dig med ett underhandsgrepp. Håll armarna raka. 2. Krök långsamt vikterna rakt upp. Handlederna ska alltid vara fixerade – undvik att vrida dem och håll överarmarna vinkelräta mot golvet.
th: 1. นอนคว่ำหน้าบนม้านั่งเอียง ให้ดัมเบลห้อยลงที่ด้านข้างของคุณด้วยการจับแบบหงายมือ ยืดแขนให้ตรง 2. ยกดัมเบลทั้งสองขึ้นด้านบนอย่างช้า ๆ ตรึงข้อมือให้นิ่ง ต้านน้ำหนักดัมเบลที่จะทำให้ข้อมือหมุน แขนท่อนบนทำมุมฉากกับพื้น
zh_hans: 1. 俯卧于下斜椅上。反握哑铃，哑铃悬挂于身体两侧。保持手臂伸直。 2. 缓慢地抬举哑铃。手腕始终保持固定，勿转动它们，保持上臂垂直于地面。
zh_hant: 1. 俯臥於下斜椅上。反握啞鈴，啞鈴懸掛於身體兩側。保持手臂伸直。 2. 緩慢地抬舉啞鈴。手腕始終保持固定，勿轉動它們，保持上臂垂直於地面。

source: Barbell Calf Raise (Seated)
it: Alzate di talloni con bilanciere (Seduto)
ja: バーベルカーフレイズ (シーテッド)
nl: Halterstang Kuiten strekken (zittend)
ru: Штанга для икр ног (сидя)
sv: Vadlyft med skivstång (sittande)
zh_hans: 杠铃交互提踵（坐姿）
zh_hant: 杠鈴交互提踵（坐姿）

source: 4 Barbell Calf Raise (Seated)
it: 1. Da seduto con la schiena dritta, centra il bilanciere sulle tue cose. Usa le mani per stabilizzare qualsiasi movimento del bilanciere. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Abbassa i polpacci di nuovo a terra.
ja: 1. 背筋を伸ばして座り、バーベルを両脚大腿下部に置きます。手を使ってバーベルを安定させます。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、ふくらはぎを戻します。
nl: 1. Terwijl je rechtop zit met rechte rug, plaats je de halter op de onderdijen. Gebruik je handen om de halter onder controle te houden. 2. Breng nu je kuiten omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie.
ru: 1. Сидя с прямой спиной, центр штанги ниже бедер. Используйте свои руки, чтобы стабилизировать любое движение штанги. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно.
sv: 1. Sitt med ryggen rak och lägg skivstången på underlåren. Använd händerna för att stabilisera stångens rörelser. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Sänk tillbaka vaderna ner på golvet.
th: 1. นั่งหลังตรง จัดให้บาร์เบลอยู่ตรงกลางบนต้นขาส่วนล่าง ใช้มือทั้งสองข้างช่วยพยุงขณะที่ทำการเคลื่อนไหวบาร์เบล 2. ยกน่องโดยการเขย่งเท้าทั่งสองข้างขึ้น ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที ลดระดับน่องลงไปที่พื้น
zh_hans: 1. 采取坐姿，背部挺直，杠铃置于大腿下部。在操作杠铃时，用双手平衡身体。 2. 踮脚尖，提踵。保持此姿态数秒种。使小腿放回地面上。
zh_hant: 1. 采取坐姿，背部挺直，杠鈴置於大腿下部。在操作杠鈴時，用雙手平衡身體。 2. 踮腳尖，提踵。保持此姿態數秒種。使小腿放回地面上。

source: Barbell Calf Raise With Single Leg (Seated)
it: Alzate di talloni con bilanciere con singola gamba (Seduto)
ja: 片脚バーベルカーフレイズ (シーテッド)
nl: Halterstang Kuit van een been strekken (zittend)
ru: Штанга для икр ног. С одной ногой (сидя)
sv: Vadlyft med skivstång och ett ben (sittande)
th: ท่ายกบาร์เบลด้วยน่องหนึ่งข้าง (ท่านั่ง)
zh_hans: 单脚杠铃提踵（坐姿）
zh_hant: 單腳杠鈴提踵（坐姿）

source: 5 Barbell Calf Raise With Single Leg (Seated)
it: 1. Da seduto con la schiena dritta, centra il bilanciere su una delle tue cosce. Usa le mani per stabilizzare qualsiasi movimento del bilanciere. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Abbassa i polpacci di nuovo a terra. 3. Ripeti lo stesso con l’altra gamba.
ja: 1. 背筋を伸ばして座り、片脚の大腿下部にバーベルを置きます。手を使って、バーベルを安定させます。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、ふくらはぎを戻します。 3. もう一方の脚も同様に繰り返します。
nl: 1. Terwijl je rechtop zit met rechte rug, plaats je de halter op een van je onderdijen. Gebruik je handen om de halter onder controle te houden. 2. Breng nu je kuit omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie. 3. Herhaal de oefening met het andere been.
ru: 1. Сидя с прямой спиной, центр штанги ниже бедер. Используйте свои руки, чтобы стабилизировать любое движение штанги. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно. 3. Повторить то же самое другой ногой.
sv: 1. Sitt med ryggen rak och lägg skivstången på det ena underlåret. Använd händerna för att stabilisera stångens rörelser. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Sänk tillbaka vaderna ner på golvet. 3. Upprepa samma sak med det andra benet.
th: 1. นั่งหลังตรง จัดให้บาร์เบลอยู่ตรงกลางบนต้นขาส่วนล่าง ใช้มือทั้งสองข้างช่วยพยุงขณะที่ทำการเคลื่อนไหวบาร์เบล 2. ยกน่องขึ้นโดยการเขย่งเท้า ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับลงกลับไปที่พื้น 3. ทำซ้ำท่าเดิมโดยใช้ขาอีกข้าง
zh_hans: 1. 采取坐姿，背部挺直，杠铃置于大腿下部。在操作杠铃时，用双手平衡身体。 2. 踮脚尖，提踵。保持此姿态数秒种。使小腿放回地面上。 3. 换另一只脚重复动作。
zh_hant: 1. 采取坐姿，背部挺直，杠鈴置於大腿下部。在操作杠鈴時，用雙手平衡身體。 2. 踮腳尖，提踵。保持此姿態數秒種。使小腿放回地面上。 3. 換另一只腳重複動作。

source: Dumbbell Calf Jump
it: Salti su talloni con bilanciere
ja: ダンベルカーフジャンプ
nl: Kuitspringen met halters
ru: Прыжки с гантелями
sv: Vadhopp med hantlar
th: ท่าถือดัมเบลกระโดดด้วยน่อง
zh_hans: 哑铃弹跳
zh_hant: 啞鈴彈跳

source: 6 Dumbbell Calf Jump
it: 1. Stai con i piedi alla larghezza dei fianchi. Afferra un paio di manubri e tienili sul tuo fianco a lunghezza delle braccia. 2. Abbassa le ginocchia in modo che siano piegate a circa 45 gradi e salta più in alto possibile. Punta le dita dei piedi verso il pavimento quando salti. 3. Lascia che le ginocchia si pieghino a 45 gradi quando atterri, poi salta subito nuovamente.
ja: 1. 腰幅くらい足を広げて立ちます。ダンベルを1組、腕の長さの所で体の両脇に持ちます。 2. 膝を少し、45度くらいに曲げて、出来るだけ高く飛び上がります。この時、つま先は床に向かってピンと伸ばすこと。 3. 着地時は膝を45度に曲げ、即座にまた飛び上がります。
nl: 1. Sta met je voeten op heupbreedte uit elkaar. Neem een stel halters en houd ze met gestrekte armen naast je lichaam. 2. Zak nu een beetje door je knieën tot ongeveer 45 graden en spring dan zo hoog je kunt. Richt je tenen naar de vloer tijdens het springen. 3. Bij het neerkomen weer tot 45 graden doorbuigen en onmiddellijk opnieuw springen.
ru: 1. Встаньте прямо, ноги на ширине плеч. Возьмите пару гантелей и держите их по бокам на расстоянии вытянутой руки. 2. Согните ноги в коленях, так чтобы был угол около 45 градусов и прыгайте максимально высоко. При прыжках пальцы ног должны бать направлены к полу. 3. При приземлении ноги должны оставаться согнутыми в коленях, затем сразу необходимо повторить прыжок.
sv: 1. Stå med fötterna på en höftlängds avstånd ifrån varandra. Ta ett par hantlar och håll dem vid sidorna på en armlängds avstånd. 2. Böj på knäna så att de är i cirka 45 graders vinkel och hoppa så högt du kan. Peka med tårna mot golvet när du hoppar. 3. Låt knäna böja sig 45 grader när du landar och hoppa sedan omedelbart igen.
th: 1. ยืนด้วยเท้าหนึ่งข้างที่ระยะห่างเท่ากับระยะความกว้างของสะโพก ถือดัมเบลด้วยมือทั้งสองข้าง แขนเหยียดตรงห้อยลงข้างลำตัว 2. ยื่นเข่าออกไปข้างหน้าเพื่อให้เข่างอทำมุม 45 องศา จากนั้นกระโดดให้สูงเท่าที่จะทำได้ หันนิ้วเท้าชี้ไปที่พื้นเมื่อกระโดดขึ้น 3. จัดให้เข่าทั้งสองข้างงอทำมุม 45 องศาเมื่อลงสู่พื้น จากนั้นกระโดดขึ้นอีกครั้งในทันที
zh_hans: 1. 采取站姿，双脚与髋同宽。双手各握一个哑铃，伸直手臂握着哑铃。 2. 屈膝，以至膝盖呈45度，尽力跳高。在跳跃时，脚趾朝向地板。 3. 在着地时，膝盖呈45度，然后立即再次跳高。
zh_hant: 1. 采取站姿，雙腳與髋同寬。雙手各握一個啞鈴，伸直手臂握著啞鈴。 2. 屈膝，以至膝蓋呈45度，盡力跳高。在跳躍時，腳趾朝向地板。 3. 在著地時，膝蓋呈45度，然後立即再次跳高。

source: Dumbbell Calf Raise (Seated)
it: Alzate di talloni con manubri (Seduto)
ja: ダンベルカーフレイズ (シーテッド)
nl: Kuiten strekken met halters (zittend)
ru: Гантели для икр (сидя)
sv: Vadlyft med hantlar (sittande)
th: ท่ายกดัมเบลด้วยน่อง (ท่านั่ง)
zh_hans: 哑铃提踵（坐姿）
zh_hant: 啞鈴提踵（坐姿）

source: 7 Dumbbell Calf Raise (Seated)
it: 1. Da seduto con la schiena dritta, centra un manubrio su ciascuna delle cosce. Usa le mani per stabilizzare qualsiasi movimento. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. 背筋を伸ばして座り、ダンベルをそれぞれの脚の大腿下部に一つずつ置きます。手を使ってダンベルを安定させます。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Terwijl je zit met gestrekte rug plaats je een halter op elk van je onderdijen. Houd de halters onder controle met je handen. 2. Breng nu je kuiten omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie.
ru: 1. Примите положение сидя, спина прямая, центр гантели ниже каждого бедра. Используйте руки, чтобы стабилизировать любое движение. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно.
sv: 1. Sitt med ryggen rak och lägg en hantel på båda underlåren. Använd händerna för att stabilisera eventuella rörelser. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Återgå till startläget.
th: 1. นั่งหลังตรง จัดให้ดัมเบลอยู่ตรงกลางบนต้นขาส่วนล่างแต่ละข้าง ใช้มือทั้งสองข้างช่วยพยุงขณะที่ทำการเคลื่อนไหวดัมเบล 2. ยกน่องขึ้นโดยการเขย่งเท้า ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับลงและกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 采取坐姿，背部挺直，两个杠铃个别置于两只大腿下部。在移动杠铃时，用双手平衡身体。 2. 踮脚尖，提踵。保持此姿态数秒种。小腿放回地面上。
zh_hant: 1. 采取坐姿，背部挺直，兩個杠鈴個別置於兩只大腿下部。在移動杠鈴時，用雙手平衡身體。 2. 踮腳尖，提踵。保持此姿態數秒種。小腿放回地面上。

source: Standing Barbell Calf Raise
it: Alzate di talloni con bilanciere in piedi
ja: スタンディング・バーベル・カーフレイズ
nl: Staande met Halterstang Kuiten strekken
ru: Подъемы штанги стоя
sv: Stående vadlyft med skivstång
th: ท่ายืนยกบาร์เบลดันน่องขึ้น
zh_hans: 站姿杠铃提踵
zh_hant: 站姿杠鈴提踵

source: 8 Standing Barbell Calf Raise
it: 1. Mentre stai in piedi con la schiena dritta, posiziona il bilanciere sulla parte superiore delle spalle. Tieni il bilanciere con presa overhand. La distanza tra le mani deve essere più ampia della larghezza delle spalle. 2. Solleva i polpacci sulla punta dei piedi. Mantieni la posizione per un secondo. Abbassa i polpacci a terra nuovamente.
ja: 1. 背筋を伸ばして立ち、バーベルは肩の上に置きます。バーベルをオーバーハンドグリップで持ちます。両手の距離は肩幅よりも広くすること。 2. つま先立ちをしてふくらはぎを上げます。1秒そのまま、その後、ふくらはぎを戻します。
nl: 1. Terwijl je met rechte rug staat plaats je een halter op je schouders. Houd de halter vast met bovenhandse grip. Hander iets verder dan schouderbreedte uit elkaar. 2. Breng nu je kuiten omhoog door op je tenen te gaan staan als het ware. Houd dat een seconde vast en ga dan langszaam terug naar de startpositie.
ru: 1. Стоя с прямой спиной, положение штанги на верхней части плеч. Держите штангу захватом сверху вниз. Расстояние между руками должно быть шире, чем ширина плеч. 2. Поднимитесь на носочки. Задержитесь на секунду. Опуститесь обратно.
sv: 1. Stå med ryggen och rak och placera en skivstång på axlarna. Håll i skivstången med ett överhandsgrepp. Avståndet mellan händerna ska vara större än axellängd. 2. Lyft vaderna genom att stå på tå. Håll i en sekund. Sänk tillbaka vaderna ner på golvet.
th: 1. ยืนด้วยท่าหลังตรง จัดท่าบาร์เบลให้อยู่บนไหล่ทั้งสองข้าง จับบาร์เบลด้วยท่าจับคว่ำมือ ระยะห่างระหว่างมือทั้งสองควรห่างกันมากกว่าระดับความกว้างของไหล่ 2. ยกน่องขึ้นด้วยการเขย่งเท่า ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นลดระดับลงกลับไปที่พื้น
zh_hans: 1. 保持站姿，背部挺直，杠铃置于肩膀上方。反握杠铃。双手距离比肩膀宽。 2. 踮脚尖，提踵。保持此姿态数秒种。小腿放回地面上。
zh_hant: 1. 保持站姿，背部挺直，杠鈴置於肩膀上方。反握杠鈴。雙手距離比肩膀寬。 2. 踮腳尖，提踵。保持此姿態數秒種。小腿放回地面上。

source: Standing Dumbbell Calf Raise
it: Alzate di talloni con manubri in piedi
ja: スタンディングダンベルカーフレイズ
nl: Staande kuiten strekken met halters
ru: Гантели для икр, стоя
sv: Stående vadlyft med hantlar
th: ท่ายืนถือดัมเบลยกน่อง
zh_hans: 站姿杠铃提踵
zh_hant: 站姿杠鈴提踵

source: 9 Standing Dumbbell Calf Raise
it: 1. Stai dritto con i piedi alla larghezza dei fianchi e tieni un manubrio pesante in ogni mano, e le braccia lungo i fianchi. 2. Mantieni la schiena dritta, alzati lentamente sulle punte dei piedi, sollevando i talloni più in alto possibile. 3. Fai una pausa quando arrivi in alto, poi lentamente riabbassare i talloni indietro.
ja: 1. 腰幅に足を広げて立ち、重いダンベルをそれぞれの手に持ちます。腕は体の両脇に置きます。 2. 背筋はまっすぐにしたまま、両足のつま先でゆっくりと立ち、かかとを出来るだけ高く上げます。 3. 一番高い所で止まり、その後かかとをゆっくりと戻します。
nl: 1. Sta rechtop met je voeten op heupbreedte uit elkaar en houd een zware halter in elke hand, armen vlak naast het lichaam. 2. Terwijl je je rug recht houdt ga je langszaam op je tenen staan en til je hielen daarbij zo hoog mogelijk op. 3. Pauseer even op het hoogste punt en ga dan langszaam weer naar beneden.
ru: 1. Встаньте прямо, поставьте ноги на ширине плеч, гантели в каждой руке, руки по бокам. 2. Держите спину прямо, медленно поднимитесь на носки обеих ног, поднимая пятки так высоко, как можете. 3. Задержитесь на носках, затем медленно опустите пятки.
sv: 1. Stå rakt med fötterna på en höftbredds avstånd och håll en tung hantel i varje hand, med armarna vid sidorna. 2. Medan du håller ryggen rak, ställ dig långsamt på tå och lyft hälarna så högt du kan. 3. Pausa när du är som högst och släpp sedan långsamt ner hälarna igen.
th: 1. ยืนตรงโดยให้เท้าทั้งสองข้างอยู่ห่างกันที่ระยะความกว้างของไหล่ ถือดัมเบลหนัก ๆ หนึ่งอันในมือแต่ละข้าง จัดให้แขนอยู่ที่ข้างลำตัว 2. จัดให้หลังตรง ค่อย ๆ เขย่งเท้าทั้งสองข้างโดยใช้นิ้วเท้ายกส้นเท้าขึ้นให้สูงที่สุดเท่าที่จะทำได้ 3. ค้างไว้ที่ส่วนบนสุดสักระยะ จากนั้นค่อย ๆ ลดระดับส้นเท้าลงสู่ด้านล่าง
zh_hans: 1. 站直，双脚与髋同宽，双手握着杠铃，双臂置于身体两侧。 2. 保持背部挺直，缓慢地抬举两只脚的脚趾，尽力抬高脚跟。 3. 暂停，然后缓慢地降低脚跟。
zh_hant: 1. 站直，雙腳與髋同寬，雙手握著杠鈴，雙臂置於身體兩側。 2. 保持背部挺直，緩慢地擡舉兩只腳的腳趾，盡力擡高腳跟。 3. 暫停，然後緩慢地降低腳跟。

source: Single Arm Pushup
it: Piegamenti su un solo braccio
ja: シングルアームプッシュアップ
nl: Push-up met een arm
ru: Отжимания на одном плече
sv: Armhävning med en arm
th: ท่าวิดพื้นด้วยแขนข้างเดียว
zh_hans: 单臂俯卧撑
zh_hant: 單臂俯臥撐

source: 19 Single Arm Pushup
it: 1. Assumi le posizioni per le flessioni standard: prono, piedi uniti, mani sul pavimento appena sotto il livello delle spalle e larghezza circa quanto quella delle spalle. Sposta i piedi un po' più della larghezza delle spalle. 2. Sollevare una mano e posala sul parte bassa della schiena. 3. Con l'altra mano, spingi il corpo su dal pavimento, mantenendo la schiena dritta. Fermati appena prima di "bloccare" il gomito nella parte superiore del movimento. 4. Abbassa il corpo con un braccio. Per mantenere l’equilibrio, ruota il busto un po' lontano dal braccio di spinta. 5. Continua ad abbassarti fino a quando il mento è circa alla larghezza di un pugno sopra il pavimento. Dal momento che hai girato il busto, il mento dovrebbe essere più o meno dove la mano che ora hai dietro la schiena era quando hai iniziato l'esercizio. Questa è una ripetizione. 6. Torna al passo uno e ripeti con l'altro braccio.
ja: 1. 通常の腕立て伏せを想定します。うつ伏せ、両足を揃え、肩より少し低い位置に、肩幅に広げて手を床につきます。足を、肩幅より少し広く広げます。 2. 片手を上げ、腰のくびれた部分に置きます。 3. もう一方の手を使って、床から体を浮かせるように押します。背筋は伸ばしたままに保ちます。肘が完全に伸びる直前に止めます。 4. 片腕で体を下げます。バランスを維持するために、押している腕から胴を少し外側に回転させます。 5. あごが床から拳１個分ぐらいの位置になるまで、体をおろし続けます。胴を少し回転させたので、エクササイズを始めた時に今腰に置いている手があった手の位置ぐらいにあごが来ているはずです。これで1セットです。 6. ステップ１まで戻り、もう一方の腕を使って繰り返します。
nl: 1. Ga uit van de standaard push-up, gestrekt, voeten naast elkaar handen op de vloer recht onder de schouders en op schouderbreedte uit elkaar. Zet nu je voeten uit elkaar op iets meer dan schouderbreedte. 2. Leg nu een hand op je rug. 3. En met je andere hand druk je je lichaam op van de vloer, Ga niet door tot een gestrekte elleboog, maar stop vlak er voor. Houd je rug recht. 4. terwijl je je lichaam laat zakken kun je je lichaam iets draaien van de opdrukkende arm weg, voor een betere balans. 5. Laat jezelf zakken totdat je kin een vuistbreedte van de vloer verwijderd is. Omdat je je luichaam iets hebt gedraaid is de plaats van je kin nu ongeveer daar waar eigenlijk je andere hand zou staan, maar die zit op je rus. Dit is een rep. 6. Ga terug naar stap 1 en herhaal met de andere arm.
ru: 1. Примите стандартную позу для отжиманий: лежа, ноги вместе, руки на полу чуть ниже уровня плеч и широко разведены в сторону. Разведите ноги на расстояние чуть больше ширины плеч. 2. Поднимите одну руку и положите ее на поясницу. 3. Используя другую руку, поднимите ваше тело от пола, держа спину прямо. Остановитесь прямо перед тем, зафиксируете локоть в верхней части движения. 4. Опустите ваше тело одной рукой. Для поддержания баланса, поверните ваш торс немного в стороне от толкающей руки. 5. Продолжите снижение, пока ваш подбородок будет находиться на высоте кулака над полом. Так как вы наклонили туловище, ваш подбородок должен быть на том месте, где находится рука, которая была за спиной, когда вы начали упражнение. Это один повтор. 6. Вернитесь к первому шагу и повторите с помощью другой руки.
sv: 1. Inta den vanliga armhävningsställningen: ligg ner med fötterna ihop och händerna på golvet, precis under axlarna och på ungefär en axelbredds avstånd. Flytta isär fötterna så att de är lite mer än en axellängd ifrån varandra. 2. Lyft en hand och lägg den på korsryggen. 3. Tryck upp kroppen från golvet genom att använda den andra handen, samtidigt som du håller ryggen rak. Sluta precis innan armbågen blir helt rak, högst upp i rörelsen. 4. Släpp ner kroppen med ena armen. För att hålla balansen, vänd bort torson lite från den arbetande armen. 5. Fortsätt släppa ner dig själv tills hakan är ungefär en knytnäves bredd ovanför golvet. Eftersom du vred torson bör din haka vara ungefär där handen du nu har på ryggen var när du började övningen. Det här är en repetition. 6. Gå tillbaka till steg ett och upprepa med den andra armen.
th: 1. จัดให้ลำตัวอยู่ในท่าวิดพื้นมาตรฐานโดยนอนคว่ำหน้า เท้าชิดกัน มืออยู่บนพื้นซึ่งอยู่ใต้ระดับไหล่และระยะห่างเท่ากับความกว้างของไหล่ 2. ยกมือหนึ่งข้างขึ้นและพักไว้ที่หลัง 3. ใช้มืออีกข้างหนึ่งดันร่างกายขึ้นจากพื้นโดยให้หลังเหยียดตรง หยุดก่อนที่คุณจะ "ล็อค" ข้อศอกของคุณที่ส่วนบนสุดของท่านี้ 4. ลดระดับลำตัวลงด้านล่างโดยใช้แขนหนึ่งข้าง เพื่อให้ลำตัวของคุณสมดุลให้หันออกไปจากแขนข้างที่วิดพื้นเล็กน้อย 5. ลดระดับลงอย่างต่อเนื่องจนกระทั่งคางอยู่ห่างจากพื้นที่ระยะห่างเท่ากับกำปั้น เนื่องจากคุณงอตัวอยู่ คางควรอยู่ที่ระดับเดียวกับมือซึ่งอยู่ด้านหลังตั้งแต่คุณเริ่มออกกำลังกายในท่านี้ นี่เป็นการทำซ้ำหนึ่งครั้ง 6. กลับไปที่ขั้นตอนที่หนึ่งและทำซ้ำด้วยแขนอีกข้าง
zh_hans: 1. 以标准的俯卧撑姿态开始，俯卧，双脚紧靠，双手置于地板上及略低于肩膀水平，双手与肩同宽。双脚稍微打开，比肩膀略宽。 2. 抬高一只手，将这只手放在腰背部上。 3. 用另一只手将身体抬离地面，保持背部挺直。在移动到最上方并锁定手肘前，暂停动作。 4. 用单臂降低身体。为保持身体平衡，使躯干稍微远离用于掌着地面的手臂。 5. 继续降低身体，直到你的下巴距离地面约一个掌头的距离。由于你弯曲躯干，下巴须几乎处于初始位置。这是一次重复动作。 6. 返回第一个步骤，换另一只手重复动作。
zh_hant: 1. 以標准的俯臥撐姿態開始，俯臥，雙腳緊靠，雙手置於地板上及略低於肩膀水平，雙手與肩同寬。雙腳稍微打開，比肩膀略寬。 2. 擡高一只手，將這只手放在腰背部上。 3. 用另一只手將身體擡離地面，保持背部挺直。在移動到最上方並鎖定手肘前，暫停動作。 4. 用單臂降低身體。爲保持身體平衡，使軀幹稍微遠離用於掌著地面的手臂。 5. 繼續降低身體，直到你的下巴距離地面約一個掌頭的距離。由於你彎曲軀幹，下巴須幾乎處於初始位置。這是一次重複動作。 6. 返回第一個步驟，換另一只手重複動作。

source: Decline Pushup
it: Piegamenti declinati
ja: デクラインプッシュアップ
nl: Hellende push-up
ru: Отжимания снизу
sv: Sluttande armhävning
th: ท่าวิดพื้นวางเท้าบนพื้นยกระดับ
zh_hans: 下斜俯卧撑
zh_hant: 下斜俯臥撐

source: 12 Decline Pushup
it: 1. Metti i piedi su una panca o su qualsiasi step e assumi una posizione per le flessioni standard. 2. Abbassa il corpo fino a quando il petto tocca quasi il pavimento, fermati e spingi te stesso per torna alla posizione di partenza. Mantieni una posizione corretta per tutta la durata impedendo i fianchi di piegarsi in qualsiasi momento; mantieni rigida la tua parte centrale rinforzando i muscoli addominali e raddrizzando le gambe ponendo il peso sulla punta dei piedi.
ja: 1. 足をベンチか何か一段上がった台に置き、一般的な腕立て伏せのポジションを取ります。 2. 胸がほぼ床に着くまで体を下げ、止まり、それからスタートポジションまで押し戻します。いつもヒップが下がらないようにすることで常にきちんとした姿勢を維持します。腹筋を引き締め、つま先に重心を置いている間に脚を強めることで、コアを堅く保ちます。
nl: 1. Plaats je voeten op een bankje of iets anders hoger dan de vloer, en ga dan in de standaard push-up positie. 2. Laat je lichaam zakken tot je borst bijna de grond raakt, pauzeer even en druk jezelf weer naar de startpositie. Houd je lichaam goed gestrekt en verhinder dat je heupen doorzakken. Houd je lichaam strak en recht door je buikspieren aan te spannen en je benen te strekken door het gewicht op je tenen te plaatsen.
ru: 1. Поставьте ноги на скамью или на любое возвышение и примите стандартное положение для отжимания. 2. Опустите тело, пока грудь почти не коснется пола. Сделайте паузу, затем поднимитесь обратно в исходное положение. Поддерживайте нужную позу на протяжении всего упражнения, не сгибайте бедра, напрягая мышцы живота. Выпрямляйте ноги, когда вес вашего тела будет удерживаться пальцами ног.
sv: 1. Placera fötterna på en bänk eller någon annan upphöjning och lägg dig i en vanlig armhävningsposition. 2. Sänk kroppen tills bröstet nästan rör golvet, pausa och tryck sedan tillbaka dig själv upp till startpositionen. Håll kroppen stabil hela tiden: undvik att höfterna sviktar, håll bålen och ryggen raka genom att spänna magmusklerna, räta ut benen och lägga vikten på tårna.
th: 1. วางเท้าทั้งสองข้างบนม้านั่งหรือพื้นยกระดับ จากนั้นจัดให้อยู่ในท่าวิดพื้นมาตรฐาน 2. ลดระดับร่างกายลงจนกระทั่งหน้าอกเกือบถึงพื้น ค้างที่ท่านี้สักครู่ จากนั้นดันตัวกลับขึ้นด้านบนไปที่ท่าเริ่มต้น จัดร่างกายให้อยู่ในท่าที่เหมาะสมตลอดการออกกำลังกายโดยไม่ให้สะโพกห้อยลง ตรึงส่วนกลางลำตัวให้แน่นโดยการบีบรัดกล้ามเนื้อท้องและเหยียดขาทั้งสองข้างให้ตรงขณะวางน้ำหนักไปที่เท้า
zh_hans: 双脚放在凳子或斜板上，进入标准的俯卧撑姿态。 2. 降低身体直到胸部几乎触及地面，暂停，返回初始位置。始终保持恰当的姿态以防止髋部摆动，收紧腹肌，伸直双脚并用脚趾支撑体重，以确保重心稳定。
zh_hant: 1. 雙腳放在凳子或斜板上，進入標准的俯臥撐姿態。 2. 降低身體直到胸部幾乎觸及地面，暫停，返回初始位置。始終保持恰當的姿態以防止髋部擺動，收緊腹肌，伸直雙腳並用腳趾支撐體重，以確保重心穩定。

source: Dive Bomber Pushup
it: Piegamenti Dive Bomber
ja: ダイブボンバープッシュアップ
ru: Отжимания "Истребитель"
sv: Störtbombarearmhävning
th: ท่าวิดพื้นแบบไดฟ์บอมเบอร์
zh_hans: 俯冲轰炸机式俯卧撑
zh_hant: 俯沖轟炸機式俯臥撐
