Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 13 Dive Bomber Pushup
it: 1. Mettiti in posizione per le flessioni, ma assicurandoti che le mani siano poste davanti e più ampie delle spalle. Solleva i fianchi mentre sposti i piedi in avanti, per quanto possibile. Tieni la schiena e le gambe dritte per tutto il movimento. 2. Spostare il petto verso il basso e in avanti fino quasi a toccare il pavimento. Le spalle devono essere in linea con le tue mani. 3. Fermati e poi spingi fuori i fianchi verso il basso e raddrizzare le braccia. Fermati di nuovo, poi fai il movimento al contrario fino a quando sei tornato alla posizione di partenza.
ja: 1. 腕立て伏せのポジションを取りながらも、手はもっと前に肩幅より広くつくことを確認します。足を前に移動する時にヒップを出来るだけ遠くまで上げます。運動中ずっと背中と脚をまっすぐに保ちます。 2. ほとんど床に着くまで、胸を下と前に移動させます。肩は手と並んでいるべきです。 3. 一時止まり、それからヒップを下向きに押し、腕をまっすぐにします。再び止まり、スタートポジションに戻るまで動きを逆戻りにします。
nl: 1. Plaats jezelf in een push-up positie maar plaats je handen wat verder weg en wijder dan schouderbreedte. Terwijl je ne je voeten strekt breng je je heup omhoog, maar houd je rug en benen recht bij de hele oefening. 2. Laat nu je borst zakken en naar voren totdat je bijna de vloer raakt. Je schouders moeten nu op een lijn staan met je handen. 3. Pauzeer even, druk dan je heupen omlaag en strek je armen. Pauzeer opnieuw. Dan dezelfde bewegingen maar in omgekeerde volgorde tot je op het uitgangspunt aankomt.
ru: 1. Примите положение для отжиманий, но убедитесь, что руки расположены далеко впереди и шире, чем плечи. Поднимите бедра при перемещении ноги вперед так далеко, насколько это возможно. Держите спину и ноги прямо на протяжении всего движения. 2. Двигайте грудь вниз и вверх, почти касаясь пола. Плечи должны быть на одной линии с руками. 3. Сделайте паузу, затем опустите бедра вниз и выпрямите руки. Снова пауза, затем повторите движение, пока вы не вернетесь в исходное положение.
sv: 1. Positionera dig själv i en armhävningsställning, men se till att dina händer ligger längre fram och på mer än en axellängds avstånd ifrån varandra. Lyft höfterna och flytta fram fötterna så långt det går. Håll ryggen och benen raka genom hela rörelsen. 2. Flytta bröstet neråt och framåt tills det nästan rör golvet. Axlarna ska vara i linje med händerna. 3. Pausa och tryck sedan ner höfterna och räta ut armarna. Pausa igen och gör sedan om rörelsen tills du är tillbaka i startläget.
th: 1. จัดท่าให้อยู่ในท่าวิดพื้นแต่ให้มือทั้งสองข้างวางไกลจากด้านหน้าของคุณและอยู่ในระยะที่กว้างกว่าระยะความกว้างของไหล่ ยกสะโพกขั้นขณะที่เคลื่อนเท้าไปด้านหน้าให้ไกลมากที่สุดเท่าที่จะทำได้ หลังและขาควรอยู่ในท่าตรงตลอดการเคลื่อนไหว 2. ลดระดับหน้าอกลงด้านล่างและเคลื่อนไปข้างหน้าจนกระทั่งเกือบถึงพื้น ไหล่ควรอยู่ในแนวเดียวกันกับมือทั้งสองข้าง 3. หยุดชั่วขณะ จากนั้นดันสะโพกลงด้านล่างและเหยียดแขนให้ตรง ค้างไว้ที่ท่านี้สักครู่ จากนั้นเคลื่อนไหวกลับมาในท่าเดิมจนอยู่ในท่าเริ่มต้น
zh_hans: 1. 以俯卧撑姿态开始，但确保双手置于更前侧，并比肩宽。双脚尽可能远地移前，以抬高髋部。始终保持后背与双脚直。 2. 胸部往下与往前移动，直到它几乎触及地面。肩膀应与双手平行。 3. 暂停，向下推动髋部，伸直手臂。再次暂停，然后作出反向动作，直到你返回初始位置。
zh_hant: 1. 以俯臥撐姿態開始，但確保雙手置於更前側，並比肩寬。雙腳盡可能遠地移前，以擡高髋部。始終保持後背與雙腳直。 2. 胸部往下與往前移動，直到它幾乎觸及地面。肩膀應與雙手平行。 3. 暫停，向下推動髋部，伸直手臂。再次暫停，然後作出反向動作，直到你返回初始位置。

source: Dumbbell Floor Chest Press
it: Chest Press da pavimento con manubri
ja: ダンベルフロアチェストプレス
nl: Halter borstdrukken van de vloer
ru: Жим гантели от груди
sv: Bröstpress på golvet med hantlar
th: ท่านอนราบกับพื้นยกดัมเบล
zh_hans: 哑铃平地胸部推举
zh_hant: 啞鈴平地胸部推舉

source: 14 Dumbbell Floor Chest Press
it: 1. Sdraiati sul pavimento. Afferra i manubri con un’impugnatura overhand. Appoggia le braccia sul pavimento mentre spingi i manubri verso l’alto. 2. Estendi completamente le braccia verso il soffitto. Mantieni la posizione per un secondo. Tieni l’intera schiena sulla panca in tutto il momento. Evita qualsiasi movimento delle gambe. Tornare alla posizione di partenza.
ja: 1. 床に寝ます。ダンベルをオーバーハンドグリップで持ちます。上腕を床に置いてダンベルを天井に向かって指します。 2. 両腕を天井に向けて完全に伸ばします。1秒そのまま、背中はずっとベンチの上に全面つけておきます。脚は動かないようにすること。スタートポジションに戻します。
nl: 1. Ga op de vloer liggen. Neem twee halters bovenhands vast en laat je bovenarmen op de grond rusten terwijl je de onderarmen recht omhoog houdt, de halters naar omhoog gericht. 2. Strek nu beide armen recht omhoog. Houd dat een seconde vast . Houd je rug te allen tijde gestrekt op de vloer en beweeg je benen niet. Ga dan terug naar startpositie.
ru: 1. Лягте на пол. Возьмитесь за гантели хватом снизу. Обопритесь предплечьями о пол, поднимая гантели к потолку. 2. Полностью вытяните руки к потолку. Задержитесь на одну секунду. Держите спину полностью на скамейке на протяжении всего времени выполнения движения. Воздержитесь от любого движения ног. Вернитесь в исходное положение.
sv: 1. Ligg ner på golvet. Ta tag i hantlarna med ett överhandsgrepp. Vila överarmarna på golvet medan du riktar hantlarna mot taket. 2. Sträck ut armarna helt mot taket. Håll i en sekund. Håll hela ryggen på bänken under hela rörelsen. Undvik att röra på benen. Återgå till startläget.
th: 1. นอนราบบนพื้น ถือดัมเบลด้วยท่าจับคว่ำมือ พักแขนส่วนบนที่พื้นขณะหันดัมเบลชี้ไปที่ด้านบนเพดาน 2. เหยียดแขนขึ้นด้านบนให้สุดแขน ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที วางหลังบนม้านั่งตลอดการทำท่านี้ พยายามอย่าให้ขาเคลื่อนไหวหรือเคลื่อนที่ จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 躺在地板上。反握哑铃。上臂放在地板上，使哑铃朝上。 2. 朝上伸展手臂。保持数秒种。始终保持全背部躺在板凳上。禁止移动双脚。然后返回初始位置。
zh_hant: 1. 躺在地板上。反握啞鈴。上臂放在地板上，使啞鈴朝上。 2. 朝上伸展手臂。保持數秒種。始終保持全背部躺在板凳上。禁止移動雙腳。然後返回初始位置。

source: Dumbbell Pushup
it: Piegamenti sui manubri
ja: ダンベルプッシュアップ
nl: Halter Push-up
ru: Отжимания на гантелях
sv: Armhävning med hantlar
th: ท่าวิดพื้นด้วยดัมเบล
zh_hans: 哑铃俯卧撑
zh_hant: 啞鈴俯臥撐

source: 15 Dumbbell Pushup
it: 1. Con due manubri posti alla larghezza delle spalle sul pavimento davanti a te, inginocchiati e mantieniti su di essi. Tieni le braccia distese, le gambe distese, i piedi abbastanza vicini e blocca i gomiti. 2. Abbassa il corpo a terra facendo una curva con i gomiti e mantenendo la schiena dritta. 3. Spingiti indietro fino a quando le braccia sono dritte e i gomiti sbloccati. Ripeti il movimento.
ja: 1. ダンベル2つを肩幅ほど広げて自分の前に置き、膝まづいてダンベルを持ちます。腕はまっすぐに、脚を伸ばして、足は大体揃えてひじを完全に伸ばした状態を保ちます。 2. 肘を曲げ、背筋は伸ばしたままで、体を床にまで下ろします。 3. 腕がまっすぐになり、肘が完全に伸びるまで体を押し上げて戻します。
nl: 1. Met twee halters op schouderbreedte uit elkaar op de vloer voor je, kniel je neer en houd ze vast. Houd je armen gestrekt, benen recht voeten vlak bij elkaar en ellebogen op slot. 2. Laat nu je lichaam tot vlak boven de vloer zakken door je ellebogen maar vooral je rug recht te houden. 3. Druk jezelf nu langszaam weer op tot je armen weer recht zijn maar je ellebogen niet op slot. Herhaal de oefening.
ru: 1. С двумя гантелями, расставленными на ширине плеч перед вами, встаньте на колени и держитесь за них. Держите руки прямо, ноги вытянутыми, ступни практически вместе и зафиксируйте локти. 2. Опустите ваше тело на пол, сгибаясь в локтях и держа спину прямо. 3. Поднимитесь обратно, пока руки не станут прямыми, а локти расслабленными. Повторите упражнение.
sv: 1. Lägg två hantlar på en axellängds avstånd ifrån varandra på golvet framför dig. Knäa och ta tag i dem. Håll armarna raka, benen utsträckta, fötterna ihop och armbågarna låsta. 2. Sänk kroppen mot golvet genom att böja armbågarna och hela tiden hålla ryggen rak. 3. Tryck tillbaka dig själv upp tills armarna är raka och armbågarna olåsta. Upprepa.
th: 1. วางดัมเบลสองอันที่พื้นตรงหน้าคุณด้วยระยะห่างของดัมเบลทั้งสองเท่ากับความกว้างของไหล่ คุกเข่าลงและจับดัมเบลทั้งสอง จัดให้แขนเหยียดตรง ขายืดออก วางเท้าเกือบชิดกันและล็อคข้อศอกทั้งสองข้างให้อยู่กับที่ 2. ลดระดับตัวลงไปที่พื้นโดยการงอที่ข้อศอกในขณะที่ตรึงให้หลังเหยียดตรง 3. ดันตัวเองขึ้นจนแขนเหยียดตรงและข้อศอกถูกปลดล็อค จากนั้นทำซ้ำท่าเดิม
zh_hans: 1. 将两个哑铃置于身体前侧，哑铃距离与肩同宽，跪下并握着哑铃。保持手臂伸直，双脚伸展并略靠着，锁定手肘。 2. 屈肘，保持背部挺直，降低身体至地面。 3. 抬举身体，直到手臂伸直及不锁定手肘。重复动作。
zh_hant: 1. 將兩個啞鈴置於身體前側，啞鈴距離與肩同寬，跪下並握著啞鈴。保持手臂伸直，雙腳伸展並略靠著，鎖定手肘。 2. 屈肘，保持背部挺直，降低身體至地面。 3. 擡舉身體，直到手臂伸直及不鎖定手肘。重複動作。

source: Incline Pushup
it: Piegamenti su panca inclinata
ja: インクラインプッシュアップ
nl: Hellende Push-up
ru: Наклонные отжимания
sv: Lutande armhävning
th: ท่าวิดพื้นเอียงบนม้านั่ง
zh_hans: 下斜俯卧撑
zh_hant: 下斜俯臥撐

source: 16 Incline Pushup
it: 1. Metti le mani su una panca e assumi una posizione per le flessioni standard. 2. Abbassare il corpo fino a quando il petto tocca quasi la panca, fermati e spingiti per tornare alla posizione di partenza. Mantieni una posizione corretta per tutta la durata impedendo i fianchi di piegarsi in qualsiasi momento; mantieni rigida la tua parte centrale rinforzando i muscoli addominali e raddrizzando le gambe ponendo il peso sulla punta dei piedi. Ripeti.
ja: 1. ベンチの上に手を置き、一般的な腕立て伏せのポジションを取ります。 2. 胸がベンチにほとんど着くまで体を下ろし、そのまま止まり、その後スタートポジションまで戻します。常時ヒップが下がらないように姿勢をきちんと維持し、腹筋を引き締めてコアを堅く保ち、重心をつま先に置いている間、脚をまっすぐにします。繰り返します。
nl: 1. Plaats je handen op een bankje en breng je lichaam verder in een standaard push-up positie. 2. Laat je lichaam zakken totdat je borst bijna het bankje raakt, pauzeer en druk jezelf dan langszaam weer in startpositie. Laat je heupen vooral niet doorbuigen in deze oefening, houd je lichaam recht en stijf door je buikspieren aan te spannen en houd je benen recht door het gewicht op je tenen te dragen. Herhalen.
ru: 1. Положите руки на скамью и примите стандартное положение для отжимания. 2. Опустите тело, пока грудь почти не коснется скамьи. Пауза, затем вернитесь обратно в исходное положение. Поддерживайте нужную позу на протяжении всего упражнения, не сгибайте бедра, напрягайте мышцы живота, и выпрямляйте ноги, когда вес вашего тела будет удерживаться пальцами ног. Повторите упражнение.
sv: 1. Placera händerna på en bänk och lägg dig en vanlig armhävningsposition. 2. Sänk kroppen tills bröstet nästan rör bänken, pausa och tryck sedan tillbaka dig själv upp till startpositionen. Håll kroppen stabil hela tiden: undvik att höfterna sviktar, håll bålen och ryggen raka genom att spänna magmusklerna, räta ut benen och lägga vikten på tårna. Upprepa.
th: 1. วางมือทั้งสองข้างบนม้านั่งและจัดให้อยู่ในท่าวิดพื้นมาตรฐาน 2. ลดระดับลำตัวลงจนกระทั่งหน้าอกเกือบถึงพื้นของม้านั่ง ค้างไว้ที่ท่านี้สักครู่ จากนั้นดันตัวขึ้นกลับไปที่ท่าเริ่มต้น จัดให้อยู่ในท่าที่เหมาะสมตลอดการออกกำลังกายโดยไม่ให้สะโพกห้อยลง ตรึงส่วนกลางลำตัวให้แน่นโดยการบีบรัดกล้ามเนื้อท้องและเหยียดขาทั้งสองข้างให้ตรงขณะวางน้ำหนักไปที่เท้า จากนั้นทำซ้ำ
zh_hans: 1. 双手置于板凳上，进入标准的俯卧撑姿态。 2. 降低身体直到胸部几乎触及板凳，暂停，然后返回初始姿态。始终保持恰当的姿态以防止髋部摆动，收紧腹肌，伸直双脚并用脚趾支撑体重，以确保重心稳定。重复动作。
zh_hant: 1. 雙手置於板凳上，進入標准的俯臥撐姿態。 2. 降低身體直到胸部幾乎觸及板凳，暫停，然後返回初始姿態。始終保持恰當的姿態以防止髋部擺動，收緊腹肌，伸直雙腳並用腳趾支撐體重，以確保重心穩定。重複動作。

source: Medicine Ball Pushup (Alternating)
it: Piegamenti con palla medica (Alternare)
ja: メディシンボールプッシュアップ (オルタネイティング)
nl: Kleine bal Push-up (om en om)
ru: Отжимания от фитбола (Альтернативные)
sv: Armhävning på medicinboll (växlande)
th: ท่าวิดพื้นด้วยลูกบอลน้ำหนัก (สลับข้างกัน)
zh_hans: 推球俯卧撑（交互）
zh_hant: 推球俯臥撐（交互）

source: 17 Medicine Ball Pushup (Alternating)
it: 1. Sdraiati con le mani sul pavimento. Posizionare le mani accanto alla parte inferiore del torace. La distanza tra le mani dovrebbe essere leggermente più ampia rispetto alla larghezza delle spalle. Sollevati con le braccia in modo che solo le mani e le dita dei piedi siano sul pavimento. Mantieni la schiena dritta. Posizionare la fitball sotto le mani. Le mani puntano leggermente verso l'esterno. 2. Abbassati fino a quando il petto è a pochi centimetri dal pavimento piegando i gomiti. I gomiti devono piegarsi verso i piedi. Mantieni la posizione per un secondo. Torna alla posizione di partenza. 3. Fai rotolare la fitball verso la mano e ripeti gli stessi movimenti.
ja: 1. 両手を床に付けて寝ます。両手を下胸部の横に置きます。両手の間隔は、肩幅より少し広めです。腕で体を持ち上げ、両手とつま先だけが床についている状態にします。背筋はまっすぐに保ちます。メディシンボールを片手の下に置きます。手は軽く外側に向けます。 2. 肘を曲げて、床から1インチ(約3.3センチ)くらいまで体を下ろします。肘は足の方に向かって曲げます。1秒そのまま、その後、スタートポジションに戻します。 3. オーバーハンドにボールを転がして、同じ動きを繰り返します。
nl: 1. Lig met de handen op de vloer. Plaats je handen naast je onderborst. De afstand tussen de handen is iets meer dan schouderbreedte. Til jezelf nu van de vloer met je armen zodat alleen je handen en tenen de vloer raken. Houd je rug recht. Plaats nu een bal onder een van de handen waarbij de hand iets naar buiten mag wijzen. 2. Laat je lichaam nu langszaam zakken totdat je borst op vuistbreedte van de vloer is door alleen de ellegogen te krommen richting je voeten. Houd een seconde vast en ga dan terug naar startpositie. 3. Rol de bal naar de andere hand en herhaal de zelfde oefeningen.
ru: 1. Лягте на пол. Вытяните руки рядом с нижней частью грудной клетки. Расстояние между руками должно быть чуть шире плеч. Поднимитесь при помощи рук, так чтобы пола касались только руки и пальцы ног. Держите спину прямой. Поместите набивной мяч под одну из рук. Руки направлены слегка наружу. 2. Опуститесь, пока ваша грудь не окажется в нескольких сантиметрах от пола, сгибая руки в локтях. Локти должны сгибаться по направлению ногам. Задержитесь на одну секунду. Вернитесь в исходное положение. 3. Перекатите мяч в другую руку и повторите те же движения.
sv: 1. Ligg ner med händerna på golvet. Placera händerna nära nedre delen av bröstet. Avståndet mellan händerna ska vara lite större än axellängd. Lyft dig själv med armarna så att bara händerna och tårna är på golvet. Håll ryggen rak. Lägg medicinbollen under en hand. Händerna pekar lite utåt. 2. Sänk dig själv genom att böja på armbågarna, tills bröstet är cirka tio centimeter från golvet. Armbågarna ska vara böjda mot fötterna. Håll i en sekund. Återgå till startläget. 3. Rulla över bollen till den andra handen och upprepa samma rörelser.
th: 1. นอนราบโดยให้มือวางบนพื้น จัดท่าให้มือทั้งสองข้างอยู่ถัดจากอกส่วนล่าง ระยะห่างระหว่างมือทั้งสองควรกว้างกว่าความกว้างของไหล่เล็กน้อย ยกตัวขึ้นด้วยแขนทั้งสองข้างเพื่อให้มือและนิ้วเท้ายังอยู่ที่พื้น ตรึงให้หลังตรงตลอด จัดให้ลูกบอลน้ำหนักอยู่ในมือหนึ่งข้าง และมือทั้งสองข้างชี้ออกด้านนอกเล็กน้อย 2. ลดระดับตัวลงโดยงอที่ข้อศอกจนกระทั่งหน้าอกอยู่ห่างจากพื้นเพียงไม่กี่นิ้ว ข้อศอกควรงอและชี้ไปทางเท้าของคุณ ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น 3. กลิ้งลูกบอลไปที่มืออีกข้างและเคลื่อนไหวในท่าเดิม
zh_hans: 1. 卧躺，双手放在地板上。双手置于胸部下方的两侧。双手距离与肩同宽。用手臂抬举身体，以至仅双手及脚趾触及地面。保持背部挺直。使推球处于单手下方。双手稍微朝外。 2. 屈肘，降低你的身体直到胸部几乎触及地面。手肘应朝脚部弯曲。保持此姿态数秒种。返回初始姿态。 3. 用手滚转推球，重复相同动作。
zh_hant: 1. 臥躺，雙手放在地板上。雙手置於胸部下方的兩側。雙手距離與肩同寬。用手臂擡舉身體，以至僅雙手及腳趾觸及地面。保持背部挺直。使推球處於單手下方。雙手稍微朝外。 2. 屈肘，降低你的身體直到胸部幾乎觸及地面。手肘應朝腳部彎曲。保持此姿態數秒種。返回初始姿態。 3. 用手滾轉推球，重複相同動作。

source: Modified Pushup
it: Piegamenti modificati
ja: モディファイドプッシュアップ
nl: Gemodificeerde Push-up
ru: Измененные отжимания
sv: Modifierad armhävning
th: ท่าวิดพื้นแบบดัดแปลง
zh_hans: 替代性俯卧撑
zh_hant: 替代性俯臥撐

source: 18 Modified Pushup
it: 1. Mettiti a quattro zampe e metti le mani sul pavimento, in modo che siano leggermente più larghe rispetto spalle. Incrocia le caviglie dietro di te, come illustrato. 2. Abbassa il corpo fino a quando il petto tocca quasi il terreno, fermati e spingiti indietro fino alla posizione di partenza. Mantieni la tua parte centrale rigida sforzando i muscoli addominali.
ja: 1. 床に四つん這いになって、肩幅よりも少し広く間隔を取ります。図のように足首を後ろで交わらせます。 2. 胸がほぼ地面に着くまで体を下げ、少し止まり、スタートポジションまで体を押し上げます。腹筋を引き締めて、コアを堅く保ちます。
nl: 1. Ga met handen en knieën op de vloer, plaats je handen op iets verder dan schouderbreedte uit elkaar. Kruis je onderbenen zoals is afgebeeld. 2. Laat je lichaam zakken tot je borst bijna de grond raakt, pauzeer even en druk jezelf weer in startpositie. Houd je lichaam strak en stijf door je buikspieren aan te spannen.
ru: 1. Встаньте на четвереньки и положите руки на пол так, чтобы они находились немного шире, чем плечи. Скрестите лодыжки позади вас, как показано на рисунке. 2. Опуститесь, пока ваша грудь почти не коснется земли, пауза, затем вернитесь обратно в исходное положение. Держите свой корпус твердым, напрягая мышцы живота.
sv: 1. Ställ dig på alla fyra och placera händerna på golvet så att de är lite mer isär än axlarna. Korsa vristerna bakom dig som på bilden. 2. Sänk kroppen tills bröstet nästan rör marken, pausa och tryck sedan tillbaka dig själv upp till startpositionen. Håll bålen och ryggen stela genom att spänna magmusklerna.
th: 1. วางมือและเข่าลงบนพื้นและจัดให้มือทั้งสองอยู่ห่างกันที่ระยะกว้างกว่าความกว้างของไหล่เล็กน้อย ไขว้ข้อเท้าทั้งสองข้างไปด้านหลัง แสดงดังรูป 2. ลดระดับลำตัวลงจนกระทั่งหน้าอกเกือบถึงพื้น ค้างไว้ที่ท่านี้สักครู่ จากนั้นดันกลับไปสู่ท่าเริ่มต้น พยายามให้แกนกลางลำตัวตรึงแน่นอยู่เสมอโดยการบีบรัดที่กล้ามเนื้อท้อง
zh_hans: 1. 四肢触地，双手放在地板上，双手距离比肩略宽。如图所示，交叉脚踝。 2. 降低身体直到胸部几乎触及地面，暂停，然后使身体返回初始位置。收紧腹肌，以稳定重心。
zh_hant: 1. 四肢觸地，雙手放在地板上，雙手距離比肩略寬。如圖所示，交叉腳踝。 2. 降低身體直到胸部幾乎觸及地面，暫停，然後使身體返回初始位置。收緊腹肌，以穩定重心。

source: Stability Ball Flat Dumbbell Chest Press
it: Chest Press con manubri sdraiato sulla fitball
ja: バランスボール・フラットダンベル・チェストプレス
nl: Ruggelings op stabiliteitsbal halters drukken vanuit de borst
ru: Жим гантели от груди на фитболе
sv: Bröstpress på stabilitetsboll med hantlar
th: ท่ายกดัมเบลเหนืออกบนบอลออกกำลังกาย
zh_hans: 稳定球平板哑铃卧推
zh_hant: 穩定球平板啞鈴臥推

source: 21 Stability Ball Flat Dumbbell Chest Press
it: 1. Sdraiati sulla fitball fitness. I piedi sono sul pavimento. Afferra i manubri con un’impugnatura overhand. Mantieni i manubri accanto al tuo petto. 2. Estendi completamente le braccia di fronte a te. Mantieni la posizione per un breve momento. Torna alla posizione di partenza.
ja: 1. バランスボールの上に仰向けに寝ます。足は床につけます。ダンベルをオーバーハンドグリップでつかみ、胸の横に持ちます。 2. 腕を前に完全に伸ばします。そのまま少し待って、スタートポジションに戻します。
nl: 1. Lig ruggelings op een stabiliteitsbal, voeten naast elkaar op de vloer. Houd halters vast in bovenhandse grip en houd ze nasst je borst. 2. Strek je armen recht voor je uit omhoog. Houd even vast en laat dan langszaam zakken naar startpositie.
ru: 1. Лягте на мяч. Ноги находятся на полу. Возьмите гантели хватом снизу. Держите гантели рядом с грудью. 2. Полностью вытяните руки перед собой. Задержитесь на мгновение. Вернитесь в исходное положение.
sv: 1. Ligg på rygg på stabilitetsbollen. Ha fötterna på golvet. Ta tag i hantlarna med ett överhandsgrepp. Håll hantlarna bredvid bröstet. 2. Sträck ut armarna helt framför dig. Håll en kort stund. Återgå till startläget.
th: 1. นอนบนลูกบอลออกกำลังกายและให้เท้าวางราบบนพื้น ถือดัมเบลด้วยท่าจับคว่ำมือ ค้างดัมเบลไว้ที่ข้างอกของคุณ 2. เหยียดแขนไปด้านหน้าให้สุดแขน ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับมายังท่าเริ่มต้น
zh_hans: 1. 俯卧于稳定球上。双脚置于地板上。正握哑铃，将哑铃置于胸部侧边。 2. 伸展前侧的手臂。暂停片刻。返回初始位置。
zh_hant: 1. 俯臥於穩定球上。雙腳置於地板上。正握啞鈴，將啞鈴置於胸部側邊。 2. 伸展前側的手臂。暫停片刻。返回初始位置。

source: Stability Ball Flat Dumbbell Fly
it: Croci con manubri sdraiati sulla fitball
ja: バランスボール・フラットダンベル・フライ
nl: Ruggelings op stabiliteitsbal halters naar opzij
ru: Полет - жим гантелей на фитболе
sv: Hantelflyes på stabilitetsboll
th: ท่ายกดัมเบลกางแขนท่าบินบนลูกบอลออกกำลังกาย
zh_hans: 稳定球飞鸟
zh_hant: 穩定球飛鳥

source: 20 Stability Ball Flat Dumbbell Fly
it: 1. Sdraiati sulla fitball fitness. I piedi sono sul pavimento. Mantieniti su due manubri con una presa a martello. Estendi totalmente le braccia sopra il petto. 2. Mantenendo i gomiti leggermente curvi, abbassa i manubri in ogni lato fino a quando questi sono accanto al parte superiore del tuo corpo. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. バランスボールに仰向けに寝ます。 足は床につけます。２つのダンベルをハンマーグリップで持ち、胸の上で腕を完全に伸ばします。 2. 肘を軽く曲げた状態を維持しながら、ダンベルが上体の横に来るまでそれぞれの側に下ろします。1秒そのまま、その後スタートポジションに戻します。
nl: 1. Lig ruggelings op een stabiliteitsbal met beide voeten op de vloer. Houd twee halters vast in hamergrip en houd je armen gestrekt recht boven je borst. 2. Laat je elleboog licht doorbuigen en laat de halters langszaam zakken tot ze naast je bovenlichaam zijn. Houd dit even vast en dan terug naar uitgangspositie.
ru: 1. Лягте на мяч. Ноги находятся на полу. Держите гантели молотковым хватом. Полностью разведите руки над грудью. 2. Немного согнув локти, опустите гантели в каждую сторону, пока гантели не будут рядом с верхней частью тела. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på rygg på stabilitetsbollen. Ha fötterna på golvet. Håll i två hantlar med ett hammargrepp. Sträck ut armarna helt över bröstet. 2. Medan armbågarna är något böjda, sänk hantlarna till varje sida tills de är bredvid din överkropp. Håll i en sekund. Återgå till startläget.
th: 1. นอนบนลูกบอลออกกำลังกายและให้เท้าวางราบบนพื้น ถือดัมเบลด้วยท่าจับฆ้อน เหยียดแขนออกไปเหนือหน้าอกให้สุด 2. ขณะงอที่ข้อศอกเล็กน้อย ให้ลดระดับดัมเบลลงไปด้านข้างจนกระทั่งดัมเบลอยู่ที่ข้างลำตัวส่วนบน ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับมายังท่าเริ่มต้น
zh_hans: 1. 卧躺于稳定球上。双脚置于地板上。锤式握着两个哑铃。朝胸部上方伸展手臂。 2. 保持手肘略屈，降低哑铃直到哑铃处于上半身两侧。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 臥躺於穩定球上。雙腳置於地板上。錘式握著兩個啞鈴。朝胸部上方伸展手臂。 2. 保持手肘略屈，降低啞鈴直到啞鈴處於上半身兩側。保持此姿態數秒種。返回初始姿態。

source: Stability Ball Pushup
it: Piegamenti sulla fitball
ja: バランスボール・プッシュアップ
nl: Stabiliteitsbal Push-up
ru: Отжимания от мяча
sv: Armhävning på stabilitetsboll
th: ท่าวิดพื้นบนลูกบอลออกกำลังกาย
zh_hans: 稳定球俯卧撑
zh_hant: 穩定球俯臥撐

source: 22 Stability Ball Pushup
it: 1. Mettiti in posizione per le flessioni standard. Per renderlo più difficile, posiziona gli stinchi e i piedi sulla fitball. Ricorda di sostenere il tuo corpo con le punte dei tuoi piedi e delle mani e mantieni le ultime alla larghezza delle spalle ei palmi delle mani sul pavimento. 2. Abbassa il busto fino a quando il petto è solo a una frazione di un centimetro dal pavimento. Spingi per tornare alla posizione di partenza.
ja: 1. 一般的な腕立て伏せのポジションを取ります。もっと難度を上げるために、すねと足をボールに乗せます。拇指球と手で体を支えるようにします。手は肩幅に広げ、手の平を床にぴったりつけます。 2. 胸がほんの少し床から離れるぐらいまで胴を下ろします。スタートポジションまで体を押し戻します。
nl: 1. Neem een standaard positie aan voor push-ups. Om het wat lastiger te maken kun je je schenen en voeten op de bal plaatsen. Ondersteun je lichaam goed door met de handpalmen op de vloer en op schouderbreedte uit elkaar, de balans te houden. 2. Laat je lichaam nu langszaam zakken tot je borst vlak boven de grond is. Druk jezelf dan weer naar de startpositie.
ru: 1. Примите стандартную позу для отжиманий. Чтобы сделать это более трудным, поместите голени и ноги на мяч. Не забывайте удерживать свое тело при помощи ног и рук, держать руки на ширине плеч, ладонями на полу. 2. Опустите туловище, пока ваша грудь не будет находиться в нескольких сантиметрах от пола. Вернитесь обратно в исходное положение.
sv: 1. Lägg dig i en vanlig armhävningsställning. För att göra det svårare, lägg fötterna och skenbenen på bollen. Kom ihåg att stödja din kropp med dina fötter och händers trampdynor, och håll händerna axelbrett isär med handflatorna platt på golvet. 2. Sänk torson tills bröstet är en centimeter från golvet. Tryck tillbaka dig själv till startläget.
th: 1. จัดลำตัวให้อยู่ในท่าวิดพื้นทั่วไป เพื่อให้วิดพื้นได้ยากขึ้น ให้วางหน้าแข้งและเท้าบนลูกบอลออกกำลังกาย โปรดจำไว้ว่าให้ใช้ปลายเท้าทั้งสองข้างและมือช่วยพยุงตัวไว้ และให้มือทั้งสองอยู่ที่ระยะห่างเท่ากับความกว้างของไหล่ วางฝ่ามือให้ราบกับพื้น 2. ลดระดับลำตัวลงจนกระทั่งหน้าอกอยู่ห่างจากพื้นเล็กน้อย ดันตัวกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 让自己处于标准俯卧撑的姿态。为增强锻炼，将小腿与脚放在稳定球上。切记用脚前掌与双手平衡身体，保持双手与肩同宽，手掌平放在地板上。 2. 降低躯干，直到胸部几乎触及地面。返回初始姿态。
zh_hant: 1. 讓自己處於標准俯臥撐的姿態。爲增強鍛煉，將小腿與腳放在穩定球上。切記用腳前掌與雙手平衡身體，保持雙手與肩同寬，手掌平放在地板上。 2. 降低軀幹，直到胸部幾乎觸及地面。返回初始姿態。

source: Weighted Pushup
it: Piegamenti con l’aggiunta di peso
ja: ウェイテッド・プッシュアップ
nl: Gewichtige Push-up
ru: Отжимания с весом
sv: Armhävning med tyngd
th: ท่าวิดพื้นพร้อมแผ่นน้ำหนักบนหลัง
zh_hans: 负重俯卧撑
zh_hant: 負重俯臥撐
