Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: categoryDescription4
it: I migliori esercizi che ti aiuteranno ad aggiungere forza, volume e potenza
ja: 割れ目を作り、筋肉を増やし、力を強くするために役立つ最高のエクササイズ
nl: De beste oefening om u te helpen bij het winnen van definitie en volume en op kracht te kweken
ru: Лучшее упражнение, которое поможет вам добавить рельеф, объем и силу
sv: Bästa övningen som kommer att hjälpa dig att addera definition och volym
th: ท่าออกกำลังที่ดีที่สุดที่จะช่วยให้กล้ามเนื้อกระชับและเพิ่มขนาดกล้ามเนื้อ
zh_hans: 帮助您增加肌肉清晰度、体积和能力的最佳训练
zh_hant: 幫助您增加肌肉清晰度、體積和能力的最佳訓練

source: categoryDescription5
it: Esercizi diversi che ti aiuteranno a migliorare le tue prestazioni
ja: 望ましいパフォーマンスを可能にするために役立つ様々なエクササイズ
nl: Verschillende oefeningen om u te helpen om de prestaties op t ebouwen die u wilt
ru: Различные упражнения, которые помогут вам создать желаемый результат
sv: Annan övning som kommer att hjälpa dig att nå den prestation du vill
th: ท่าออกกำลังกายอันหลากหลายที่ช่วยคุณเสริมสร้างสมรรถภาพได้อย่างที่ต้องการ
zh_hans: 不同的锻炼方式将帮助您实现您理想中的效果
zh_hant: 不同的鍛煉方式將説明您實現您理想中的效果

source: categoryDescription6
it: La combinazione perfetta di esercizi per aggiungere forza alle gambe e migliorare la resistenza
ja: 脚を強くし、耐久力をつける完璧な組み合わせのエクササイズ
nl: De perfecte oefeningencombinatie om uw benen sterker te maken en uw uithouding te verhogen
ru: Идеальное сочетание физических упражнений, чтобы увеличить силу ног и повысить выносливость
sv: Perfekt kombination av övningar för att öka dina bens styrka och uthållighet
th: ส่วนผสมที่สมบูรณ์แบบของท่าออกกำลังที่จะเพิ่มความแข็งแรงของขา และเพิ่มความอึด
zh_hans: 完美的锻炼组合，能增强您腿部肌肉的力量和耐久力
zh_hant: 完美的鍛煉組合，能增強您腿部肌肉的力量和耐久力

source: categoryDescription7
it: Un’ottima combinazione di esercizi per aggiungere forza e definizione
ja: 強い筋肉とクッキリとした輪郭を作る素晴らしい組み合わせのエクササイズ
nl: Fantastische oefeningencombinatie om kracht te kweken en definitie toe te voegen
ru: Прекрасное сочетание упражнений, чтобы нарастить силу и добавить рельеф
sv: Jättebra kombination av övningar för att bygga styrka och addera definition
th: ส่วนผสมที่เยี่ยมยอดของการออกกำลังในการสร้างความแข็งแรงและเพิ่มความกระชับ
zh_hans: 提升力量增加肌肉清晰度的训练组合
zh_hant: 提升力量增加肌肉清晰度的訓練組合

source: categoryDescription8
it: Esercizi speciali che ti aiuteranno ad aggiungere forza con diversi livelli di intensità
ja: 様々な強度で力を強くするために役立つ特別なエクササイズ
nl: Speciale oefening om u te helpen uw kracht te verhogen met verschillende intensiteitsniveaus
ru: Специальное упражнение, которое поможет вам добавить силы с различными уровнями интенсивности
sv: Speciell övning som kommer att hjälpa dig att addera kraft med varierande intensitetsnivå
th: ท่าออกกำลังพิเศษที่จะช่วยให้คุณเพิ่มกำลังด้วยความเข้มของการออกกำลังหลายระดับ
zh_hans: 具备不同强度等级的特殊锻炼方式，将帮助您强化力量
zh_hant: 具備不同強度等級的特殊鍛煉方式，將説明您強化力量

source: categoryDescription9
it: Con versione Pro
ja: プロ・バージョンによる
nl: Koop de Pro Versie
ru: Купить ПРО версию
sv: Av Pro Version
th: ด้วยรุ่นโปร
zh_hans: 通过专业版
zh_hant: 通過專業版

source: workoutDescription2
it: Una combinazione di esercizi che ti aiuteranno ad aggiungere volume muscolare
ja: 筋肉をつけ、筋肉量を増やすために役立つ組み合わせのエクササイズ
nl: Een combinatie van oefeningen om u te helpen met het kweken van volume en spieren
ru: Сочетание физических упражнений, которые помогут вам создать объем и мышечную массу
sv: En kombination av övningar som kommer att hjälpa dig att bygga volym och att få muskler
th: ส่วนผสมของการออกกำลังที่จะช่วยให้คุณสร้างกล้ามเนื้อได้เป็นอย่างดี
zh_hans: 一套帮助您增加肌肉体积的训练组合
zh_hant: 一套幫助您增加肌肉體積的訓練組合

source: workoutDescription1
it: Il miglior piano strategico per dimagrire e aggiungere definizione al corpo
ja: スリムでクッキリとした輪郭を作るための完璧な戦略的プラン
nl: Een perfect strategisch plan om strak te worden en definitie aan uw lichaam toe te voegen
ru: Идеальный стратегический план, чтобы стать стройнее и добавить рельеф вашему телу
sv: Perfekt strategi för att bli smal och addera definition till din kropp
th: ยุทธศาสตร์ที่สมบูรณ์แบบในการลดไขมันและเพิ่มความกระชับให้ร่างกาย
zh_hans: 完美的锻炼计划，让您变瘦的同时强化身体的线条
zh_hant: 完美的鍛煉計畫，讓您變瘦的同時強化身體的線條

source: workoutDescription3
it: Il modo migliore per ottenere forza, migliorare le tue prestazioni e aggiungere potenza
ja: 身体を強くし、パフォーマンスを向上させ、力を強くするするための最高の方法
nl: De beste manier om sterk te worden, uw prestaties te verbeteren en kracht te winnen
ru: Лучший способ получить силу, улучшить выносливость и добавить мощности
sv: Det bästa sättet att bli stark, öka din prestation och addera kraft
th: วิธีที่ดีที่สุดที่จะได้ความแข็งแกร่ง เพิ่มสมรรถภาพและกำลังกาย
zh_hans: 强化能力、提升表现以及增加力量的最佳方式
zh_hant: 強化能力、提升表現以及增加力量的最佳方式

source: viewed
it: Visto
ja: 既読
nl: gezien
ru: просмотрено
sv: visad
th: ดูแล้ว
zh_hans: 已阅
zh_hant: 已閱

source: Backup
sv: Säkerhetskopiering

source: Low Pulley Ben-Over Lateral Raises
it: Alzate laterali piegati con low pulley
