Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 14 Lying Single Arm Pushup
it: 1. Sdraiati su un fianco con le ginocchia leggermente piegate e le gambe una sopra l'altra. Avvolgi il braccio inferiore intorno alla vita e posiziona l'altra mano sul pavimento di fronte a te, leggermente piegato. 2. Inizia a raddrizzare quel braccio, spingendo il corpo da terra; assicurati che stai utilizzando i tricipiti per sollevare il corpo e non la schiena. Mantieni la posizione, per poi tornare alla posizione di partenza. 3. Dopo un paio di ripetizioni, passare dall'altra parte e ripetere con l'altro braccio.
ja: 1. 横向きに寝て、膝は軽く曲げ、脚を重ねます。下の腕をウェスト周りに巻き付け、もう一つの手を自分の前に出して軽く曲げ、床につけます。 2. その腕をまっすぐにし始め、体を床から浮かせるよう押します。体を上げるために使うのは背中ではなく、必ず三頭筋を使うこと。少しそのまま、その後、スタートポジションに戻します。 3. 数回繰り返した後、もう一方に替えて、別の腕で繰り返します。
nl: 1. Lig op je zij met je knieën lichtelijk gebogen en de benen op elkaar. Je onderste arm gaat nu via je buik naar je middel en houd hem daar. Je andere arm plaats je op de grond voor je maar lichtgebogen. 2. Begin met het rechten van die arm , daarbij je lichaam van de vloer opdrukkend. Wees er zeker van dat je je triceps gebruikt voor het tilwerk en niet je rug. Even vasthouden en dan terug naar de startpositie. 3. Na een paar reps, ga op je andere zij liggen en gebruik je andere arm.
ru: 1. Лягте на бок, колени слегка согнуты и ноги прижаты друг к другу в верхней части. Приложите вашу нижнюю руку к туловищу, вторую руку зафиксируйте на полу перед вами, слегка согнув. 2. Начните выпрямлять эту руку, толкая свое тело от пола - убедитесь, что вы используете свои трицепсы для подъема, а не вашу спину. Задержитесь, затем вернитесь в исходное положение. 3. Через несколько повторений повернитесь на другую сторону и повторите упражнение.
sv: 1. Ligg på sidan med knäna något böjda och benen på varandra. Lägg den undre armen runt midjan och placera den andra handen på golvet framför dig, lite böjd. 2. Börja räta ut armen genom att trycka upp kroppen från golvet - se till att du använder dina triceps, och inte ryggen, för att lyfta kroppen. Håll en sekund och återgå sedan till startpositionen. 3. Byt till andra sidan efter ett par repetitioner och upprepa med den andra armen.
th: 1. นอนตะแคงโดยให้เข่างอเล็กน้อย ขาหนึ่งข้างอยู่บนขาอีกข้าง มือข้างที่อยู่ด้านล่างอ้อมมาจับที่เอว มือที่อยู่ด้านบนวางแนบกับพื้นตรงหน้าคุณและงอเล็กน้อย 2. เริ่มด้วยการเหยียดแขนให้ตรง ดันลำตัวขึ้นจากพื้นโดยใช้กล้ามเนื้อส่วนหลังของแขนท่อนบนยกลำตัวขึ้น (ไม่ใช้หลังยก) ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปสู่ท่าเริ่มต้น 3. หลังจากทำซ้ำสองสามครั้งแล้ว ให้เปลี่ยนไปทำด้วยแขนอีกข้าง
zh_hans: 1. 侧卧，膝略屈，脚放在另一脚上。下臂围绕腰部，另一只手略屈并放在你前方的地板上。 2. 开始使该手臂伸直，身体抬离地面 – 确保你用三头肌抬举身体，而不是背部。保持此姿态，然后返回初始位置。 3. 在重复数次锻炼后，换另一侧手臂重复动作。
zh_hant: 1. 側臥，膝略屈，腳放在另一腳上。下臂圍繞腰部，另一只手略屈並放在你前方的地板上。 2. 開始使該手臂伸直，身體擡離地面 – 確保你用三頭肌擡舉身體，而不是背部。保持此姿態，然後返回初始位置。 3. 在重複數次鍛煉後，換另一側手臂重複動作。

source: Seated Triceps Extension
it: Estensioni tricipiti da seduto
ja: シーテッドトライセップエクステンション
nl: Zittend triceps verlengen
ru: Сидячие упражнение на трицепс
sv: Sittande tricepsextension
th: ท่านั่งยกดัมเบลยืดกล้ามเนื้อส่วนหลังของแขนท่อนบน
zh_hans: 坐姿颈后臂伸展
zh_hant: 坐姿頸後臂伸展

source: 15 Seated Triceps Extension
it: 1. Siediti su una panca e prendi un paio di manubri. Tienili in modo che siano alla lunghezza del braccio sopra la testa con i palmi rivolti insieme verso l'interno. 2. Tieni le braccia stabili, mentre abbassi i manubri dietro la testa fino a quando gli avambracci sono appena paralleli al pavimento. 3. Fermati, poi raddrizza le braccia per riportare i manubri alla posizione di partenza.
ja: 1. ベンチに座り、1組のダンベルを持ちます。手の平は内側に向けて、腕を伸ばした高さまで頭上に上げて持ちます。 2. 上腕を安定させ、前腕が床と平行になるまで頭の後ろでダンベルを下げます。 3. 一時止まり、その後、腕をまっすぐに伸ばしてスタートポジションに戻します。
nl: 1. Zit op een bankje, en neem een paar halters vast. Houd ze zo dat ze op armslengte boven je hoofd zijn en houd je handpalmen naar elkaar gericht. 2. Houd nu je bovenarmen stabiel en stil terwijl je de halters achter je hoofd laat zakken totdat je onderarmen parallel zijn met de vloer. 3. Pauzeer even, en maak je armen weer recht als je de halters terug naar startpositie brengt.
ru: 1. Сядьте на скамью, взяв в руки гантели. Держите руки так, чтобы они находились над головой, ладонями во внутрь. 2. Держите плечи устойчивыми, опуская гантели за голову, пока предплечья не станут параллельны полу. 3. Пауза, затем выпрямите руки и вернитесь в исходное положение.
sv: 1. Sitt på en bänk och ta tag i ett par hantlar. Håll dem så att de är en armslängd över ditt huvud med handflatorna vända inåt. 2. Håll överarmarna stabila och sänk hantlarna bakom huvudet tills underarmarna är lite mer än parallella med golvet. 3. Pausa och sträck sedan ut armarna för att ta tillbaka hantlarna till startläget.
th: 1. นั่งบนม้านั่ง ถือดัมเบลด้วยมือทั้งสองข้าง ยกดัมเบลขึ้นเหนือศีรษะและยืดให้สุดแขน ฝ่ามือหันเข้าหากัน 2. จัดให้แขนท่อนบนอยู่นิ่งกับที่ขณะที่ลดระดับดัมเบลลงด้านหลังศีรษะจนกระทั่งแขนท่อนปลายเลยระดับที่แขนขนานกับพื้น 3. ค้างไว้ที่ท่านี้สุกครู่ จากนั้นยืดแขนให้ตรงเพื่อนำดัมเบลกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 坐在板凳上，双手各握一个压力。手臂完全伸展至头顶上，手掌相对。 2. 当你降低哑铃至头后方直到前臂与地面呈平行时，保持上臂稳定。 3. 暂停，伸直手臂以将哑铃置于初始位置。
zh_hant: 1. 坐在板凳上，雙手各握一個壓力。手臂完全伸展至頭頂上，手掌相對。 2. 當你降低啞鈴至頭後方直到前臂與地面呈平行時，保持上臂穩定。 3. 暫停，伸直手臂以將啞鈴置於初始位置。

source: Stability Ball French Press
it: French Press sulla fitball
ja: バランスボールフレンチプレス
nl: Stabiliteitsbal Frans Drukken
ru: Французский пресс на устойчивом мяче
sv: Fransk press på stabilitetsboll
th: ท่ายกดัมเบลบนลูกบอลออกกำลังกาย
zh_hans: 稳定球法国式推举
zh_hant: 穩定球法國式推舉

source: 16 Stability Ball French Press
it: 1. Sdraiati a pancia in aria su una fitball fitness e centra la schiena su di essa. Tieni un paio di manubri tra le tue braccia e tirali su sul tuo petto. 2. Piega i gomiti, portando i manubri fino ai lati della testa. 3. Raddrizza le braccia, alzando i manubri alla posizione di partenza.
ja: 1. バランスボールに上向きに寝て、背中を中央に置きます。ダンベルを1組持ち、胸の上で腕をまっすぐに伸ばします。 2. 肘を曲げ、ダンベルを頭の側面に下ろします。 3. 腕をまっすぐにし、ダンベルをスタートポジションにダンベルを戻します。
nl: 1. Lig met de rug centraal op een stabiliteitsbal en houd een paar halters in je handen en strek je armen boven de borst recht omhoog. 2. Buig nu je ellebogen en breng de halters naar de zijkant van je hoofd. 3. Maak je armen weer recht als je de halters naar de startpositie brengt.
ru: 1. Лягте спиной на мяч и сконцентрируйте спину на нем. Возьмите гантели в руки и положите их на грудь. 2. Согните локти, в результате чего гантели окажутся по бокам головы. 3. Выпрямите руки, возвращая гантели назад в исходное положение.
sv: 1. Ligg på en stabilitetsboll och centrera din rygg på den. Håll ett par hantlar i händerna och sträck ut dem över bröstet. 2. Böj på armbågarna och låt hantlarna sjunka ner till sidorna av ditt huvud. 3. Sträck ut armarna och lyft tillbaka hantlarna till startpositionen.
th: 1. วางหลังบนลูกบอลออกกำลังกายและให้ลูกบอลอยู่ที่กลางหลัง ถือดัมเบลในมือทั้งสองข้าง จากนั้นยืดแขนขึ้นด้านบนเพื่อยกดัมเบลขึ้นเหนืออก 2. งอข้อศอก ลดระดับดัมเบลลงมาที่ข้างศีรษะทั้งสองข้าง 3. เหยียดแขนให้ตรง ยกดัมเบลกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 背部躺在稳定球上。双手各握一个哑铃，手臂置于胸部上方并伸直。 2. 屈肘，将哑铃降至头部侧边。 3. 伸直手臂，抬高哑铃至初始位置。
zh_hant: 1. 背部躺在穩定球上。雙手各握一個啞鈴，手臂置於胸部上方並伸直。 2. 屈肘，將啞鈴降至頭部側邊。 3. 伸直手臂，擡高啞鈴至初始位置。

source: Stability Ball Pullover
it: Pullover sulla fitball
ja: バランスボールプルオーバー
nl: Stabiliteitsbal Overhaal
ru: Возвратные подъемы на устойчивом мяче
sv: Pullover på stabilitetsboll
th: ท่ายกวาดดัมเบลเหนือศีรษะบนลูกบอลออกกำลังกาย
zh_hans: 稳定球提拉
zh_hant: 穩定球提拉

source: 17 Stability Ball Pullover
it: 1. Sdraiati a pancia in su una fitball fitness e centra la schiena su di essa. Tieni un bilanciere con le tue braccia e tiralo su sul tuo petto. 2. Piega i gomiti, portando il manubrio verso il centro della testa. 3. Raddrizzare le braccia, alzando il manubrio di nuovo alla posizione di partenza.
ja: 1. バランスボールに上向きに寝て、背中を中央に置きます。ダンベルを持ち、胸の上で腕をまっすぐに伸ばします。 2. 肘を曲げて、ダンベルを頭の中心まで下ろします。 3. 腕を伸ばして、ダンベルをスタートポジションに戻します。
nl: 1. Lig met de rug midden op een stabiliteitsbal en houd een halter in je handen die je recht boven de borst met gestrekte armen vast houdt. 2. Buig nu de ellebogen en breng het gewicht naar het centrum van je hoofd. 3. Maak je armen recht terwijl je het gewicht weer naar de startpositie brengt.
ru: 1. Лягте спиной на мяч и сконцентрируйте спину на нем. Возьмите гантели в руки и положите их на грудь. 2. Согните локти, в результате чего гантели окажутся в центре головы. 3. Выпрямите руки, возвращая гантели назад в исходное положение.
sv: 1. Ligg på en stabilitetsboll och centrera din rygg på den. Håll en hantel i handen och sträck ut den över bröstet. 2. Böj på armbågarna och låt hanteln sjunka ner till mitten av ditt huvud. 3. Sträck ut armarna och lyft tillbaka hanteln till startpositionen.
th: 1. วางหลังบนลูกบอลออกกำลังกายและให้ลูกบอลอยู่ที่กลางหลัง ถือดัมเบลในมือทั้งสองข้าง จากนั้นยืดแขนขึ้นด้านบนเพื่อยกดัมเบลขึ้นเหนืออก 2. งอข้อศอก ลดระดับดัมเบลลงมาที่ส่วนกลางของศีรษะ 3. เหยียดแขนให้ตรง ยกดัมเบลกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 背部躺在稳定球上。双手各握一个哑铃，手臂置于胸部上方并伸直。 2. 屈肘，将哑铃降至头部中心。 3. 伸直手臂，抬高哑铃至初始位置。
zh_hant: 1. 背部躺在穩定球上。雙手各握一個啞鈴，手臂置於胸部上方並伸直。 2. 屈肘，將啞鈴降至頭部中心。 3. 伸直手臂，擡高啞鈴至初始位置。

source: Stability Ball Triceps Extension
it: Estensioni tricipiti sulla fitball
ja: バランスボールトライセップエクステンション
nl: Stabiliteitsbal Triceps verlengen
ru: Расширение на трицепс на устойчивом мяче
sv: Tricepsextension på stabilitetboll
th: ท่ายกดัมเบลบนลูกบอลออกกำลังกายยืดกล้ามเนื้อส่วนหลังของแขนท่อนบน
zh_hans: 训练球颈后臂屈伸
zh_hant: 訓練球頸後臂屈伸

source: 18 Stability Ball Triceps Extension
it: 1. Sdraiati sulla fitball fitness. I piedi sono sul pavimento. Tieni un manubrio con entrambe le mani. Estendi completamente le braccia sopra la testa. 2. Mantenendo le braccia ferme, abbassa il manubrio fino a quando è dietro la testa. Evita di usare i gomiti. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. バランスボールに上向きに寝ます。足は床につけます。１つのダンベルを両手で持ちます。頭の上で両腕を完全に伸ばします。 2. 上腕を安定させたまま、ダンベルが頭の後ろに来るまで下ろします。肘は使わないこと。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Lig op een stabiliteitsbal , voeten vlak op de vloer. Houd een halter in beide handen vast. Maak je armen recht en boven je hoofd. 2. Terwijl je je bovenarmen stabiel en op zijn plaats houdt, laat je de halter zakken tot die achter je hoofd is. Gebruik je ellebogen niet. Even vasthouden en dan terug naar de startpositie.
ru: 1. Лягте спиной на мяч, ноги на полу. Держите одну гантель обеими руками. Полностью вытяните руки над головой. 2. При этом плечи должны быть неподвижны. Опустите гантели за голову. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Ligg på rygg på stabilitetsbollen. Ha fötterna på golvet. Håll i en hantel med båda händerna. Sträck ut armarna helt över huvudet. 2. Medan du håller överarmarna stilla, sänk hanteln tills den är bakom ditt huvud. Undvik att använda armbågarna. Håll i en sekund. Återgå till startläget.
th: 1. วางหลังบนลูกบอลออกกำลังกาย วางเท้าที่พื้น ถือดัมเบลในมือทั้งสองข้าง ยืดแขนขึ้นเหนือศีรษะให้แขนตรง 2. จัดให้แขนท่อนบนอยู่กับที่ ลดระดับดัมเบลลงจนกระทั่งอยู่ที่ด้านหลังของศีรษะ พยายามอย่าใช้ข้อศอก ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปสู่ท่าเริ่มต้น
zh_hans: 1. 躺在训练球上。双脚放在地板上。双手握着一个哑铃。双手伸直，举过头顶。 2. 保持上臂固定，降低哑铃直到它处于头的后方。避免使用手肘。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 躺在訓練球上。雙腳放在地板上。雙手握著一個啞鈴。雙手伸直，舉過頭頂。 2. 保持上臂固定，降低啞鈴直到它處於頭的後方。避免使用手肘。保持此姿態數秒種。返回初始姿態。

source: 3 DAY GYM WORKOUT PLAN BY VGFIT
it: PIANO DI ALLENAMENTO IN PALESTRA DA 3 GIORNI FORNITO DA VGFIT
ja: VGFITによる、1~3日ジムワークアウトプラン
nl: 3 DAGEN TRAINING-WORKOUTPLAN VAN VGFIT
ru: ПЛАН ТРЕНИРОВКИ В ТРЕНАЖЕРНОМ ЗАЛЕ НА 3 ДНЯ ОТ VGFIT
sv: 3 DAGARS TRÄNINGSSCHEMA AV VGFIT
th: แผนการออกกำลังกาย 3 วันในโรงยิมโดย VGFIT
zh_hans: VGFIT3天健身计划
zh_hant: VGFIT3天健身計畫

source: 3 DAY HOME WORKOUT PLAN BY VGFIT
it: PIANO D'ESERCIZI IN CASA DA 3 GIORNI FORNITO DA VGFIT
ja: VGFITによる3日間のホームワークアウトプラン
nl: 3 DAAGS THUIS WORKOUT PLAN DOOR VGFIT
ru: ПЛАН ТРЕНИРОВКИ НА 3 ДНЯ ДОМА ОТ VGFIT
sv: 3 DAGARS HEMMATRÄNING AV VGFIT
th: แผนการออกกำลังกายที่บ้านใน 3 วัน โดย VGFIT
zh_hans: VGFIT3天家庭健身计划
zh_hant: VGFIT3天家庭健身計畫

source: FAT BURNER ROUTINE
it: ROUTINE BRUCIA GRASSI
ja: 脂肪燃焼ルーティーン
nl: 3 VETVERBRANDER ROUTINE
ru: УПРАЖНЕНИЯ ДЛЯ СЖИГАНИЯ ЖИРА
sv: FETTFÖRBRÄNNINGSRUTIN
th: กิจวัตรการเผาผลาญไขมัน
zh_hans: 燃脂训练
zh_hant: 燃脂訓練

source: ABS BURNER
it: BRUCIA GRASSI ADDOMINALI
ja: 腹筋燃焼
nl: ABS VERBRANDER
ru: СЖИГАНИЕ ЖИРА В ОБЛАСТИ ЖИВОТА
sv: MAGSTÄRKARE
th: เผาผลาญหน้าท้อง
zh_hans: 腹肌燃烧者
zh_hant: 腹肌燃燒者

source: CHEST POWER WORKOUT PLAN
it: PIANO DI ALLENAMENTO DI POTENZA PER IL PETTO
ja: 胸筋パワーワークアウトプラン
nl: BORSTSTERKTE WORKOUT PLAN
ru: ПРОГРАММА СИЛОВОЙ ТРЕНИРОВКИ ГРУДНЫХ МЫШЦ
sv: TRÄNINGSPROGRAM FÖR BRÖSTSTYRKA
th: แผนการบริหารกำลังหน้าอก
zh_hans: 胸部力量健身计划
zh_hant: 胸部力量健身計畫

source: ARMS POWER WORKOUT PLAN
it: PIANO DI ALLENAMENTO PER LE BRACCIA
ja: 腕のパワーワークアウトプラン
nl: ARMKRACHT WORKOUT PLAN
ru: ПРОГРАММА СИЛОВОЙ ТРЕНИРОВКИ МЫШЦ РУК
sv: TRÄNINGSPROGRAM FÖR ARMSTYRKA
th: แผนการบริหารกำลังแขน
zh_hans: 手臂力量训练计划
zh_hant: 手臂力量訓練計畫

source: LEGS POWER WORKOUT PLAN
it: PIANO DI ALLENAMENTO PER LE GAMBE
ja: レッグパワーワークアウトプラン
nl: BEENKRACHT WORKOUT PLAN
ru: ПРОГРАММА СИЛОВОЙ ТРЕНИРОВКИ МЫШЦ НОГ
sv: TRÄNINGSPROGRAM FÖR BENSTYRKA
th: แผนการบริหารกำลังขา
zh_hans: 腿部力量训练计划
zh_hant: 腿部力量訓練計畫

source: SHOULDERS POWER WORKOUT PLAN
it: PIANO DI ALLENAMENTO PER LE SPALLE
ja: ショルダーパワーワークアウトプラン
nl: SCHOUDERKRACHT WORKOUT PLAN
ru: ПРОГРАММА СИЛОВОЙ ТРЕНИРОВКИ МЫШЦ ПЛЕЧ
sv: TRÄNINGSPROGRAM FÖR AXELSTYRKA
th: แผนการบริหารกำลังไหล่
zh_hans: 肩部力量训练计划
zh_hant: 肩部力量訓練計畫

source: BACK POWER WORKOUT PLAN
it: PIANO DI ALLENAMENTO PER LA SCHIENA
ja: 背筋パワーワークアウトプラン
nl: STERKE RUG WORKOUT PLAN
ru: ПРОГРАММА СИЛОВОЙ ТРЕНИРОВКИ СПИНЫ
sv: TRÄNINGSPROGRAM FÖR RYGGSTYRKA
th: แผนการบริหารพลังส่วนหลัง
zh_hans: 背部力量训练计划
zh_hant: 背部力量訓練計畫

source: FULL BODY STREACH PLAN
it: PIANO DI ALLENAMENTO PER TUTTO IL CORPO
ja: フルボディストレッチプラン
nl: FULL BODY STREK PLAN
ru: ПЛАН РАСТЯЖКИ ВСЕГО ТЕЛА
sv: HELKROPPS STRETCHPROGRAM
th: แผนบริหารเหยียดตัวเต็มรูปแบบ
zh_hans: 全身拉筋计划
zh_hant: 全身拉筋計畫

source: Barbell Squat 2
it: Squat con bilanciere 2
ja: バーベルスクワット2
ru: Приседания со штангой 2
sv: Knäböj med Skivstång 2
th: ท่าย่อตัวยกบาร์เบล 2
zh_hans: 杠铃蹲起2
zh_hant: 杠鈴蹲起2

source: Dumbbell Lunge 2
it: Affondo con manubrio 2
ja: ダンベルランジ
ru: Выпад с гантелями 2
sv: Utfall med Hantel 2
th: ท่ายกดัมเบลพุ่งไปข้างหน้า 2
zh_hans: 哑铃跨步下蹲
zh_hant: 啞鈴跨步下蹲

source: Bosu Crossover Lunge
it: Affondo incrociato con Bosu
ja: BOSUクロスオーバーランジ
ru: Перекрестный выпад на мяче Bosu
sv: Växelvis Utfall Bosu
th: ท่าโบซูไขว้ขาพุ่งไปด้านหน้า
zh_hans: 半圆球交叉下蹲
zh_hant: 半圓球交叉下蹲

source: Stability Ball Split Squat
it: Swiss Ball Split Squat
ja: バランスボールスプリットスクワット
ru: Сплит приседания с упором на мяч
sv: Halv Squat på Pilatesboll
th: ท่าย่อขาทีละข้างบนลูกบอล
zh_hans: 健身球单腿前蹲
zh_hant: 健身球單腿前蹲

source: Balance Ball Front Raise
it: Alzate frontali con Swiss Ball
ja: バランスボールフロントレイズ
ru: Подъем перед собой, сидя на мяче
sv: Framsideslyft på Pilatesboll
th: ท่ายกลูกบอลด้านหน้าแบบสมดุล
zh_hans: 平衡球前举
zh_hant: 平衡球前舉

source: Bar Bench Press Incline
it: Alzate con manubrio su panca inclinata
ja: バーベンチプレス インクライン
ru: Жим штанги на наклонной скамье
sv: Lutande Bänkpress
th: ท่ายกบาร์บนม้านั่งเอียง
zh_hans: 上斜式杠铃卧推
zh_hant: 上斜式杠鈴臥推

source: Dumbbell Decline Bench Press
it: Alzate con manubri su bench press
ja: ダンベル デクラインベンチプレス
ru: Жим гантели на наклонной скамье
sv: Nedåtgående Hantelpress
th: ท่ายกดัมเบลบนมานั่งลาดเอียง
zh_hans: 下斜式哑铃卧推
zh_hant: 下斜式啞鈴臥推

source: Dumbbell T-Push-Up
it: T-Push-Up con manubri
ja: ダンベル Tプッシュアップ
ru: T-отжимания с гантелями
sv: T-pushup med hantlar
th: ท่าวิดพื้นรูปตัว T ยกดัมเบล
zh_hans: 哑铃T型俯卧撑
zh_hant: 啞鈴T型俯臥撐

source: EZ Curl Bar Biceps Curl
it: Bicipiti con EZ Curl Bar
ja: EZカールバー バイセップカール
ru: Сгибание EZ-штанги на бицепс
sv: Bicepscurl med EZ-stång
th: ท่ายกบาร์โค้ง EZ ด้วยท่อนแขนบน
zh_hans: 曲杠铃胸前弯曲
zh_hant: 曲杠鈴胸前彎曲

source: EZ Curl Bar Deadlift
it: Stacco con EZ Curl Bar
ja: EZカールバー デッドリフト
ru: Тяга EZ-штанги
sv: Marklyft med EZ-stång
th: ท่ายกบาร์โค้ง EZ แบบเดดลิฟท์
zh_hans: 曲哑铃提举
zh_hant: 曲啞鈴提舉

source: Dumbbell Row
it: Vogatore con manubri
ja: ダンベルロウ
ru: Тяга гантели
sv: Hantelrodd
th: ท่างอตัวยกดัมเบล
zh_hans: 哑铃划船
zh_hant: 啞鈴划船

source: Standing Triceps Extension
it: Estensione tricipiti in piedi
ja: スタンディング トライセップ エクステンション
ru: Растяжка трицепса в положении стоя
sv: Stående Tricepslyft
th: ท่ายืนยืดกล้ามเนื้อด้านหลังแขนส่วนบน
zh_hans: 直立三头肌伸展
zh_hant: 直立三頭肌伸展

source: Bench Dip
it: Piegamenti su panca
ja: ベンチディップ
ru: Отжимание на трицепс
sv: Dips på bänk
th: ท่าย่อตัวบนม้านั่ง
zh_hans: 架桥式板凳撑体
zh_hant: 架橋式板凳撐體

source: Bodyweight Open Jump
it: Salto a gambe aperte
ja: ボディウェイト オープンジャンプ
ru: Упражнения с собственным весом. Открытый прыжок.
sv: Raka Hopp med Kroppsvikt
th: ท่ากระโดดเปิดและย่อตัว
zh_hans: 开放弹跳
zh_hant: 開放彈跳

source: Bodyweight Toe Touch
it: Piegamenti alle dita dei piedi
ja: ボディウェイト トウタッチ
ru: Упражнения с собственным весом. Доставание пальцев ног
sv: Nudda Tår med Kroppsvikt
th: ท่าแตะนิ้วเท้าบอดี้เวท
zh_hans: 触脚练习
zh_hant: 觸腳練習

source: Bodyweight Hop
it: Saltello col corpo
ja: ボディウェイト ホップ
ru: Упражнения с собственным весом. Прыжок
sv: Halv burpee med Kroppsvikt
th: ท่ากระโดดเหยาะบอดี้เวท
zh_hans: 跳跃练习
zh_hant: 跳躍練習

source: Bodyweight Lunge
it: Affondi col corpo
ja: ボディウェイト ランジ
ru: Упражнения с собственным весом. Выпад тела
sv: Utfall med Kroppsvikt
th: ท่าพุ่งไปด้านหน้าบอดี้เวท
zh_hans: 弓步练习
zh_hant: 弓步練習

source: Bodyweight Push-up Touch
it: Flessioni con tocco
ja: ボディウェイト プッシュアップタッチ
ru: Упражнения с собственным весом. Отжимания с прикосновением
sv: Armhävning med Touch Kroppsvikt
th: ท่าวิดพื้นแตะไหล่บอดี้เวท
zh_hans: 触肩俯卧撑
zh_hant: 觸肩俯臥撐

source: Push-up walking
it: Flessioni camminando
ja: プッシュアップ ウォーキング
ru: Отжимания с прыжком
sv: Burpees
th: ท่าเดินวิดพื้น
zh_hans: 行走俯卧撑
zh_hant: 行走俯臥撐

source: Bent-Leg V-UP
it: Addominali a V
ja: ベントレッグ Vアップ
ru: Подъем тела к согнутым ногам
sv: V-situps med böjda ben
th: ท่ายกตัวงอขารูปตัว V
zh_hans: 屈腿两头起
zh_hant: 屈腿兩頭起

source: Bodyweight Lunge Side
it: Piegamenti laterali
ja: ボディウェイト ランジサイド
ru: Упражнения с собственным весом. Выпад в сторону
sv: Sidoutfall med Kroppsvikt
th: ท่าพุ่งไปด้านข้างบอดี้เวท
zh_hans: 侧弓步训练
zh_hant: 側弓步訓練

source: Bodyweight Push-up Grip Planche
it: Flessioni su tappetino
ja: ボディウェイト プッシュアップ グリッププランシェ
ru: Упражнения с собственным весом. Отжимания (Планш)
sv: Pushup med Planka Kroppsvikt
th: ท่าวิดพื้นไม้กระดานบอดี้เวท
zh_hans: 俯卧水平支撑
zh_hant: 俯臥水準支撐

source: Bench High Knee Jump
it: Saltello sulla panca
ja: ベンチ ハイニージャンプ
ru: Прыжок с высоким подниманием колена
sv: Knähopp över Bänk
th: ท่ากระโดดบนม้านั่งยกเข่าสูง
zh_hans: 板凳高膝跳
zh_hant: 板凳高膝跳

source: Bodyweight Toe Touch 2
it: Addominali con tocco alle dita dei piedi 2
ja: ボディウェイト トウタッチ 2
ru: Упражнения с собственным весом. Доставание пальцев ног 2
sv: Nudda Tår med Kroppsvikt 2
th: ท่าแตะปลายเท้าบอดี้เวท 2
zh_hans: 触脚 2
zh_hant: 觸腳 2

source: Stepper Push-up
it: Flessioni con lo Step
ja: ステッパー プッシュアップ
ru: Отжимания со ступеньки
sv: Pushup på stepbräda
th: ท่าวิดพื้นบน Stepper
zh_hans: 台阶器俯卧撑
zh_hant: 臺階器俯臥撐

source: Bodyweight Push-up Extension
it: Flessioni con estensione
ja: ボディウェイト プッシュアップ エクステンション
ru: Упражнения с собственным весом. Отжимания с растяжкой
sv: Pushup med sträckning
th: ท่าวิดพื้นยืดแขนบอดี้เวท
zh_hans: 体重俯卧撑伸展
zh_hant: 體重俯臥撐伸展

source: Bodyweight Scissor Kick
it: Forbice con i piedi
ja: ボディウェイト シザーキック
ru: Упражнения с собственным весом. Ножницы
sv: Saxning med Kroppsvikt
th: ท่าเตะไขว้ขาบอดี้เวท
zh_hans: 剪刀式踢腿
zh_hant: 剪刀式踢腿

source: Bodyweight Mountain Climbers
it: Scalatore della montagna
ja: ボディウェイト マウンテンクライマー
ru: Упражнения с собственным весом. Альпинист
sv: Mountainclimbers med Kroppsvikt
th: ท่าปีนเขาบอดี้เวท
zh_hans: 爬山式训练
zh_hant: 爬山式訓練

source: Bodyweight Pull In
it: Addominali Pull In
ja: ボディウェイト プルイン
ru: Упражнения с собственным весом. Втягивание живота
sv: Indrag med Kroppsvikt
th: ท่าดึงเข้าบอดี้เวท
zh_hans: 拉伸训练
zh_hant: 拉伸訓練

source: Push-up With Crossing Leg Under The Hip
it: Flessioni con gambe incrociate sotto l'anca
ja: プッシュアップウィズクロシングレッグ アンダーザヒップ
ru: Отжимания со скрещиванием ног под бедрами
sv: Pushup med Ben Korsat Under Höften
th: ท่าวิดพื้นขาไขว้ใต้สะโพก
zh_hans: 臀下交叉腿式俯卧撑
zh_hant: 臀下交叉腿式俯臥撐

source: Bodyweight Jumping Jacks
it: Jumping Jacks
ja: ボディウェイト ジャンピングジャック
ru: Упражнения с собственным весом. Разножка
sv: Jumping Jacks
th: ท่ากระโดดตบบอดี้เวท
zh_hans: 开合跳
zh_hant: 開合跳

source: Jump Sumo
it: Salto Sumo
ja: ジャンプ相撲
ru: Прыжок сумо
sv: Sumohopp
th: ท่าซูโม่กระโดด
zh_hans: 相扑式跳跃
zh_hant: 相撲式跳躍

source: Dumbbell Clean And Jerk
it: Clean And Jerk con Manubri
ja: ダンベル クリーンアンドジャーク
ru: Взятие на грудь гантели и толчок
sv: Hanteldrag och ryck
th: ท่าถือดัมเบลคลีนแอนด์เจิร์ค
zh_hans: 哑铃挺举
zh_hant: 啞鈴挺舉

source: Bodyweight Leg Raise
it: Addominali con alzate gambe
ja: ボディウェイト レッグレイズ
ru: Упражнения с собственным весом. Подъем ног
sv: Benlyft med Kroppsvikt
th: ท่ายกขาบอดี้เวท
zh_hans: 抬腿练习
zh_hant: 抬腿練習

source: Dumbbell Biceps Curl
it: Affondi e bicipiti con manubri
ja: ダンベル バイセップカール
ru: Сгибание рук с гантелями
sv: Bicepscurl med Hantel
th: ท่ายกดัมเบลตัวโค้งด้วยหน้าแขนท่อนบน
zh_hans: 哑铃二头肌屈接
zh_hant: 啞鈴二頭肌屈接

source: Bodyweight Sit-up
it: Piegamenti da seduto
ja: ボディウェイト シットアップ
ru: Упражнения с весом собственного тела. Приседания
sv: Situps med Kroppsvikt
th: ท่าซิทอัพบอดี้เวท
zh_hans: 仰卧起坐
zh_hant: 仰臥起坐

source: Toe Touch
it: Tocco alle dita dei piedi
ja: トウタッチ
ru: Доставание пальцев ног
sv: Nudda tår
th: ท่าแตะนิ้วเท้า
zh_hans: 触脚
zh_hant: 觸腳

source: Toe Touch 2
it: Tocco alle dita dei piedi 2
ja: トウタッチ2
ru: Доставание пальцев ног 2
sv: Nudda tår 2
th: ท่าท่าแตะนิ้วเท้า 2
zh_hans: 触脚2
zh_hant: 觸腳2

source: Bodyweight Crunch 2
it: Crunch 2
ja: ボディウェイト クランチ2
ru: Упражнения с весом собственного тела. Скручивание 2
sv: Crunch med Kroppsvikt 2
th: ท่างอตัวบอดี้เวท 2
zh_hans: 仰卧起坐2
zh_hant: 仰臥起坐2

source: Stability Ball Crunch
it: Crunch su swiss ball
ja: バランスボール クランチ
ru: Скручивание на мяче для фитнеса
sv: Crunch på Pilatesboll
th: ท่างอตัวบนลูกบอลออกกำลังกาย
zh_hans: 平衡球仰卧起坐
zh_hant: 平衡球仰臥起坐

source: Bar Bench Press Incline
it: Bench press su panca inclinata
ja: バーベンチプレス インクライン
ru: Жим штанги на наклонной скамье
sv: Sluttande Bänkpress
th: ท่ายกบาร์บนม้านั่งเอียง
zh_hans: 上斜式杠铃卧推
zh_hant: 上斜式杠鈴臥推

source: Dumbbell Push-up Row
it: Vogatore Push-up con manubri
ja: ダンベル プッシュアップロウ
ru: Отжимания с гантелями
sv: Pushuprodd med Hantlar
th: ท่าวิดพื้นยกดัมเบล
zh_hans: 划船式哑铃俯卧撑
zh_hant: 划船式啞鈴俯臥撐

source: Triceps Kickback
it: Tricipiti all'indietro
ja: トライセップ キックバック
ru: Качание трицепса
th: ท่าดึงขึ้นด้วยกล้ามเนื้อหลังแขนส่วนบน
zh_hans: 三头肌后撑
zh_hant: 三頭肌後撐

source: Standing Single Arm Triceps Extension
it: Tricipiti con estensione ad un solo braccio
ja: スタンディング シングルアーム トライセップエクステンション
ru: Растяжка трицепса одной руки в положении стоя
sv: Stående Enhandspress Triceps
th: ท่ายืนตรงยกดัมเบลด้วยมือหนึ่งข้าง
zh_hans: 直立式单臂伸展三头肌
zh_hant: 直立式單臂伸展三頭肌

source: Stability Ball Split Squad Dumbbell
it: Affondi con swiss ball e manubri
ja: バランスボール スプリットスクワッド ダンベル
ru: Сплит приседания с гантелью с упором на мяч
sv: Ensidig squat på pilatesboll med hantel
th: ท่าย่อตัวถือดัมเบลบนลูกบอลออกกำลังกาย
zh_hans: 平衡球哑铃式深蹲
zh_hant: 平衡球啞鈴式深蹲

source: Dumbbell Rear Delt Row
it: Vogatore all'indietro con manubri
ja: ダンベル リアデルト ロウ
ru: Тяга гантели в наклоне
sv: Delad Bakåtvänd Hantelrodd
th: ท่าดันดัมเบลไปด้านหลังด้วยกล้ามเนื้อเดลตอยด์
zh_hans: 哑铃后肩划船
zh_hant: 啞鈴後肩划船

source: Dumbbell Snatch
it: Strappi con manubrio
ja: ダンベルスナッチ
ru: Рывок гантели
sv: Hantelryck
th: ท่ากระชากดัมเบล
zh_hans: 哑铃抓举
zh_hant: 啞鈴抓舉

source: Stretch Standing Overhead Arms
it: Stretching con le braccia
ja: ストレッチ スタンディング オーバーヘッドアームズ
ru: Растяжка рук за головой в положении стоя
sv: Stående Stretch med Armar Över Huvud
th: ท่ายืนเหยียดแขนเหนือศีรษะ
zh_hans: 站立式过顶展臂
zh_hant: 站立式過頂展臂

source: Stretch Neck Standing Side
it: Stretching del collo
ja: ストレッチ ネック スタンディングサイド
ru: Растяжка мышц шеи в сторону в положении стоя
sv: Stående Sidostretch för Nacken
th: ท่ายืนยืดคอไปด้านข้าง
zh_hans: 站立式伸展颈侧
zh_hant: 站立式伸展頸側
