Repository: killerart/StringsParser
Catalog: StringsParser/localizations/VGFIT/*.lproj/content.strings
Languages: it, ja, nl, ru, sv, th, zh_hans, zh_hant

source: 17 Bulgarian Split Squat (No Weights)
it: 1. Metti un piede sul pavimento, e circa 3 metri di fronte a una sedia, e mantieni l'equilibrio con l'altro piede su una sedia dietro di te, come illustrato. Le mani devono essere tenute dietro la testa. 2. Usa il tuo piede anteriore per equilibrarti, mentre pieghi entrambe le ginocchia per abbassare il corpo verso fino a quando il ginocchio posteriore è a pochi centimetri dal pavimento e la gamba anteriore è piegata di circa 90 gradi. Il resto del tuo corpo dovrebbe formare una linea retta. Termina la serie, quindi alterna le posizioni delle tue gambe e ripeti.
ja: 1. 椅子の約3フィート前に片足を床につけ、図のように、バランスを取りながらもう片方の足を後ろの椅子に乗せます。手は頭の後ろで組みます。 2. 体を下げるために膝を曲げる時、前に出した足を使ってバランスを取ります。後ろの膝は床から数インチ上、前の脚は約90度にまで曲げます。体の残りの部分は直線を描くべきです。セットを終えたら、脚のポジションを替えて繰り返します。
nl: 1. Zet een voet op de vloer , ongeveer 60/70 cm voor een stoel en plaats je andere voet op de stoel zoals afgebeeld. Je handen houd je achter je hoofd. 2. Gebruik je staande been voor balans terwijl je beide knieën buigt om je lichaam naar beneden te brengen totdat je achterste knie een paar centimeter van de vloer verwijderd is en je voorste knie een hoek heeft van onegveer 90 graden. Je rug is te allen tijde recht. Ga terug naar de uitgangspositie en doe de oefening afwisselen met het andere been.
ru: 1. Поставьте одну ногу на пол, примерно на метр перед стулом, другой ногой упритесь на стул позади вас, как показано на рисунке. Руки должны быть за головой. 2. Используйте ногу, которая спереди, для равновесия. Согнув оба колена, опускайтесь вниз, пока ваша задняя часть колена не будет в нескольких сантиметрах от пола и ваша передняя нога не будет согнута на 90 градусов. Остальные части тела должны составлять прямую линию. Закончите упражнение и поменяйте местами ногами, повторите упражнение.
sv: 1. Placera en fot på golvet, cirka 90 cm framför en stol, och balansera den andra foten på stolen bakom dig, som på bilden. Dina händer ska vara bakom huvudet. 2. Använd den främre foten för att hålla balansen när du böjer på båda knäna för att sänka kroppen rakt ner, tills det bakre knät är runt 10 cm från golvet och ditt främre ben är böjt ungefär 90 grader. Resten av din kropp ska forma en rak linje. Gör klart setet, byt sedan ben och upprepa.
th: 1. วางเท้าหนึ่งข้างบนพื้นโดยให้ห่างจากเก้าอี้ประมาณ 3 ฟุต เท้าอีกข้างวางบนเก้าอี้ที่อยู่ด้านหลังดังแสดงดังภาพ มือทั้งสองข้างควรอยู่ด้านหลังศีรษะ 2. ใช้เท้าที่อยู่ด้านหน้าช่วยทรงตัวขณะที่งอเข่าทั้งสองเพื่อลดระดับลำตัวลงด้านล่างตรง ๆ จนกระทั่งเข่าของขาที่อยู่ด้านหลังอยู่ห่างจากพื้นเพียงไม่กี่นิ้ว และขาที่อยู่ด้านหน้างอทำมุม 90 องศา ลำตัวควรอยู่ในแนวตรง ทำชุดนี้ให้เสร็จ จากนั้นเปลี่ยนไปทำด้วยขาอีกข้าง และทำซ้ำ
zh_hans: 1. 如图所示，单脚放在地板上，约椅子前侧3英尺，另一只脚放在你后方的椅子上以平衡身体。双手放在头后。 2. 屈膝以使身体直下，直到后膝距离地面仅数英尺，及前脚弯曲约90度，同时用前脚平衡身体。身体其余部分应呈直线。完成一次锻炼，然后换脚，重复动作。
zh_hant: 1. 如圖所示，單腳放在地板上，約椅子前側3英尺，另一只腳放在你後方的椅子上以平衡身體。雙手放在頭後。 2. 屈膝以使身體直下，直到後膝距離地面僅數英尺，及前腳彎曲約90度，同時用前腳平衡身體。身體其余部分應呈直線。完成一次鍛煉，然後換腳，重複動作。

source: Dumbbell Side Lunge
it: Affondi laterali con manubri
ja: ダンベルサイドランジ
nl: Zijwaartse uitval met halters
ru: Выпад с гантелями
sv: Sidoutfall med hantlar
th: ท่าถือดัมเบลพุ่งตัวไปด้านข้าง
zh_hans: 哑铃侧弓步
zh_hant: 啞鈴側弓步

source: 18 Dumbbell Side Lunge
it: 1. Stai in piedi, tenendo un paio di manubri sui fianchi con le braccia tese verso il basso. 2. Fai un passo da una parte e abbassa il tuo corpo mentre pieghi il busto leggermente in avanti. Mantieni la gamba diritta durante tutto il movimento. 3. Spingi la gamba piegata per tornare alla posizione di partenza. Ripeti con l'altra gamba.
ja: 1. 直立し、両腕を下に伸ばして体の両側にダンベル1組を持ちます。 2. 横に一歩踏み出し、胴を前に少し倒しながら体を下ろします。固定した脚は、動作中、まっすぐに保ちます。 3. 曲げた脚を押してスタートポジションに戻します。もう一方の脚で繰り返します。
nl: 1. Sta rechtop en houd een paar halters naast je met omlaag hangende gestrekte armen. 2. Stap dan zijwaarts en laat je lichaam zakken terwijl je lichtelijk voorover buigt. Houd je stationaire been recht tijdens de hele oefening. 3. Gebruik je gebogen been om je weer naar de uitgangspositie te drukken. Herhaal dan met het andere been.
ru: 1. Встаньте прямо, держа гантели по бокам, руки вытянуты вниз. 2. Сделайте шаг в сторону и слегка наклонитесь вперед. Держите одну ногу прямо на протяжении всего упражнения. 3. Оттолкнитесь другой ногой, чтобы вернуться в исходное положение. Повторите упражнение с другой ногой.
sv: 1. Stå rakt och håll ett par hantlar vid sidorna med armarna utsträckta neråt. 2. Flytta åt ena hållet och sänk kroppen medan du lutar torson lite framåt. Håll det stillastående benen rakt genom hela rörelsen. 3. Tryck ifrån med det böjda benet och återgå till startpositionen. Upprepa med det andra benet.
th: 1. ยืนตรง ถือดัมเบลในมือทั้งสองข้างไว้ที่ข้างตัว แขนเหยียดตรงลงด้านล่าง 2. ก้าวขาหนึ่งข้างออกไปด้านข้างพร้อมลดระดับตัวลงขณะที่โน้มลำตัวไปด้านหน้าเล็กน้อย ขาที่อยู่กับที่ให้ตรงอยู่ตลอดการเคลื่อนไหวในท่านี้ 3. ดันขาที่งออยู่ให้กลับไปที่ท่าเริ่มต้น ทำซ้ำด้วยขาอีกข้าง
zh_hans: 1. 站直，双手各握一个哑铃并将哑铃置于身体两侧，手臂向下伸直。 2. 向其中一侧迈向一步，躯干稍微向前倾并降低身体。始终保持固定的脚伸直。 3. 屈腿蹬地以返回初始位置。换脚重复动作。
zh_hant: 1. 站直，雙手各握一個啞鈴並將啞鈴置於身體兩側，手臂向下伸直。 2. 向其中一側邁向一步，軀幹稍微向前傾並降低身體。始終保持固定的腳伸直。 3. 屈腿蹬地以返回初始位置。換腳重複動作。

source: Good Morning
ja: グッドモーニング
nl: Goedemorgen oefening
ru: Доброе утро
sv: God morgon
th: ท่ากู๊ดมอร์นิ่ง
zh_hans: 早安
zh_hant: 早安

source: 19 Good Morning
it: 1. Tieni un bilanciere con una presa overhand, in modo che poggi sulla parte superiore della schiena e non sul collo. Metti i piedi alla larghezza delle spalle e le ginocchia leggermente piegate, mantenendo la schiena dritta. 2. Piegati gradualmente in avanti con le anche per abbassare il petto, mantenendo l'arco naturale nella parte bassa della schiena. Tieni la testa alta e mantieni lo stesso angolo delle ginocchia. 3. Sollevare la parte superiore del corpo in posizione di partenza.
ja: 1. バーベルをオーバーハンドグリップで持ち、首ではなく背中の上部に置くようにします。足を肩幅に離して置き、膝は少し曲げ、背筋は伸ばしたままにします。 2. ヒップを使って徐々に前かがみになり、胸を下げ、腰は自然なカーブを維持します。頭を高く上げ、膝と同じ角度に保ちます。 3. 上体をスタートポジションに戻します。
nl: 1. Houd een halter bovenhands vast en laat die op je bovenrug rusten, en niet in de nek. Zet je voeten op schouderbreedte uit elkaar en je knieën licht gebogen, maar houd je rug recht. 2. Ga nu langszaam voorover buigen vanuit de heupen door je borst omlaag te brengen terwijl je een natuurlijke kromming in je onderrug handhaaft. Houd je hoofd rechtop en probeer de stand van je knieën niet te veranderen. 3. Til dan je lichaam weer naar de startpositie.
ru: 1. Держите штангу сверху так, чтобы она опиралась на плечи, а не на шею. Ноги на ширине плеч, колени чуть согнуты, спина прямая. 2. Постепенно наклоняйтесь вперед, используя бедра, чтобы наклониться грудью: сохраняя при этом естественное положение спины. Держите голову и поддерживайте примерно под тем же углом колени. 3. Вернитесь в исходное положение.
sv: 1. Håll en skivstång med ett överhandsgrepp så att den vilar på övre delen av din rygg, och inte på nacken. Ställ fötterna axelbrett isär med knäna något böjda, samtidigt som du håller ryggen rak. 2. Böj dig långsamt framåt genom att använda höfterna, så att bröstet sänks samtidigt som nedre delen av ryggen hela tiden svankar naturligt. Håll huvudet uppe och ha samma vinkel som knäna. 3. Lyft tillbaka överkroppen till startpositionen.
th: 1. ถือบาร์เบลด้วยท่าจับคว่ำมือและให้บาร์เบลพักที่หลังส่วนบนไม่ใช่ที่คอ จัดระยะห่างของเท้าทั้งสองข้างให้เท่ากับความกว้างของไหล่ งอเข่าเล็กน้อยขณะที่หลังตรง 2. โค้งไปข้างหน้าอย่างต่อเนื่องโดยใช้สะโพกเพื่อลดระดับหน้าอกลงขณะที่หลังส่วนล่างโค้งอย่างเป็นธรรมชาติ ตั้งศีรษะขึ้นและให้ทำมุมเช่นเดียวกับเข่าทั้งสองข้างของคุณ 3. ยกลำตัวส่วนบนกลับไปที่ท่าเริ่มต้น
zh_hans: 1.正握杠铃，杠铃置于上背而不是颈上。双脚距离与肩同宽，膝稍屈，同时保持背部挺直。 2. 用髋部降低胸部以逐渐前倾，同时保持下背呈自然拱形。保持昂头，确保膝盖角度始终相同。 3. 抬高上背以返回初始位置。
zh_hant: 1.正握杠鈴，杠鈴置於上背而不是頸上。雙腳距離與肩同寬，膝稍屈，同時保持背部挺直。 2. 用髋部降低胸部以逐漸前傾，同時保持下背呈自然拱形。保持昂頭，確保膝蓋角度始終相同。 3. 擡高上背以返回初始位置。

source: One Arm Side Deadlift
it: Stacchi ad un braccio con bilanciere laterale
ja: ワンアームサイドデッドリフト
nl: Een-arms Deadlift opzij
ru: Односторонняя тяга
sv: Enarmad sidomarklyft
th: ท่ายกบาร์เบลด้วยแขนข้างเดียว
zh_hans: 单臂侧硬举
zh_hant: 單臂側硬舉

source: 20 One Arm Side Deadlift
it: 1. Stai in piedi accanto ad un bilanciere posto sul pavimento. 2. Afferrare la barra con una presa overhand dal centro. 3. Accovacciati come se stessi eseguendo uno squat; piegati verso il basso in modo che le cosce siano parallele al pavimento. 4. Estendi le gambe lentamente mentre raddrizzare il corpo, sforzando gli addominali mentre ti alzi.
ja: 1. 床に置いたバーベルの横に立ちます。 2. オーバーハンドグリップで中央からバーを握ります。 3. スクワットをするようにしゃがみ、大腿が床と平行になるように曲げます。 4. 両脚をゆっくりと伸ばし、体をまっすぐに起こし、起きながら腹筋を引き締めます。
nl: 1. Stanaast een halter die op de vloer ligt. 2. Neem de halter dan in het midden vast in een bovenhandse grip. 3. Buig je knieën alsof je een hurkzit wil doen, buig door zodat je dijen horizontaal aan de vloer zijn. 4. Strek dan langszaam je benen en maak je lichaam recht en houd de buikspieren aangespannen als je overeind komt.
ru: 1. Встаньте перед штангой, расположенной на полу. 2. Возьмитесь за штангу сверху. 3. Нагнитесь, будто выполняя присед. Наклоняйтесь так, чтобы бедра были параллельны полу. 4. Медленно выпрямляйте тело вверх, напрягая свой пресс в то время, как вы встаете.
sv: 1. Stå bredvid en skivstång som ligger på golvet. 2. Ta tag i stången i mitten med ett överhandsgrepp. 3. Huka dig som om du skulle göra ett knäböj, böj dig ner så att låren är parallella med golvet. 4. Sträck ut benen långsamt medan du rätar upp kroppen. Dra in magmusklerna när du reser dig.
th: 1. ยืนที่ข้างบาร์เบลที่วางอยู่ที่พื้น 2. จับที่ตรงกลางบาร์เบลด้วยท่าจับแบบคว่ำมือ 3. ย่อตัวลงเหมือนกำลังจะนั่งยอง ๆ และโน้มตัวลงด้านล่างเพื่อให้ต้นขาทั้งสองข้างขนานกับพื้น 4. ยืดขาทั้งสองข้างอย่างช้า ๆ ขณะยืดให้ลำตัวตั้งตรง ดึงหน้าท้องเข้าขณะที่ยกตัวขึ้น
zh_hans: 1. 站在杠铃侧边。 2. 正握杠杆的中间。 3. 蹲下，掘身以至大腿与地板呈平行。 4. 收紧腹肌并缓慢地伸展双脚以直起身体。
zh_hant: 1. 站在杠鈴側邊。 2. 正握杠杆的中間。 3. 蹲下，掘身以至大腿與地板呈平行。 4. 收緊腹肌並緩慢地伸展雙腳以直起身體。

source: Single Leg Squat
it: Squat con una sola gamba
ja: シングルレッグスクワット
nl: Knielen met een been
ru: Приседание на одной ноге
sv: Knäböj på ett ben
th: ท่าย่อตัวด้วยขาข้างเดียว
zh_hans: 单臂深蹲
zh_hant: 單臂深蹲

source: 21 Single Leg Squat
it: 1. Stai in piedi con i piedi laghi quanto la larghezza delle spalle. Solleva la tua gamba più forte o dominante dritto di fronte al te, più in alto possibile. 2. Inspira aria, quindi spingi i fianchi indietro e accovacciati, per quanto possibile, mantenendo il busto in posizione eretta, per quanto possibile. Il tallone della gamba anteriore può toccare il pavimento nella parte inferiore dello squat, se puoi scendere così lontano. 3. Torna alla posizione di partenza ed espira. Fai tutte le ripetizioni con la gamba non dominante, poi ripeti con la gamba dominante.
ja: 1. 肩幅に足を広げて立ちます。利き脚を自分の前に、出来るだけ高く上げます。 2. 腹式呼吸をし、ヒップを押し戻して、出来るだけ深くスクワットし、胴は出来るだけまっすぐに維持します。前に出した足のかかとは、そこまで低くなれるなら、スクワットの最下部で床に触れても構いません。 3. スタートポジションに戻して息を吐きます。利き脚ではない方の脚でも同様にし、また利き脚で繰り返します。
nl: 1. Sta met je voeten op schouderbreedte uit elkaar. Til je sterkste been op en strek het naar voor zo hoog mogelijk. 2. Adem nu in, druk je heupen naar achter en hurk omlaag zover je kunt terwijl je je lichaam zo recht mogelijk houdt. De hiel van je voorste been mag op het eind van dit deel de vloer raken. 3. Ga dan terug naar de startpositie terwijl je uitademt. Doe de herhalingen met het niet dominante been eerst, daarna kun je wisselen.
ru: 1. Встаньте прямо, ноги на ширине плеч. Поднимите доминирующую ногу перед вами как можно выше. 2. Вдохните, затем отодвиньте бедра назад и присядьте как можно дальше. При этом ваш торс должен быть прямым. Пятка передней ноги может касаться пола в нижней точке приседа, если вы опуститесь настолько низко. 3. Вернитесь в исходное положение и выдохните. Повторите необходимое количество раз, а затем вернитесь в исходное положение.
sv: 1. Stå med fötterna axelbrett isär. Lyft ditt starkare eller ditt dominanta ben rakt ut framför dig, så högt som möjligt. 2. Sug in luft i magen, tryck sedan tillbaka höfterna och knäböj ner så långt som möjligt medan du håller torson så rak som möjligt. Hälen på din främre fot kan röra golvet längst ner i knäböjet, om du kan komma så långt ner. 3. Återgå till startläget och andas ut. Gör alla repetitioner med ditt icke-dominanta ben och upprepa sedan med det dominanta.
th: 1. ยืนด้วยระยะห่างเท้าเท่ากับความกว้างของไหล่ ยกขาข้างที่แข็งแรงกว่าหรือขาหลักขึ้นไปข้างหน้าให้สูงที่สุดเท่าที่จะทำได้ 2. หายใจเข้าท้อง จากนั้นดันสะโพกไปด้านหลังและย่อตัวลงด้านล่างให้มากที่สุดเท่าที่จะทำได้ขณะที่ตรึงให้ลำตัวตรง ส้นเท้าของเท้าที่อยู่ข้างหน้าสามารถแตะที่พื้นได้เมื่อเคลื่อนลงไปต่ำสุดถ้าคุณสามารถลงไปได้ต่ำขนาดนั้น 3. กลับไปที่ท่าเริ่มต้นและหายใจออก ทำซ้ำด้วยขาอีกข้างสลับไปมา
zh_hans: 1. 站立，双脚与肩同宽。尽可能高地向前抬举单脚。 2. 用腹部吸气，臂部往后推并尽可能地蹲下，同时尽力保持躯干挺直。深蹲时前脚踵可触及地面，若你能蹲地很下。 3. 呼气，返回初始位置。换另一只脚重复动作。
zh_hant: 1. 站立，雙腳與肩同寬。盡可能高地向前擡舉單腳。 2. 用腹部吸氣，臂部往後推並盡可能地蹲下，同時盡力保持軀幹挺直。深蹲時前腳踵可觸及地面，若你能蹲地很下。 3. 呼氣，返回初始位置。換另一只腳重複動作。

source: Arnold Press
ja: アーノルドプレス
nl: Arnold’s drukoefening
ru: Пресс Арнольд
th: ท่ายกดัมเบลอาร์โนลด์
zh_hans: 阿诺德推举
zh_hant: 阿諾德推舉

source: 14 Arnold Press
it: 1. Siediti su una panca piana e tieni un paio di manubri a livello delle spalle. I palmi delle mani devono essere rivolti verso l’interno e i gomiti devono essere rivolti ai fianchi. 2. Gira entrambi i polsi verso l'esterno fino a quando i palmi sono rivolti lontano da te. Allo stesso tempo, estendi completamente le braccia sopra la testa. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 1. フラットベンチに座り、肩の高さで1組のダンベルを持ちます。手の平は内向き、肘は横を指しているべきです。 2. 両方の手首を外向きに回転させ、手の平が外に向くようにします。同時に、両腕を完全に上に伸ばします。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Ga op een bankje zitten en houd een stel halters op schouderniveau, met je handpalmen naar binnen gericht en je ellebogen opzij. 2. Draai nu je polsen naar buiten tot je handpalmen van je af gekeerd zijn. tegelijkertijd strek je je armen recht omhoog. Houd dat een seconde vast en ga dan terug naar de startpositie.
ru: 1. Сядьте на горизонтальную скамью, держа пару гантелей на уровне плеч. Ладони должны быть повернуты внутрь, а локти должны смотреть в стороны. 2. Поверните оба запястья наружу, пока ладони не повернутся от вас. В то же время, полностью вытяните руки над головой. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Sitt på en platt bänk och håll ett par hantlar på axelnivå. Dina handflator ska vara vända inåt och dina armbågar peka åt sidan. 2. Vänd båda handlederna utåt tills handflatorna är vända bort från dig. Sträck på samma gång ut armarna helt över huvudet. Håll i en sekund. Återgå till startläget.
th: 1. นั่งบนม้านั่งและถือดัมเบลในมือทั้งสองข้างโดยให้ดัมเบลอยู่ระดับเดียวกับไหล่ของคุณ ฝ่ามือหันเข้าด้านในและศอกชี้ไปที่ด้านข้าง 2. หันข้อมือทั้งสองข้างออกด้านนอกจนกระทั่งฝ่ามือหันออกจากคุณ ในขณะเดียวกันก็ให้ยืดแขนขึ้นด้านบนให้สุด ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 坐在平凳上，双手各握一个哑铃，与肩膀同高。手掌相对，手肘应朝侧边。 2. 向外转动两个手腕，直到手掌朝向远离自己的地方。同时，伸展手臂过头顶。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 坐在平凳上，雙手各握一個啞鈴，與肩膀同高。手掌相對，手肘應朝側邊。 2. 向外轉動兩個手腕，直到手掌朝向遠離自己的地方。同時，伸展手臂過頭頂。保持此姿態數秒種。返回初始姿態。

source: Barbell Front Raise
it: Alzate frontali con bilanciere
ja: バーベルフロントレイズ
nl: Halter voorwaarts tillen
ru: Подъем штанги перед собой
sv: Skivstångslyft framåt
th: ท่ายกบาร์เบลด้านหน้า
zh_hans: 杠铃前平举
zh_hant: 杠鈴前平舉

source: 15 Barbell Front Raise
it: 1. Tieni un bilanciere con una presa overhand completa alla larghezza delle spalle e stai con il bilanciere sospeso nella parte anteriore della coscia. I piedi dovrebbero essere alla larghezza delle spalle con le ginocchia leggermente piegate. Sforza gli addominali, contrai tutti i muscoli del corpo superiore e piega leggermente i gomiti. 2. Solleva la barra di fronte a te fino a quando le braccia sono parallele al pavimento. 3. Fermati e poi torna alla posizione di partenza.
ja: 1. バーベルを完全オーバーハンド肩幅グリップで持ち、大腿の前にぶら下げます。足は肩幅に広げ、膝は軽く曲げます。腹筋を引き締め、上体の筋肉全部を引き締めて、肘は軽く曲げます。 2. 両腕が床に平行になるまで、自分の前でバーを上げます。 3. 少しそのまま、その後、スタートポジションに戻します。
nl: 1. Houd een halter bovenhands vast op schouderbreedte en laat de halter hangen tegen je dijen. Je voeten moeten op schouderbreedte uit elkaar staan en je knieën licht gebogen. Trek nu je buikspieren samen en span alle spieren in je bovenlichaam en buig je ellenbogen licht. 2. Til de halter nu totdat je gestrekte armen horizontaal met de vloer zijn. 3. Pauzeer even en ga langszaam terug naar startpositie.
ru: 1. Держите штангу хватом сверху вниз на ширине плеч, и стойте со штангой на уровне бедер. Ноги на ширине плеч со слегка согнутыми коленями. Втяните мышцы живота, напрягите все верхние мышцы тела и слегка согните руки в локтях. 2. Поднимите штангу перед собой, пока руки не станут параллельны полу. 3. Пауза, затем вернитесь в исходное положение.
sv: 1. Håll i en skivstång med ett överhandsgrepp axelbrett isär, och stå med skivstången hängandes framför dina lår. Dina fötter ska vara axelbrett isär med knäna något böjda. Dra in magmusklerna, spänn alla muskler i överkroppen och böj lite på armbågarna. 2. Lyft stången framför dig tills armarna är parallella med golvet. 3. Pausa och återgå sedan till startpositionen.
th: 1. ถือบาร์เบลด้วยท่าจับแบบคว่ำมือทั้งสองข้าง ระยะห่างระหว่างมือเท่ากับความกว้างของไหล่ ยืนโดยให้บาร์เบลห้อยลงที่หน้าต้นขาของคุณ เท้าทั้งสองข้างอยู่ห่างเท่ากับความกว้างของไหล่พร้อมงอเข่าเล็กน้อย ดึงหน้าท้องเข้าและบีบรัดกล้ามเนื้อลำตัวส่วนบนทั้งหมดพร้อมกับงอข้อศอกเล็กน้อย 2. ยกบาร์ขึ้นด้านหน้าของคุณจนกระทั่งแขนทั้งสองข้างขนานกับพื้น 3. ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปยังท่าเริ่มต้น
zh_hans: 1. 站姿，正握杠铃，双手距离与肩同宽，杠铃置于大腿前侧。双脚与肩同宽，膝略屈。收紧腹肌及上半身的肌肉，稍微弯曲手肘。 2. 抬举前侧的杠铃，直到手臂与地面呈平行。 3. 暂停，返回初始位置。
zh_hant: 1. 站姿，正握杠鈴，雙手距離與肩同寬，杠鈴置於大腿前側。雙腳與肩同寬，膝略屈。收緊腹肌及上半身的肌肉，稍微彎曲手肘。 2. 擡舉前側的杠鈴，直到手臂與地面呈平行。 3. 暫停，返回初始位置。

source: Dumbbell Lateral Raise With Arms Bent
it: Alzate laterali con bilanciere e braccia piegate
ja: 両腕を曲げてのダンベルラテラルレイズ
nl: Halters zijwaarts tillen met gebogen armen
ru: Боковые подъемы гантелей с наклонной спиной
sv: Hantellyft åt sidan med böjda armar
th: ยกดัมเบลขึ้นด้านข้างและแขนงอ
zh_hans: 哑铃侧平举，屈臂。
zh_hant: 啞鈴側平舉，屈臂。

source: 16 Dumbbell Lateral Raise With Arms Bent
it: 1. Tieni le gambe alla larghezza delle spalle. Le mani devono ciondolare lungo i fianchi. 2. Mantenendo le braccia perfettamente dritte, solleva lentamente i manubri fuori e fino al livello delle spalle e allo stesso tempo piega le braccia fino a formare un angolo di 90 gradi e fino a che gli avambracci sono paralleli con il tuo corpo. Mantieni i palmi rivolti verso il terreno. 3. Mantieni i gomiti piegati, abbassa lentamente per tornare alla posizione di partenza e ripetere per il numero desiderato di ripetizioni.
ja: 1. 脚を肩幅に広げた状態にし、両手は体の横に下ろします。 2. 両腕を完全にまっすぐに維持します。ダンベルをゆっくりと肩の高さまで外側に引き上げ、同時に90度の角度を形成し前腕が体と平行になるまで腕を曲げます。手の平は床に向いています。 3. 肘は曲がった状態に保ちながら、ゆっくりとスタートポジションまで戻して、望むだけの回数を繰り返します。
nl: 1. Houd je benen op schouderbreedte uit elkaar. Je handen hangen naast je lichaam. 2. Terwijl je je armen goed recht houdt brenge je de halters naar buiten en omhoog tot op schouderhoogte. Tegelijkertijd buig je je armen tot ze een 90 graden hoek vormen en je bovenarmen parallel zijn aan je lichaam. Houd je handpalmen naar beneden gericht. 3. Houd je ellebogen gebogen en ga langszaam terug naar de startpositie. herhaal het aantal gewenste keren.
ru: 1. Держите ноги на ширине плеч. Руки должны быть опущены вниз. 2. Держа руки прямо, медленно поднимите гантели вверх до уровня плеч. В то же время согните руки, пока они не образуют угол в 90 градусов и пока предплечья не будут параллельны с телом. Держите ладони вниз. 3. Держа локти согнутыми, медленно вернитесь в исходное положение и повторите нужное количество раз.
sv: 1. Stå med benen axelbrett isär. Händerna ska hänga utmed sidorna. 2. Håll armarna helt raka och lyft långsamt hantlarna utåt och upp till axelnivå. Böj samtidigt armarna tills de formar en 90-graders vinkel och underarmarna är parallella med kroppen. Låt handflatorna vara vända mot marken. 3. Håll armbågarna böjda och släpp långsamt ner hantlarna tillbaka till startpositionen. Upprepa önskat antal gånger.
th: 1. จัดความห่างของขาให้เท่ากับความกว้างของไหล่ มือทั้งสองข้างห้อยลงที่ด้านข้างลำตัว 2. เหยียดแขนให้ตรง; ค่อย ๆ ยกดัมเบลออกและยกขึ้นถึงระดับเดียวกับไหล่ทั้งสองข้าง ขณะเดียวกัน งอแขนจนกระทั่งทำมุม 90 องศาและแขนท่อนปลายขนานกับลำตัว ขณะที่ฝ่ามือหันลงด้านล้าง 3. งอข้อศอกอยู่ตลอดเวลา ค่อย ๆ ลดระดับแขนลงไปที่ท่าเริ่มต้นและทำซ้ำตามจำนวนครั้งที่ต้องการ
zh_hans: 1. 双脚与肩同宽。双手垂直于身体两侧。 2. 确保手臂伸直，缓慢地抬举哑铃至肩膀水平，同时屈臂直到手臂呈90度及前臂与身体呈平行。保持手掌朝地。 3. 保持屈肘，缓慢地降回初始位置，重复目标锻炼次数。
zh_hant: 1. 雙腳與肩同寬。雙手垂直於身體兩側。 2. 確保手臂伸直，緩慢地擡舉啞鈴至肩膀水平，同時屈臂直到手臂呈90度及前臂與身體呈平行。保持手掌朝地。 3. 保持屈肘，緩慢地降回初始位置，重複目標鍛煉次數。

source: Dumbbell Scarecrow
it: Scarecrow con manubri
ja: ダンベルスケアクロウ
nl: Vogelverschrikker
ru: Гантели Пугало
sv: Fågelskrämma med hantlar
th: ท่ายกดัมเบลแบบหุ่นไล่กา
zh_hans: 哑铃稻草人
zh_hant: 啞鈴稻草人

source: 17 Dumbbell Scarecrow
it: 1. Mentre stai dritto con i piedi alla larghezza delle spalle, tieni i manubri davanti alle tue cosce con presa overhand. Alza le braccia lungo i fianchi fino a quando le braccia sono parallele al pavimento. 2. Ruota i gomiti in avanti fino a quando gli avambracci puntano verso l'alto. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 1. 足を肩幅に広げて直立し、ダンベルを大腿の前でオーバーハンドグリップで持ちます。前腕が床と平行になるまで両腕を横に上げます。 2. 肘を前に回転させ、前腕がまっすぐ上を向くようにします。1秒そのまま、その後、スタートポジションに戻します。
nl: 1. Terwijl je recht vooruit kijkt en je voeten op schouderbreedte uit elkaar houd je een stel halters tegen je dijen in overhandse grip. Til je armen nu op naar de zijkant tot je bovenarmen paralleel zijn aan de vloer. 2. Roteer nu je ellebogen voorwaarts tot je onderarmen recht omhoog wijzen. Houd vast gedurende een seconde en ga dan terug naar startpositie.
ru: 1. Стоя прямо, ноги на ширине плеч, держите гантели перед собой хватом снизу. Поднимите руки в стороны, пока предплечья не станут параллельны полу. 2. Поверните локти вперед, пока предплечья не будут смотреть прямо. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: 1. Titta rakt fram med fötterna axelbrett isär och håll hantlarna framför dina lår med ett överhandsgrepp. Lyft armarna till sidorna tills överarmarna är parallella med golvet. 2. Rotera armbågarna framåt tills underarmarna pekar rakt upp. Håll i en sekund. Återgå till startläget.
th: 1. ยืนตรงโดยให้เท้าทั้งสองข้างอยู่ห่างกันเท่ากับความกว้างของไหล่ ถือดัมเบลด้วยการจับแบบคว่ำมือไว้ที่ระดับต้นขาส่วนหน้า ยกแขนขึ้นไปที่ด้านข้างจนกระทั่งขนท่อนบนขนานกับพื้น 2. หมุนข้อศอกไปด้านหน้าจนกระทั่งแขนท่อนปลายชี้ขึ้นด้านบน ค้างไว้ที่ท่านี้สักครู่ จากนั้นกลับไปที่ท่าเริ่มต้น
zh_hans: 1. 盯着前直方，双脚与肩同宽，正握哑铃，哑铃置于大腿前侧。手臂抬到身体两侧，直到上臂与地面呈平行。 2. 朝前转动手肘，直到前臂朝上。保持此姿态数秒种。返回初始姿态。
zh_hant: 1. 盯著前直方，雙腳與肩同寬，正握啞鈴，啞鈴置於大腿前側。手臂擡到身體兩側，直到上臂與地面呈平行。 2. 朝前轉動手肘，直到前臂朝上。保持此姿態數秒種。返回初始姿態。

source: Dumbbell Shoulder Press
it: Distensioni con manubri
ja: ダンベルショルダープレス
nl: Halter drukken vanuit schouder
ru: Жим гантелей от плеча
sv: Axelpress med hantlar
th: ท่ายกดัมเบลด้วยไหล่
zh_hans: 哑铃肩部推举
zh_hant: 啞鈴肩部推舉
