Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription8
source: Sit with your knees bent, soles of the feet planted in front of you, and arms outstretched. Lift your feet off the ground and bring your shins to parallel the ceiling, arms extended next to your legs. Balancing on your sitting bones, hold for at least 5 breaths.
de: Sitze mit gebeugten Knien und den Fußsohlen vor dir, die Arme sind ausgestreckt. Hebe deine Füße vom Boden und hebe deine Schienbeine, sodass sie parallel zur Decke sind, die Arme an den Seiten deiner Beine ausgestreckt. Balanciere auf deinen Gesäßknochen und halte die Position für mindestens 5 Atemzüge.
es: Siéntate con las rodillas dobladas, las plantas de los pies plantadas frente a ti y los brazos extendidos. Levanta los pies del suelo y haz que las espinillas queden paralelas al techo con los brazos extendidos cerca de las piernas. Mantén el equilibrio sobre la zona de los glúteos y aguante durante un mínimo de 5 respiraciones.
fr: Se tenir assis avec les genoux pliés, la plante des pieds posée à plat en avant et les bras tendus. Décoller les pieds du sol et positionner les tibias parallèles au plafond, les bras tendus le long des jambes. En se balançant sur les os iliaques, maintenir la posture pendant au moins 5 respirations.
it: Sedetevi con le ginocchia piegate, le piante dei piedi piantati di fronte a voi e le braccia distese. Sollevare i piedi da terra e portare gli stinchi in parallelo in alto, le braccia estese accanto alle gambe. Bilanciamento sull’osso sacro, tenere per almeno 5 respiri.
ja: ひざを曲げて座り、足の裏を身体の前につき、腕を前に伸ばします。足を地面から離して、すねが天井と平行になるようにし、腕は足の両側で伸ばします。坐骨結節の上でバランスを取り、最低でも呼吸５回はその姿勢を維持します。
ko: 무릎을 구부리고 발바닥을 앞으로 가지런히 하고 앉아서 팔을 쭉 뻗습니다. 다리를 바닥에서 들어올려 정강이를 천장과 평행이 되게 하고 팔은 다리 옆에서 쭉 폅니다. 앉아서 균형을 맞추며 최소한 5호흡을 유지합니다.
nl: Zit met gebogen knieën en zet je voeten recht voor je plat op de vloer met de armen uitgestrekt. Til je voeten van de grond en breng je schenen parallel aan het plafond met de armen uitgestrekt naast je benen. Balanceer op je zitbeen en blijf minstens 5 ademhalingen in deze houding zitten.
pt_pt: Sente-se com os joelhos dobrados, plantas dos pés esticadas à sua frente e braços esticados para a frente. Levante os pés do chão e coloque as canelas paralelas ao teto, com os braços esticados ao lado das pernas. Equilibrando-se sobre o rabo, mantenha a posição durante pelo menos 5 ciclos de respiração.
ru: Примите позу сидя. Упритесь пальцами рук в пол на уровне таза. Слегка отведите туловище назад, согните колени, поднимите их. Поднимите ноги так, чтобы они составили с полом угол 60 градусов, а голени были параллельны полу. Вытяните обе руки вперед, держа их параллельно полу. Ладони смотрят друг на друга. Продолжайте растягивать позвоночник и втяните его в тело, чтобы туловище не провисало, а грудная клетка оставалась открытой.
sv: Sitt med dina knän böjda, fotsulorna planterade framför dig och utsträckta armar. Lyft fötterna från marken och ta smalbenen till parallellt med taket, armarna utsträckta intill benen. Balanserandes på sittbenen, håll i minst 5 andetag.
th: นั่งชันเข่าขึ้นจากนั้นค่อย ๆ ยื่นฝ่าเท้าและเหยียดแขนออกไปด้านหน้า ยกเท้าของคุณให้สูงจากพื้นและโน้มตัวไปข้างหน้าโดยเหยียดแขนไปทางด้านหน้าของคุณ ค่อย ๆ จัดสมดุลกระดูกก้นของคุณและกลั้นหายใจยาว ๆ อย่างน้อย 5 ครั้ง
tr: Dizleriniz bükülü, ayak tabanlarınız önünüze yerleşmiş ve kollarınız uzanmış vaziyette oturun. Ayaklarınızı yerden kaldırın ve kollarınız bacaklarınızın yanına uzatılmış vaziyette kaval kemiklerinizi tavana paralel konuma getirin. Oturma kemiklerinizi dengeleyerek, en az 5 nefes boyunca sürdürün.
zh_hans: 屈膝坐在地上，双脚并拢在身体前方，双臂伸直。双脚离地提起，小腿与天花板平行，双臂在大腿旁伸展。坐在坐骨上保持平衡，维持姿势至少5个呼吸的时长。
zh_hant: 屈膝坐在地上，雙腳併攏在身體前方，雙臂伸直。雙腳離地提起，小腿與天花板平行，雙臂在大腿旁伸展。坐在坐骨上保持平衡，維持姿勢至少5個呼吸的時長。

# exerciseDescription9
source: Lie on your belly, bend your knees, and reach back to hold on to the outsides of your ankles. Lift your head, chest, and legs off of the ground. Keep your legs no wider than hips distance from each other as you reach the crown of your head and your shins towards the ceiling.
de: Lege dich auf den Bauch, beuge deine Knie und führe sie zum Rücken, um die Außenseiten deiner Knöchel halten zu können. Hebe deinen Kopf, deine Brust und deine Beine vom Boden. Halte deine Beine nicht weiter als hüftbreit geöffnet, wenn du deinen Kopfscheitel erreichst und deine Schienbeine in Richtung Decke hältst.
es: Túmbate sobre el vientre, dobla las rodillas y estírate para sujetarte a la zona externa de los tobillos. Levanta la cabeza, el pecho y las piernas del suelo. Mantén las piernas separadas entre ellas con una apertura no superior a la distancia entre las caderas mientras llevas la parte superior de la cabeza y las espinillas hacia el techo.
fr: S'allonger sur le ventre, plier les genoux et toucher en gardant le contact l'extérieur des chevilles. Décoller du sol la tête, la poitrine et les jambes. Ne pas écarter les jambes et les garder aligner tout en atteignant l'arrière de la tête avec les tibias en direction du plafond.
it: Sdraiatevi sulla pancia, piegate le ginocchia, e aggrapparsi ai lati esterni delle caviglie. Sollevare la testa, petto e gambe sollevati. Tenere le gambe non più larghe della distanza dei fianchi, spingere la sommità della testa e gli stinchi verso il soffitto.
ja: 腹ばいになり、ひざを曲げて、後ろから足首の外側をつかみます。頭と胸と脚を地面から離します。脚が腰の幅よりも広がらないようにしながら、頭のてっぺんとすねが天井に向かって伸びるようにします。
ko: 배로 누워서 무릎을 구부려 발목 바깥쪽을 잡도록 뒤로 뻗습니다. 머리, 가슴 및 다리를 들어올립니다. 정수리와 정강이를 천장 쪽으로 뻗을 때 다리가 서로 엉덩이 너비보다 벌어지지 않도록 합니다.
nl: Ga op je buik liggen, buig je knieën en pak vervolgens de buitenzijde van je enkels vast. Til je hoofd, borst en benen van de grond. Houd je knieën op heupbreedte van elkaar, terwijl je je door de kruin van je hoofd omhoog trekt en je scheenbenen richting plafond wijzen.
pt_pt: Deite-se de barriga para baixo, com os joelhos fletidos e curve-se para trás para agarrar a parte exterior dos seus tornozelos. Levante a cabeça, o peito e as pernas do chão. Mantenha as suas pernas com uma distância não superior à largura das ancas à medida que estica a cabeça e as canelas na direção do teto.
ru: Лечь на пол во всю длину тела на живот лицом вниз. Выдохнуть и согнуть ноги в коленях. Вытянуть руки назад и ухватиться левой рукой за левую лодыжку, а правой рукой - за правую лодыжку. Тяните ноги вверх, поднимая колени и одновременно поднимая от пола грудь. Поднять голову и отвести ее как можно дальше назад. Ни ребра, ни тазовые кости не должны касаться пола. Только живот несет на себе вес тела.
sv: Ligg på mage, böj knäna och sträck bakåt för att hålla fast vid utsidan av anklarna. Lyft ditt huvud, bröst och benen från marken. Håll benen inte bredare än höftavstånd från varandra när du räcker kronan på huvudet och smalbenen mot taket.
th: นอนคว่ำจากนั้นค่อย ๆ งอเข่ามาทางด้านหลังและเอื้อมมือไปจับข้อเท้าของคุณ ยกศีรษะ หน้าอกและขาของคุณให้สูงจากพื้น รักษาระยะไม่ให้ขาแยกออกกว้างไปกว่าสะโพกของคุณในขณะที่คุณเงยหน้าแหงนขึ้นด้านบน
tr: Göbeğinizin üstüne yatın, dizlerinizi bükün ve ayak bileklerinizin dış kısımlarını tutmak için geriye uzanın. Başınızı, göğsünüzü ve bacaklarınızı yerden kaldırın. Başınızın üst kısmını ve kaval kemiklerinizi tavana doğru kaldırırken bacaklarınızın kalçalarınızla aynı hizada olması için gereken aralıktan daha fazla açık olmamasını sağlayın.
zh_hans: 俯卧在地，屈膝并用双手抓住脚踝。离地抬起头、胸和双脚。头与小腿朝向天花板时，双腿相距不应超过臀部的宽度。
zh_hant: 俯臥在地，屈膝並用雙手抓住腳踝。離地抬起頭、胸和雙腳。頭與小腿朝向天花板時，雙腿相距不應超過臀部的寬度。

# exerciseDescription10
source: Lie on your back with your knees bent, soles of the feet planted hips distance apart and outer edges of the feet parallel to each other. Hold the outsides of your ankles in your hands, lift your pelvis off of the ground, and curve your chest up.
de: Lege dich auf den Rücken mit gebeugten Knien, deinen Fußsohlen hüftbreit auseinander und den Außenseiten deiner Füße parallel zueinander. Halte die Außenseiten deiner Knöchel in deinen Händen, hebe dein Becken vom Boden und wölbe deine Brust nach oben.
es: Túmbate sobre la espalda con las rodillas dobladas, los pies plantados con una separación similar a la distancia entre las caderas y los bordes externos de los pies paralelos. Sujeta la zona externa de los tobillos con las manos, levanta la pelvis del suelo y curva el pecho hacia arriba.
fr: S'allonger sur le dos avec les genoux pliés, la plante des pieds ramenée vers les hanches et le bord extérieur des pieds parallèle. Tenir l'extérieur des chevilles avec les mains, décoller le pelvis du sol et incurver la poitrine vers le haut.
it: Sdraiatevi sulla schiena con le ginocchia piegate, le piante dei piedi a distanza dei fianchi , i bordi esterni dei piedi paralleli l'uno all'altro. Tenere l'esterno delle caviglie nelle vostre mani, sollevare il bacino, e la curvarle fino al petto.
ja: ひざを曲げて仰向けになり、足は腰の幅で地面につき、足の外側がお互いに平行になるようにします。足首の外側を手でつかみ、骨盤を地面から離し、胸を反らせて持ち上げます。
ko: 무릎을 구부리고 발바닥은 엉덩이 너비만큼 벌리고 발 바깥쪽은 서로 평행이 되게 한 상태에서 등 뒤로 눕습니다. 손으로 발목 바깥쪽으로 잡아 골반을 들어 올리며, 가슴을 곡선이 되도록 올립니다.
nl: Ga met gebogen knieën op je rug liggen, de voeten plat op heupbreedte van elkaar met de buitenzijden parallel van elkaar. Houd de buitenzijde van je enkels met je handen vast, til je bekken op hef je borst omhoog.
pt_pt: Deite-se de costas com os joelhos fletidos, pés esticados à distância da largura das ancas e paralelos entre si. Segure a parte de fora dos seus tornozelos com as mãos, levante a pélvis do chão e curve o peito para cima.
ru: Нет описания.
sv: Ligg på rygg med dina knän böjda, fotsulorna planterade på höftavstånd och ytterkanterna av fötterna parallella med varandra. Håll utsidorna av anklarna i dina händer, lyft bäckenet bort från marken, och kurva ditt bröst uppåt.
th: นอนหงายบนแผ่นหลังของคุณโดยที่งอเข่าและวางเท้าให้แยกออกจากกันโดยที่เท้าของคุณรักษาระยะให้ขนานกัน ค่อย ๆ เอื้อมมือไปจับข้อเท้าของคุณ จากนั้นยกกระดูกเชิงกรานขึ้นสูงจากพื้นและค่อยดันหน้าอกของคุณขึ้น
tr: Dizleriniz bükülü, ayak tabanlarınız kalçalarınızla aynı hizada olacak şekilde aralıklı ve ayakların dış kısmı birbirine paralel vaziyette sırt üstü yatın. Ayak bileklerinizin dış kısmını ellerinizle tutun, pelvisinizi yerden kaldırın ve göğsünüzü yukarıya doğru eğin.
zh_hans: 屈膝仰卧在地，双脚平行并且相距与臀同宽。双手抓住脚踝，骨盆离地抬起，胸部向上拱起。
zh_hant: 屈膝仰臥在地，雙腳平行並且相距與臀同寬。雙手抓住腳踝，骨盆離地抬起，胸部向上拱起。

# exerciseDescription11
source: Kneel with your shins parallel to each other and tops of the feet on the floor. Stack your hips above your knees and your shoulders above your hips. Lift your chest towards the sky and keep the hips over the knees as you reach back to hold your heels.
de: Knie dich mit deinen Schienbeinen parallel zueinander und den Fußoberseiten auf dem Boden hin. Hebe deine Hüfte über deine Knie und deine Schultern über deine Hüfte. Hebe deine Brust zum Himmel und lasse die Hüfte über den Knien, während du nach hinten fasst, um deine Fersen zu berühren.
es: Arrodíllate con las espinillas paralelas y la parte superior de los pies en el suelo. Coloca las caderas sobre las rodillas y los hombros sobre las caderas. Eleva el pecho hacia el cielo y mantén las caderas sobre los rodillas mientras te desplazas hacia atrás para sujetar los talones.
fr: S'agenouiller avec les tibias parallèles l'un à l'autre et le dessus des pieds au contact du sol. Positionner les hanches au-dessus des genoux et les épaules au-dessus des hanches. Soulever la poitrine vers le ciel et maintenir les hanches au-dessus des genoux tout en s'appuyant sur les talons.
it: Inginocchiatevi con gli stinchi paralleli tra loro e le parti superiori dei piedi sul pavimento. Allinea i fianchi con le ginocchia e le spalle con i fianchi. Sollevare il petto verso in alto mantenendo i fianchi sopra le ginocchia, fino a raggiungere i talloni.
ja: すねがお互いに平行になるようにひざをつき、足の甲を地面につきます。お尻がひざの真上に来るようにし、肩がお尻の真上に来るようにします。胸を上に向けて反り、お尻がひざの上から動かないようにしながら、身体の後ろでかかとをつかみます。
ko: 정강이를 서로 평행이 되게 하며 발등을 바닥으로 해서 무릎을 꿇습니다. 엉덩이는 무릎 위로 어깨는 엉덩이 위로 포개 지도록 합니다. 가슴을 위쪽으로 들어올리며 등이 발 뒤꿈치에 닿듯이 엉덩이를 무릎 위로 유지합니다.
nl: Kniel met je scheenbenen parallel aan elkaar en de bovenzijde van de voeten op de vloer. Breng je heupen boven je knieën en je schouders boven je heupen. Trek je borst naar boven en houd de heupen boven de knieën, terwijl je van achteren je enkels vastpakt.
pt_pt: Ajoelhe-se com as canelas paralelas entre si e o peito dos pés no chão. Alinhe as ancas por cima dos joelhos e os ombros por cima das ancas. Levante o peito na direção do céu e mantenha as ancas por cima dos joelhos à medida que se dobra para trás para agarrar nos calcanhares.
ru: Встаньте на колени, ступни на ширине бедер. С силой упритесь голенями и передней стороной ступней в пол. Протяните руки к пяткам и возьмитесь за них пальцами. Вытягивайте шею и опускайте голову назад. Смотрите назад. Продолжайте поднимать и раскрывать грудную клетку. Держите бедра перпендикулярно полу.
sv: Knäböj med smalbenen parallella med varandra och topparna av fötterna på golvet. Stapla dina höfter ovanför knäna och axlarna ovanför höfterna. Lyft bröstet mot himlen och håll höfterna över knäna medan du sträcker bakåt för att hålla hälarna.
th: นั่งคุกเข่าลงบนส้นเท้าโดยให้หน้าแข้งและหน้าเท้าของคุณขนานกัน ค่อย ๆ ขยับสะโพกและหัวไหล่ของคุณให้สูงขึ้น ยกหน้าอกของคุณให้สูงขึ้นและค่อย ๆ โน้มตัวไปด้านหลังเพื่อเอื้อมจับส้นเท้าของคุณ
tr: Kaval kemikleriniz birbirine paralel ve ayaklarınızın üst kısmı yerde olacak şekilde diz çökün. Kalçalarınızı dizlerinizin üzerinde ve omuzlarınızı kalçalarınızın üzerinde konumlandırın. Göğsünüzü gökyüzüne doğru kaldırın ve topuklarınızı tutmak için geri uzandığınızda kalçalarınızı dizlerinizin üzerinde tutun.
zh_hans: 小腿平行跪在地上，大腿与肩膀和膝盖垂直。胸部朝天抬起，双手往后抓住脚跟，同时保持大腿在膝盖上方的位置。
zh_hant: 小腿平行跪在地上，大腿與肩膀和膝蓋垂直。胸部朝天抬起，雙手往後抓住腳跟，同時保持大腿在膝蓋上方的位置。

# exerciseDescription12
source: Start on all fours in a tabletop position with your shoulders above your wrists and your hips above your knees. As you exhale, round your spine so that your head releases towards the floor, your navel lifts towards your spine, and your tailbone curls down towards the floor.
de: Beginne auf allen vieren in der Position eines Bretts mit deinen Schultern über deinen Handgelenken und deiner Hüfte über deinen Knien. Mache deine Wirbelsäule, sodass dein Kopf in Richtung Boden abfällt, während du ausatmest. Dein Bauchnabel zieht zur Wirbelsäule und dein Steißbein windet sich zum Boden.
es: Empieza a cuatro patas en la posición de la mesa con los hombros sobre las muñecas y las caderas sobre las rodillas. Mientras exhalas, curva la espalda para que la cabeza vaya hacia el suelo, el ombligo suba hacia la espalda y el coxis se curve hacia el suelo.
fr: Commencer à quatre pattes dans la position de la table avec les épaules au-dessus des poignets et les hanches au-dessus des genoux. Tout en expirant, arrondir la colonne vertébrale afin que la tête se dirige vers le sol, le nombril se soulève vers la colonne vertébrale et le coccyx se courbe en direction du sol.
it: Stando a quattro zampe , nella posizione del tavolo con le spalle sopra i polsi e le vostre anche sopra le ginocchia. Durante l'espirazione, oiegare la colonna vertebrale in modo da spingere la testa verso il pavimento, l'ombelico verso la colonna vertebrale, e il coccige in basso verso il pavimento.
ja: 両手と両ひざをついて、肩が手首の真上、お尻がひざの真上に来る姿勢から始めます。息を吐きながら背骨を曲げて、頭が地面の方へ下がり、みぞおちが背骨の方に引き上げられ、尾てい骨が地面に向かって動くようにします。
ko: 어깨를 손목 위쪽으로 엉덩이를 무릎 위쪽으로 해서 테이블 자세로 시작합니다. 숨을 내쉬면서 머리가 바닥으로 향하게, 배꼽을 허리 쪽으로 들어올리며 꼬리뼈는 바닥으로 말아 내려 척추를 둥글게 합니다.
nl: Begin in de tafelhouding op handen en knieën met je schouders boven je polsen en je heupen boven je knieën. Als je uitademt, maak je je rug zo bol mogelijk, waardoor je hoofd richting vloer komt, je navel richting wervelkolom trekt en je stuitje naar voren richting vloer wordt gekanteld.
pt_pt: Comece de gatas em posição de mesa com os ombros por cima dos pulsos e ancas por cima dos joelhos. Ao expirar, enrole a sua coluna de forma a que a cabeça se liberte em direção ao chão, o umbigo se eleve na direção da coluna e o cóccix se curve na direção do chão.
ru: Встаньте на колени. Колени и стопы можно слегка раздвинуть или держать вместе; допустимо и то, и другое. Наклонитесь вперёд и положите ладони на пол напротив коленей. Ладони следует поместить так, чтобы они находились прямо под плечами. Выдыхая, прогибайте спину вверх, чтобы она образовала горб. Втяните живот, чтобы удалить из лёгких как можно больше воздуха. В конце выдоха голова должна быть опущена между руками, лицом к бёдрам.
sv: Börja på alla fyra i bordsläge med axlarna ovanför handlederna och höfterna ovanför knäna. När du andas ut, runda din ryggrad så att ditt huvud släpper mot golvet, lyft din navel mot din ryggrad, och svanskotan nedåt mot golvet.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขาโดยให้หัวไหล่ตั้งตรงกับข้อมือและสะโพกอยู่เหนือหัวเข่า ในขณะที่คุณหายใจออกค่อย ๆ โก้งโค้งหลังของคุณขึ้นเพื่อให้ศีรษะพุ่งตรงเข้าหาพื้นโดยที่หน้าท้องของคุณยกขึ้นเข้าหาแผ่นหลังและให้กระดูกก้นกบโค้งลงไปกับพื้น
tr: Omuzlarınız bileklerinizin üzerinde ve kalçalarınız dizlerinizin üzerinde olacak şekilde dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Nefes verirken, başınızı yere doğru serbest bırakacak, göbeğiniz omurganıza doğru çıkacak ve kuyruk sokumunuz yere doğru aşağıya kıvrılacak şekilde omurganızı yuvarlaklaştırın.
zh_hans: 以四柱式的姿势开始，肩膀位于手腕上方，大腿位于膝盖上方。呼气时，弯曲背脊让头部贴地，缩腹，尾骨朝地弯曲。
zh_hant: 以四柱式的姿勢開始，肩膀位於手腕上方，大腿位於膝蓋上方。呼氣時，彎曲背脊讓頭部貼地，縮腹，尾骨朝地彎曲。

# exerciseDescription14
source: Stand with your feet hips distance apart and outer edges of the feet parallel to each other. Inhale and extend your arms alongside your ears, palms facing each other. Keep the arms shoulders width apart as you bend your knees and draw the hips back. Try to bring your thighs parallel to the ground and keep them there as you lift your lower belly and your chest.
de: Stehe mit den Füßen hüftbreit auseinander und den Außenflächen deiner Füße parallel zueinander. Atme ein und strecke deine Arme neben deinen Ohren aus, die Handflächen schauen zueinander. Halte die Arme schulterbreit auseinander, während du deine Knie beugst und mit deiner Hüfte zurückweichst. Versuche deine Oberschenkel parallel zum Boden zu bekommen und sie dort zu halten, während du deinen Unterbauch und deine Brust anhebst.
es: Ponte de pie con los pies separados a la distancia entre las caderas y los bordes externos de los pies paralelos. Inhala y extiende los brazos junto a los oídos, con las palmas frente a frente. Mantén los brazos a la distancia entre los hombros mientras flexionas las rodillas y retrasas las caderas. Intenta colocar los muslos paralelos al suelo y mantenerlos así mientras elevas el bajo vientre y el pecho.
fr: Se tenir avec les pieds ramenés vers les hanches et le bord extérieur des pieds parallèles l'un à l'autre. Inspirer et allonger les bras vers le haut près des oreilles et les paumes faisant face. Conserver l'espace entre les bras tout en pliant les genoux et en ramenant les hanches vers l'arrière. Essayer de positionner les cuisses parallèles au sol et de les maintenir dans cette position tout en soulevant le bas ventre et la poitrine.
it: In piedi con i piedi a distanza fianchi e i bordi dei piedi paralleli l'uno all'altro. Inspirate ed estendete le braccia sulle orecchie, i palmi uno di fronte all'altro. Mantenere le braccia alla larghezza delle spalle, piegarsi sulle ginocchia e spingendo i fianchi indietro. Provare a portare le cosce parallele al suolo sollevando il basso ventre e il petto.
ja: 両足が腰の幅になるように立ち、足の外側がお互いに平行になるようにします。息を吸いながら、両腕を耳につくように伸ばし、手のひらは互いに向かい合わせになるようにします。腕は肩幅を維持するようにしながら、ひざを曲げて、お尻を後ろに突き出します。太ももが地面に平行になるようにし、その場所から動かないようにしながら、下腹部と胸を引き上げるようにします。
ko: 두 발을 엉덩이 너비만큼 벌려 발 바깥쪽이 서로 평행이 되게 섭니다. 숨을 들이쉬며 팔을 손바닥이 마주보도록 하며 귀 옆으로 쭉 폅니다. 팔을 어깨너비로 유지한 채 무릎을 구부리고 엉덩이를 뒤로 뺍니다. 아랫배와 가슴을 들어올릴 때 허벅지를 땅과 평행이 되도록 유지합니다.
nl: Sta met je voeten op heupbreedte uit elkaar met de buitenranden van je voeten parallel aan elkaar. Adem in en strek je armen langs je oren met de handpalmen naar elkaar toe. Houd de armen en schouders uit elkaar, terwijl je door je knieën buigt en je je heupen naar achteren brengt. Probeer de bovenbenen parallel aan elkaar te houden, terwijl je je onderbuik en borst optilt.
pt_pt: Em pé, afaste os pés à largura das ancas e mantenha-os paralelos entre si. Inspire e estique os braços junto às orelhas, com as palmas das mãos viradas uma para a outra. Mantenha os braços à largura dos ombros à medida que flete os joelhos e desloca as ancas para trás. Tente colocar as coxas paralelas ao chão e mantê-las nessa posição enquanto eleva a barriga e o peito.
ru: Всньте держа стопы вместе. Сгибая ноги в коленях, опустите ягодицы вниз, словно садясь на стул. Направте копчик вниз, а лобковую кость вверх, чтобы полностью выпрямить нижний отдел спины. Вытяните руки над головой параллельно друг другу, опуститесь еще ниже, удерживая спину по возможности вертикально.
sv: Stå med fötterna på höftavstånd från varandra och ytterkanterna av fötterna parallella med varandra. Andas in och förlänga armarna längs dina öron, handflatorna mot varandra. Håll isär armarna på axelbredd när du böjer knäna och dra höfterna tillbaka. Försök att ta låren parallellt med marken och håll dem där medan du lyfter din nedre mage och bröst.
th: ยืนขึ้นโดยให้เท้าของคุณห่างออกจากกันและจัดเท้าของคุณให้ขนานกัน หายใจเข้าและยืดแขนของคุณออกไปให้ขนานกับใบหูโดยหันฝ่ามือเข้าหากัน โดยให้แขนห่างกันระยะช่วงไหล่ขณะที่คุณงอเข่าและหย่อนสะโพกของคุณไปทางด้านหลัง ค่อย ๆ ขยับให้ต้นขาขนานไปกับพื้นและในขณะที่คุณยกหน้าอกและหน้าท้องของคุณขึ้น
tr: Ayaklarınız kalçalarınızla aynı hizada olacak şekilde birbirinden ayrılmış ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. Nefes alın ve avuç içleri birbirine bakar vaziyette kollarınızı kulaklarınızın yanına uzatın. Dizlerinizi büküp, kalçalarınızı geri çekerken kollarınızı omuzlarla aynı hizada olacak şekilde birbirinden ayrı tutun. Uyluklarınızı yere paralel konuma getirmeye ve alt göbeğiniz ile göğsünüzü kaldırırken aynı konumda tutmaya çalışın.
zh_hans: 双脚与臀同宽站立，双脚保持平行。吸气时双臂在耳朵旁边伸展，手掌相对。膝盖弯曲与收回臀部时，手臂保持与肩膀同宽。在提起小腹和胸部时，试着让大腿与地面保持平行。
zh_hant: 雙腳與臀同寬站立，雙腳保持平行。吸氣時雙臂在耳朵旁邊伸展，手掌相對。膝蓋彎曲與收回臀部時，手臂保持與肩膀同寬。在提起小腹和胸部時，試著讓大腿與地面保持平行。
