Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription4
source: Stand with your feet hips distance apart. Reach your arms straight out in front of you, palms face down. Bend your knees and lift your heels over the balls of your feet.
de: Stehe mit den Füßen hüftbreit auseinander. Strecke deine Arme nach vorne aus mit den Handflächen nach unten. Beuge deine Knie und hebe deine Fersen über deinen Fußballen an.
es: Ponte de pie con los pies separados a la altura de las caderas. Extiende los brazos rectos frente a ti con las palmas hacia abajo. Flexiona las rodillas y eleva los talones sobre la punta de los pies.
fr: Se tenir avec les pieds ramenés près des hanches. Tendre les bras droit devant soi, paumes tournées vers le bas. Plier les genoux et soulever les talons pour les décoller en appui sur la plante des pieds.
it: Stando con i piedi perpendicolari ai fianchi, stendere le braccia dritte di fronte a voi, con i palmi rivolti verso il basso piegare le ginocchia e sollevare i talloni sulle punte dei piedi.
ja: 足を腰の幅に広げて立ちます。腕をまっすぐ前に伸ばして、手のひらを下に向けます。ひざを曲げて、母指球の上に来るようにかかとを上げます。
ko: 엉덩이 너비만큼 벌려서 섭니다. 손바닥은 아래로 향하게 하고 팔을 앞으로 곧게 폅니다. 무릎을 구부리고 발 볼 위로 발 뒤꿈치를 들어 올립니다.
nl: Sta met je voeten op heupbreedte van elkaar. Breng je armen recht naar voren met de handpalmen naar beneden. Buig je knieën en til je hielen over de ballen van je voeten op.
pt_pt: Em pé, coloque os pés à mesma distância das ancas. Estique os braços para a frente com as palmas das mãos viradas para baixo. Dobre os joelhos e eleve os calcanhares sobre a parte dianteira dos pés.
ru: Встаньте прямо, ноги вместе. Согните колени и опустите бедра, одновременно вставая на носочки. Поднимите руки на уровне плеч. Держите спину прямой и перенесите вес на ягодицы.
sv: Stå med fötterna på höftavstånd. Sträck armarna rakt ut framför dig, handflatorna nedåt. Böj knäna och lyft hälarna över bollarna av dina fötter.
th: ยืนขึ้นโดยให้เท้าของคุณห่างออกจากกัน เหยียดแขนของคุณไปข้างหน้าแล้วคว่ำมือลง ย่อเข่าให้ขนานกับพื้นและค่อย ๆ ยกส้นเท้าของคุณให้สูงขึ้น
tr: Ayaklarınızı kalçalarınızla aynı hizada olacak şekilde birbirinden ayırın. El ayalarınız yere bakar şekilde kollarınızı doğrudan önünüze uzatın. Dizlerinizi bükün ve ayağınızın arkasının parmakların altında kalan kısmı üzerinde yükselin.
zh_hans: 双脚分开站立，与臀同宽。将手臂往前伸直，手掌向下。屈膝并提起脚后跟。
zh_hant: 雙腳分開站立，與臀同寬。將手臂往前伸直，手掌向下。屈膝並提起腳後跟。

# exerciseDescription5
source: Lie down on your back with your palms cupping the back of your head. Cross your left ankle over the right ankle. Side bend to the right by moving your upper body and legs to the right. Return to center, switch the cross of the ankles so that the right leg is on top, and side bend to the left.
de: Lege dich auf den Rücken und umschließe die Hinterseite deines Kopfs mit deinen Handflächen. Lege deinen linken Fußknöchel über deinen rechten Knöchel. Beuge dich zur rechten Seite, indem du deinen Oberkörper und deine Beine nach rechts bewegst. Komme zurück zur Mitte, kreuze die Knöchel andersherum, sodass das rechte Bein oben ist und beuge dich zur linken Seite.
es: Túmbate de espaldas con las palmas sujetando la nuca. Cruza el tobillo izquierdo sobre el tobillo derecho. Dóblate lateralmente hacia la derecha moviendo la parte superior del cuerpo y las piernas a la derecha. Vuelve al centro, cambia el cruce de los tobillos para que la pierna derecha quede encima y dóblate lateralmente hacia la izquierda.
fr: S'allonger sur le dos avec les paumes enveloppant l'arrière de votre tête. Croiser la cheville gauche sur la cheville droite. Se pencher vers la droite en bougeant la partie haute du corps et les jambes vers la droite. Revenir au centre, interchanger la position des chevilles pour que la droite soit au-dessus et se pencher vers la gauche.
it: Sdraiati sulla schiena con i palmi delle mani a coppa sulla parte posteriore della testa. Poggiare la caviglia sinistra sopra la caviglia destra. Fare una curva laterale spostando la parte superiore del corpo e le gambe a destra. Rientrare al centro, cambiare l’incrocio delle caviglie in modo che la gamba destra sia sopra, effettuare la curva a sinistra.
ja: 仰向けに横たわり、手を組んで頭の後ろに置きます。左の足首を右の足首の上に交差させます。上半身と脚を右に動かして、身体全体を右に曲げます。一度、真ん中に戻ったら、交差している足首を入れかえて、右脚が上になるようにして、次は身体全体を左に曲げます。
ko: 손을 머리 뒤로하고 등을 바닥에 대고 눕습니다. 왼쪽 발목을 오른쪽 발목에 교차합니다. 다리는 오른쪽으로, 상체를 움직여 오른쪽으로 구부립니다. 바로 돌아와서, 발목을 바꿔 교차해 오른쪽 발목을 위로 올려서 왼쪽으로 구부립니다.
nl: Ga op je rug liggen met de handpalmen onder je hoofd. Kruis je linkerenkel over je rechterenkel. Buig zijwaarts naar rechts door je bovenlichaam en benen naar rechts te brengen. Keer terug naar het midden wissel het kruisen van de enkels met de de rechterenkel boven en buig zijwaarts naar links.
pt_pt: Deite-se de costas com as palmas das mãos na parte de trás da cabeça. Cruze o seu tornozelo esquerdo por cima do tornozelo direito. Torça lateralmente para a direita movendo a parte superior do corpo e as pernas para a direita. Regresse ao centro, troque a posição dos tornozelos de forma a que o tornozelo direito fique por cima e torça lateralmente para a esquerda.
ru: Лягте на пол, держа руки вытяннутыми вдоль тела и ноги параллельно друг другу. Заведите левую ногу за стопу правой ноги. Ладони поставьте под затылок. В этом положении начните скручиваться в области талии в правую сторону, стремясь локтем правой руки к одноименной стопе.
sv: Ligg ner på rygg med handflatorna koppande baksidan av huvudet. Korsa vänster fotled över den högra fotleden. Böj sidan åt höger genom att flytta överkroppen och benen till höger. Återgå till centrum, växla korset av anklarna så att det högra benet är på topp, och böj sidan åt vänster.
th: นอนลงบนแผ่นหลังของคุณโดยใช้ฝ่ามือหนุนศีรษะของคุณเอาไว้ และจากนั้นไขว้ข้อเท้าโดยให้ข้อเท้าซ้ายอยู่ด้านบน จากนั้นค่อย ๆ พลิกตัวไปด้านขวาโดยให้ร่างกายท่อนบนและส่วนขาเคลื่อนไปทางด้านขวา ย้อนกลับมาที่ตรงกลาง สลับไขว้ข้อเท้าโดยให้ขาขวาอยู่ด้านบนและค่อย ๆ พลิกตัวไปด้านซ้าย
tr: Avuç içlerinizle başınızın arkasını kavrayarak sırt üstü yatın. Sol ayak bileğinizi sağ ayak bileğinizin üstüne atın. Vücudunuzun üst kısmını ve bacaklarınızı sağa hareket ettirerek yana doğru eğilin. Merkeze dönün, ayak bileğinizi bu kez sağ bacak yukarıda olacak şekilde diğer bileğin üstüne atın ve sola doğru yana eğilin.
zh_hans: 仰躺在地，手掌放在脑后，左脚踝交叉在右脚踝上。上半身与双脚侧弯到右边。然后回到中心，左右脚踝位置交换，让右腿在上方，再侧弯到左边。
zh_hant: 仰躺在地，手掌放在腦後，左腳踝交叉在右腳踝上。上半身與雙腳側彎到右邊。然後回到中心，左右腳踝位置交換，讓右腿在上方，再側彎到左邊。

# exerciseDescription6
source: Stand in a forward fold with your feet hips distance apart. Bend your knees and, starting with the right arm in front of you, thread it between your legs, bend the elbow, and reach your right hand towards your outer right hip. Bend the left elbow behind your back and reach the left hand towards your outer right hip. Hold your left wrist in your right hand. (If you can't reach the wrist, trying latching the fingertips of both hands together.) Once your hands have connected near your outer right hip, raise your right heel, shift your weight into your left foot, and stand up on your left leg. Keep the right knee bent as you straighten the left leg and lengthen your spine. Finally, press your right arm against the right leg as you extend the right leg out to the side. Repeat standing on your right leg, with arms wrapped around the left leg.
de: Stehe nach vorne gebeugt und mit den Füßen hüftbreit auseinander. Beuge deine Knie und führe zunächst den rechten Arm nach vorne und dann durch deine Beine, beuge deinen Ellbogen und führe deine rechte Hand zur rechten, äußeren Hüfte. Beuge den linken Ellbogen hinter deinem Rücken und führe deine linke Hand zur rechten, äußeren Hüfte. Halte dein linkes Handgelenk mit deiner rechten Hand. (Wenn du nicht an das Handgelenk kommst, versuche die Fingerspitzen beider Hände zu verschließen.) Wenn deine Hände an deiner rechten, äußeren Hüfte zusammengefunden haben, hebe deine rechte Ferse, verlagere dein Gewicht auf deinen linken Fuß und stehe auf deinem linken Bein. Halte das rechte Knie gebeugt, wenn du das linke Bein streckst und mache deine Wirbelsäule lang. Drücke dann deinen rechten Arm gegen dein rechtes Bein und strecke das rechte Bein zur Seite nach außen. Wiederhole den Stand auf deinem rechten Bein mit den Armen um dein linkes Bein.
es: Ponte de pie doblándote hacia adelante con los pies separados a la altura de las caderas. Flexiona las rodillas y, empezando con el brazo derecho frente a ti, enlázalo entre las piernas, dobla el codo y lleva tu mano derecha hacia la zona externa de la cadera derecha. Dobla el codo izquierdo tras la espalda y lleva la mano izquierda hacia la zona externa de la cadera derecha. Sujeta tu muñeca izquierda con la mano derecha. (Si no puedes alcanzar la muñeca, intenta enlazar los dedos de ambas manos.). Repítelo poniéndote de pie sobre la pierna derecha con los brazos enlazados alrededor de la pierna izquierda.
fr: Se tenir en position pliée vers l'avant avec les pieds ramenés près des hanches. Incliner les genoux et, en commençant avec le bras droit en avant, le placer entre les jambes, plier le coude et diriger la main droite vers la hanche droite. Plier le coude gauche derrière le dos et diriger la main gauche vers la hanche droite (si vous ne pouvez pas atteindre le poignet, essayez en attrapant le bout des doigts des deux mains). Dès que les mains sont liées à proximité de la hanche droite, soulever le talon droit, basculer le poids sur le pied gauche et se tenir debout sur la jambe gauche. Maintenir le genou droit plié tout en maintenant droite la jambe gauche et en étirant la colonne vertébrale. Finalement, appuyer le bras droit contre la jambe droite tout en étirant la jambe droite vers le côté. Répéter en se tenant sur la jambe droite, avec les bras enroulés autour de la jambe gauche.
it: Stando in piedi fare una piega in avanti con i piedi a distanza dei fianchi. Piegate le ginocchia e stendere braccio destro di fronte a voi, infilarlo tra le gambe, piegare il gomito, e raggiungere la mano destra verso il fianco esterno destro. Teneteil gomito sinistro dietro la schiena e raggiungere la mano sinistra verso il fianco esterno destro. Tenere il polso sinistro con la mano destra. (Se non è possibile raggiungere il polso, cercare di agganciare la punta delle dita di entrambe le mani.) Una volta che le mani sono vicino l'anca esterna destra, sollevare il tallone destro, spostare il peso sul suo piede sinistro, e alzarsi sulla gamba sinistra. Mantenere il ginocchio piegato a destra tendendo la gamba sinistra e allungare la colonna vertebrale. Infine, premere il braccio destro contro la gamba destra mentre si estende la gamba destra di lato. Ripetere in piedi sulla gamba destra, con le braccia avvolte attorno alla gamba sinistra.
ja: 足を腰の幅に広げて立ち、前に身体を倒します。ひざを曲げ、右腕を前に出して、両足の間に腕を通して、ひじを曲げ、右手が右のお尻の外側に届くようにします。左ひじを背中の後ろで曲げて、左手を右のお尻の外側に伸ばします。左の手首を右手でつかみます。（手首に届かない場合には、両手の指先がひっかかるようにしてみましょう。） 右のお尻の外側の近くで両手がつながったら、右のかかとを上げて、体重を左足に移動させて、左脚で立ちます。右ひざを曲げたままで、左脚を伸ばし、背骨を伸ばしましょう。最後に、右腕を右脚に押しつけて、右脚を横に伸ばします。 左右を入れかえて、右足で立って、腕が左脚を抱える方も行います。
ko: 엉덩이 너비만큼 벌려서 앞으로 숙입니다. 무릎을 구부리고 오른팔을 먼저 다리 사이로 꼬아 팔꿈치를 구부리고, 오른팔을 오른쪽 엉덩이 바깥쪽으로 뻗습니다. 등 뒤로 왼쪽 팔꿈치를 구부려 왼팔을 오른쪽 엉덩이 바깥쪽으로 뻗습니다. 오른손으로 왼쪽 손목을 잡습니다. (손목에 닿지 않을 경우, 양손 손가락을 같이 걸도록 시도합니다.) 엉덩이 오른쪽에서 손을 연결한 후에 오른발을 들고 무게 중심을 왼발로 옮겨서 왼발로 섭니다. 왼발을 곧게 하고 허리를 곧게 편 상태로 오른쪽 무릎을 구부립니다. 마지막으로 오른발을 바깥쪽으로 펼 때 오른손으로 오른발을 누릅니다. 팔로 왼발을 감아서 오른발로 서서 반복합니다.
nl: Sta voorover gebogen met je voeten op heupbreedte van elkaar. Buig je knieën en haal de rechterarm tussen je benen, buig de elleboog en breng je rechterhand naar de buitenzijde van je rechterheup. Buig je elleboog achter je rug en ga met je linkerhand naar de buitenzijde van je rechterheup. Pak met de rechterhand de linkerpols vast. (Wanneer je niet bij je pols kunt komen, probeer de vingers van beide handen te verstrengelen.) Zodra je handen bij de buitenzijde van je rechterheup elkaar vast hebben, licht je je rechterhiel op, verplaats je gewicht naar je linkervoet en sta op je rechterbeen. Houd de rechterknie gebogen, terwijl je op op je linkerbeen rechtop komt staan en je je wervelkolom strekt. Tenslotte druk je je rechterarm tegen het rechterbeen, terwijl je het rechterbeen zijwaarts omhoog brengt. Herhaal dit door op je rechterbeen te staan met je armen om je linkerbeen.
pt_pt: De pé, dobre-se para a frente com os pés à mesma distância das ancas. Dobre os joelhos e, começando com o braço direito à sua frente, coloque-o por entre as pernas, dobre o cotovelo e coloque a mão direita na direção da parte exterior da sua anca direita. Dobre o cotovelo esquerdo por trás das costas e coloque a mão esquerda na direção da parte exterior da sua anca direita. Agarre o pulso esquerdo com a mão direita. (Se não conseguir chegar ao pulso, tente agarrar as pontas dos dedos.) Quando as suas mãos se tiverem unido perto do exterior da sua anca direita, levante o calcanhar direito, desloque o seu peso para o seu pé esquerdo e mantenha-se de pé sobre a perna esquerda. Mantenha o joelho direito dobrado à medida que estica a perna esquerda e endireita a coluna. Finalmente, pressione o seu braço direito contra a perna direita à medida que a estica para o lado. Repita mantendo-se sobre a perna direita, com os braços em torno da perna esquerda.
ru: Встаньте прямо и расставьте ноги чуть шире бедер. Поверните и наклоните корпус таким образом, чтобы упереться задней стороной левого плеча в левое колено. Заведите левую руку под левую ногу с внутренней стороны и поместите ее за спиной. Заведите правую руку за спину и сцепите ладони в замок. Раскройте плечевой пояс развернув грудь в сторону потолка. Оторвите левую ногу от пола, поймайте равновесие и встаньте балансируя на одной правой ноге. Выпрямите левую ногу, задержитесь в этой позиции на необходимое время. Балансируйте и сохраняйте ровное дыхание. Повторите тоже самое с правой ногой.
sv: Stå framåtböjd med fötterna på höftavstånd från varandra. Böj knäna och börja med den högra armen framför dig, trä den mellan benen, böj armbågen, och sträck din högra hand mot din yttre högra höft. Böj vänster armbåge bakom ryggen och sträck den vänstra mot din yttre högra höfta. Håll vänster handled i höger hand. (Om du inte kan nå handleden, försöker att låsa fingertopparna på båda händerna.) När händerna har anslutit nära din yttre höger höft, höj din högra häl, flytta din vikt till vänster fot, och stå upp på vänster ben. Håll höger knä böjt när du rätar ut vänster ben och förlänger din ryggrad. Slutligen, tryck höger arm mot höger ben medan du förlänger höger ben ut åt sidan. Upprepa stående på höger ben, med armarna lindade runt det vänstra benet.
th: ยืนโน้มตัวไปข้างหน้าโดยให้เท้าของคุณแยกออกจากกัน งอเข่าของคุณและเริ่มต้นด้วยให้แขนข้างขวาอยู่ที่ด้านหน้าของคุณ จากนั้นสอดแขนไว้ระหว่างขา งอข้อศอกเข้ามาและเอื้อมมือขวาเข้ามาที่สะโพกด้านขวา งอข้อศอกซ้ายไปทางด้านหลังของคุณและยื่นมือซ้ายไปจับมือขวาที่สะโพกด้านขวา โดยให้มือขวาถือข้อมือซ้ายเอาไว้ (หากคุณเอื้อมไม่ถือข้อมือ ให้ยื่นปลายนิ้วมือทั้งสองข้างหากัน) เมื่อมือของคุณประสานกันที่บริเวณสะโพกขวาของคุณ จากนั้นยกส้นเท้าขวาของคุณขึ้นแล้วค่อย ๆ ถ่ายน้ำหนักลงไปที่เท้าซ้ายและยืนด้วยขาข้างซ้ายของคุณ ให้งอเข่าขวาในขณะที่คุณเหยียดขาซ้ายตรงและค่อย ๆ ยืดหลังของคุณให้ตรง สุดท้ายให้กดแขนข้างขวาของคุณไว้ที่ขาขวาในขณะที่คุณยืดขาขวาออกไปด้านข้าง ทำซ้ำเช่นนี้โดยให้ยืนอยู่บนขาขวาขณะที่ใช้แขนโอบรับขาซ้ายเอาไว้
tr: Ayaklarınızı kalçalarınızla aynı hizada olacak şekilde birbirinden ayırın ve öne katlanmış vaziyette ayakta durun. Dizlerinizi bükün ve sağ kolunuzu önünüze alın, bacaklarınızın arasından geçirin, dirseğinizi bükün ve sağ elinizi sağ kalçanızın dışına doğru uzatın. Sol dirseğinizi sırtınızın arkasında bükün ve sol elinizi sağ kalçanızın dışına doğru uzatın. Sol bileğinizi sağ elinizle tutun. (Eğer bileğe ulaşamıyorsanız, her iki el parmak uçlarınızı birbirine geçirmeyi deneyin.) Elleriniz sağ kalçanızın dışının yanında kavuştuğunda, sağ topuğunuzu kaldırın, ağırlığınızı sol ayağınıza verin ve sol bacağınız üzerine kalkın. Sol bacağınızı düzleştirip omurganızı uzatırken sağ dizinizi bükülü tutun. Son olarak, sağ bacağınızı yana doğru uzatırken sağ kolunuzu sağ bacağınıza bastırın. Kollarınız sol bacağa dolanmış vaziyette sağ bacağınız üzerinde durarak tekrarlayın.
zh_hans: 双脚与臀同宽。双膝微曲，右臂在前，穿过双腿，将右手放在右大腿外。左手从后背伸到右大腿后方，右手抓住左手腕。（如果你无法抓住手腕，试着让十指交扣） 一旦双手交接，就可以提起右脚跟，将身体重心移到左脚，以左脚站立。右膝保持弯曲并伸直左脚与延伸脊椎。最后右脚伸直向侧面伸展，右臂压住右脚。 左右位置对换重复以上动作。
zh_hant: 雙腳與臀同寬。雙膝微曲，右臂在前，穿過雙腿，將右手放在右大腿外。左手從後背伸到右大腿後方，右手抓住左手腕。（如果你無法抓住手腕，試著讓十指交扣） 一旦雙手交接，就可以提起右腳跟，將身體重心移到左腳，以左腳站立。右膝保持彎曲並伸直左腳與延伸脊椎。最後右腳伸直向側面伸展，右臂壓住右腳。 左右位置對換重複以上動作。

# exerciseDescription7
source: Sit with your knees bent and soles of the feet planted in front of you. Place your hands under your thighs and lift your feet off of the ground so that you are balancing on your sitting bones. Extend your legs as much as you can without rounding your lower back. Over time, as your flexibility increases, you may be able to slide your hands up your legs towards your feet and eventually hold your big toes with the first three fingers of each hand.
de: Sitze mit gebeugten Knien und den Fußsohlen vor dir. Lege deine Hände unter deine Oberschenkel und hebe deine Füße vom Boden, sodass du auf deinen Gesäßknochen balancierst. Strecke deine Beine so weit du kannst aus und mache deinen unteren Rücken rund. Im Laufe der Zeit wird sich deine Flexibilität verbessern und du wirst deine Hände über deine Beine zu deinen Füßen gleiten lassen können und schließlich mit den ersten drei Fingern jeder Hand deine großen Zehen halten können.
es: Siéntate con las rodillas dobladas y las plantas de los pies plantadas frente a ti. Coloca las manos bajo los muslos y levanta los pies del suelo para quedar en equilibrio sobre la zona de los glúteos. Extiende las piernas tanto como puedas sin curvar la zona lumbar. Con el tiempo, al aumentar la flexibilidad, puede que seas capaz de deslizar las manos hacia arriba por las piernas en dirección a los pies y, finalmente, sujetar los dedos gordos con los tres primeros dedos de cada mano.
fr: Se tenir assis avec les genoux pliés et la plante des pieds posée à plat en avant. Placer les mains sous les cuisses et décoller les pieds du sol de manière à pouvoir se balancer sur les os iliaques. Étirer les jambes autant que possible sans arrondir le bas du dos. Au fil du temps, avec l'amélioration de la flexibilité, vous pourriez être en mesure de glisser les mains sur le dessus des jambes vers les pieds et éventuellement tenir les gros orteils avec les trois premiers doigts de chaque main.
it: Sedetevi con le ginocchia piegate e le piante dei piedi di fronte a voi. Mettete le mani sotto le cosce e sollevate i piedi in modo da bilanciarci sull’osso sacro. Stendere le gambe, il più possibile, senza piegare schiena. Nel corso del tempo, una volta aumentata la flessibilità, si potranno far scivolare le mani in alto le gambe verso i piedi e, infine, tenere gli alluci con le prime tre dita di ogni mano.
ja: 両ひざを曲げて座り、足の裏を身体の前につきます。両手を太ももの下に置いて、足を地面から離して、坐骨結節の上でバランスを取ります。腰を丸めずに、両足をできる限り伸ばします。次第に慣れてきて、柔軟性が増したら、両手を足先に向けてスライドさせることができるようになり、最終的にはそれぞれの手の３本の指で足の親指をつかめるようになるかもしれません。
ko: 무릎을 구부리고 발바닥을 앞으로 가지런히 하고 앉습니다. 손을 허벅지 아래에 놓고 다리를 바닥에서 들어 올려 앉은 자세로 균형을 맞춥니다. 허리 아래를 구부리지 않고 할 수 있는 만큼 다리를 폅니다. 시간이 지나 유연성이 증가하게 되면, 손을 다리 쪽으로 들어 올려 움직일 수 있습니다. 그리고 최종적으로는 세 손가락으로 엄지 발가락을 잡을 수 있습니다.
nl: Zit met gebogen knieën en zet je voeten recht voor je plat op de vloer. Leg je handen onder beide dijbenen en til je voeten van de grond, zodat je op je zitbeen balanceert. Strek je benen zover als je kunt, maar zonder dat je je onderug rond maakt. Na verloop van tijd, als je flexibiliteit toeneemt, kan je je handen over je benen naar je voeten brengen en je grote tenen met de eerste drie vingers van elke hand vasthouden.
pt_pt: Sente-se de pernas estendidas com os joelhos dobrados e as plantas dos pés bem verticais. Coloque as mãos debaixo das coxas e levante os pés do chão de forma a equilibrar-se sobre o rabo. Estique as pernas o máximo que conseguir sem curvar o fundo das costas. Ao longo do tempo, à medida que a sua flexibilidade aumentar, poderá conseguir fazer deslizar as mãos pelas suas pernas em direção aos pés e eventualmente segurar os dedos grandes dos pés com os três primeiros dedos de cada mão.
ru: Сядьте на коврик в позе сидя без опоры. Упритесь пальцами рук в пол на уровне таза. Слегка отведите туловище назад, согните колени, поднимите и распрямите ноги. Держите обе ноги прямыми (колени и бедра подтянуты вверх) и балансируйте на ягодичных костях. Поднимите ноги так, чтобы они составили с полом угол 60 градусов и оказались выше головы. Вытяните обе руки вперед, держа их параллельно полу. Ладони смотрят друг на друга.
sv: Sitt med böjda knän och fotsulorna planterade framför dig. Placera händerna under låren och lyft fötterna från marken så att du balanserar på sittbenen. Förläng benen så mycket som möjligt utan att runda av den nedre delen av ryggen. Med tiden som din flexibilitet ökar, kan du glida händerna upp benen mot fötterna och så småningom hålla dina stortår med de tre första fingrarna på varje hand.
th: นั่งชันเข่าขึ้นและจากนั้นค่อย ๆ ยื่นฝ่าเท้าออกไปด้านหน้าของคุณ วางมือไว้ใต้ต้นขาของคุณและค่อย ๆ ยกเท้าของคุณสูงขึ้นจากพื้นเพื่อรักษาความสมดุลบนกระดูกก้น ยืดขาของคุณให้มากที่สุดเท่าที่ทำได้โดยไม่งอหลังส่วนล่างของคุณ เมื่อเวลาผ่านไปคุณจะมีความยืดหยุ่นของคุณเพิ่มมากขึ้นทำให้คุณสามารถที่จะสามารถที่จะเลื่อนมือเข้าหาเท้าของคุณได้และในที่สุดก็ยื่นมือไปจับสามนิ้วเท้าแรกในข้างนั้น ๆ
tr: Dizleriniz bükülü ve ayak tabanlarınız önünüze yerleşmiş vaziyette oturun. Ellerinizi uyluklarınızın altına yerleştirin ve oturma kemiklerinizi dengeleyebilmek için ayaklarınızı yerden kaldırın. Belinizi döndürmeden bacaklarınızı uzatabildiğiniz kadar uzatın. Zamanla esnekliğiniz arttığında, ellerinizi ayaklarınıza doğru bacaklarınıza kaydırabilir ve nihayetinde ayak başparmaklarınızı her elin ilk üç parmağıyla tutabilirsiniz.
zh_hans: 屈膝坐在地上，双脚并拢在身体前方。双手置于大腿外侧，双脚离地提起，以坐骨平衡身体。尽可能地伸直双脚，同时不要移动后腰。随着练习，你的柔韧度也将加强，并且能够让双手触碰到双脚，最终能够用首三根手指抓住脚的拇指头。
zh_hant: 屈膝坐在地上，雙腳併攏在身體前方。雙手置於大腿外側，雙腳離地提起，以坐骨平衡身體。盡可能地伸直雙腳，同時不要移動后腰。隨著練習，你的柔韌度也將加強，並且能夠讓雙手觸碰到雙腳，最終能夠用首三根手指抓住腳的拇指頭。
