Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription49
source: Lie on your belly and prop yourself up on your elbows so that your forearms are parallel to each other and elbows are shoulders width apart. Move your left hand to the right, palm face down, so that your left forearm is parallel to the front of your mat. Bend your right knee and hold the top of your right foot in your right hand, drawing your right heel towards your outer hip. Keep the heel of your hand on the top of your foot as you pivot your right fingertips to the right and then point them towards your right heel. Bend your right elbow out to the right side as you square your right chest forward. Repeat on left side.
de: Lege dich auf den Bauch und stütze dich auf deine Ellbogen, sodass deine Unterarme parallel zueinander sind und die Ellbogen schulterbreit geöffnet sind. Hebe deine linke Hand nach rechts mit der Handfläche nach unten, sodass dein linker Unterarm parallel zur Vorderseite deiner Matte ist. Beuge dein rechtes Knie und halte die Oberseite deines rechten Fußes in deiner rechten Hand mit der rechten Ferse zu deiner äußeren Hüfte zeigend. Halte die Ferse in deiner Hand an der Oberseite deines Fußes, während du deine rechten Fingerspitzen nach rechts drehst und sie dann zur rechten Ferse zeigen lässt. Beuge deinen rechten Ellbogen nach außen rechts, während du deine rechte Brust nach vorne ausrichtest. Wiederhole das Ganze auf der linken Seite.
es: Túmbate boca abajo y elévate sobre los codos para que los antebrazos queden paralelos y los codos queden a la distancia entre los hombros. Mueve la mano izquierda hacia la derecha con la palma hacia abajo para que el antebrazo izquierdo quede paralelo a la parte frontal de la esterilla. Dobla la rodilla derecha y sujeta la parte superior del pie derecho con la mano derecha, llevando el talón derecho hacia la parte exterior de la cadera. Mantén la mano que sujeta el talón sobre la parte superior del pie mientras giras las puntas de los dedos de la mano derecha hacia la derecha haciendo que apunten después hacia el talón derecho. Dobla el codo derecho hacia afuera por el lado derecho mientras cuadras la parte derecha del pecho hacia delante. Repítelo con el lado izquierdo.
fr: S'allonger sur le ventre et se tenir sur les coudes afin que les avant-bras soient parallèles et que les coudes soient écartés d'une largeur d'épaules. Déplacer la main gauche vers la droite, paume vers le bas, afin que l'avant-bras gauche soit parallèle au rebord avant du tapis. Plier le genou droit et tenir le dessus du pied droit avec la main droite en ramenant le talon droit vers l'extérieur de la hanche. Maintenir le talon avec la main sur le dessus du pied tout en pivotant l'extrémité des doigts droits vers la droite pour ensuite les pointer vers le talon droit. Plier le coude droit vers le côté droit pour former un angle droit avec la poitrine. Répéter sur le côté gauche.
it: Sdraiatevi sulla pancia e poggiatevi sui gomiti in modo che gli avambracci siano paralleli tra loro e gomiti siano a larghezza delle spalle. Muovere la mano sinistra verso destra, con il palmo rivolto verso il basso, in modo che il vostro avambraccio sinistro sia parallelo al fronte del tappetino. Piegate il ginocchio destro e tenete la parte superiore del piede destro con la mano destra, spingendo il tallone destro verso il fianco esterno. Tenere il palmo della mano sulla parte superiore del piede, tenendola retta rispetto alla a destra e poi puntare verso il tallone piegando a destra il gomito destro verso il lato destro, tenendo il petto destro in avanti .Ripetere sul lato sinistro
ja: 腹ばいになって、ひじで身体を支え、前腕がお互いに平行になるようにし、ひじは肩幅に広げます。左手を右に動かし、手のひらを下に向けて、左の前腕が目の前のマットのラインと平行になるようにします。右ひざを曲げ、右手で右足の甲をつかみ、右のかかとをお尻の外側に引きつけます。手のひらの根元を足の甲につけたまま、右の指先を右に回し、かかとの方を向くようにします。右の胸を前に向けたまま、右のひじを右側に開いて曲げます。左側でも繰り返します。
ko: 배로 누워서 팔꿈치를 어깨너비만큼 벌리고 팔뚝이 서로 평행이 되도록 하며 팔꿈치로 지탱합니다. 왼쪽 팔뚝이 매트와 평행이 되도록 손바닥을 아래로 향하게 하고 왼손을 오른쪽으로 움직입니다. 오른쪽 무릎을 구부리고 오른쪽 발 뒤꿈치를 엉덩이 바깥쪽으로 내리며 오른쪽 발등을 오른손으로 잡습니다. 오른 손가락 끝을 오른쪽으로 돌리고 오른쪽 발 뒤꿈치 쪽으로 향하도록 손목 끝부분으로 발등을 눌러 유지합니다. 가슴을 정면으로 향하게 펴며 오른쪽 팔꿈치를 오른쪽 바깥쪽으로 구부립니다. 왼쪽 방향으로 반복합니다.
nl: Ga op je buik liggen en kom omhoog op je ellebogen, zodat je voorarmen evenwijdig aan elkaar en de ellebogen op schouderbreedte zijn. Breng je linkerhand met de palm naar beneden naar rechts, waardoor je linkerarm parallel aan de voorzijde van de mat komt te liggen. Buig je rechterknie, pak met je rechterhand je rechtervoorvoet vast, waardoor de rechterhiel richting buitenzijde van je heup wordt getrokken. Houd de muis van je hand op de voorvoet, terwijl je je vingertoppen naar rechts draait en ze vervolgens naar de rechterhiel laat wijzen. Buig je rechterelleboog naar de rechterzijde, als je je rechterborst omhoog brengt. Herhaal dit voor de linkerkant.
pt_pt: Deite-se de barriga para baixo e apoie-se nos cotovelos de forma a que os seus antebraços fiquem paralelos entre si e os cotovelos estejam à mesma distância que os ombros. Desloque a sua mão esquerda para a direita, com a palma virada para baixo, de forma a que o seu antebraço esquerdo fique paralelo ao topo do seu tapete. Dobre o joelho esquerdo e agarre na ponta do seu pé direito com a sua mão direita, puxando o seu calcanhar direito na direção do exterior da sua anca. Mantenha a palma da mão na ponta do pé enquanto gira os dedos da mão direita para a direita e os aponta na direção do seu calcanhar direito. Dobre o cotovelo direito para a direita enquanto volta o seu peito para a frente. Repita do lado esquerdo.
ru: Ложитесь на живот, опустите лоб на пол. Приподнимите корпус от пола, прогнувшись в грудном отделе позвоночника. Одновременно перенесите руки вперед, сложив их перед собой так, чтобы локти оказались под плечами, ладони развернуты вниз. Расположите левое предплечье на полу под углом 45° к линии позвоночника. Согните правую ногу в колене и захватите стопу правой рукой. Левая нога остаётся прямой. Задержитесь в позе на 5–10 циклов дыхания.
sv: Ligg på mage och stötta upp dig på armbågarna så att underarmarna är parallella med varandra och armbågarna är isär i axelbredd. Flytta din vänstra hand till höger, handflatan nedåt, så att din vänstra underarm är parallell med framsidan av din matta. Böj höger knä och håll toppen av din högra fot i höger hand, dra höger häl mot din yttre höft. Håll hälen på handen på toppen av din fot medan du svänger din högra hand till höger och sedan pekar dem mot höger häl. Böj höger armbåge ut åt höger medan du sätter ditt högra bröst framåt. Upprepa på vänster sida.
th: นอนคว่ำและค่อย ๆ ดันตัวเองขึ้นด้วยข้อศอกของคุณเพื่อให้ปลายแขนของคุณขนานกันโดยที่ข้อศอกแยกออกหนึ่งช่วงไหล่ คว่ำมือซ้ายของคุณลงแนบกับพื้น จากนั้นจัดให้ปลายแขนของคุณวางราบขนานไปกับเสื่อโยคะ งอเข่าขวาของคุณขึ้นมาและใช้มือขวาเอื้อมไปยังหน้าเท้าขวาของคุณจากนั้นก็งอเข่าขวาเข้าหาสะโพกด้านนอกของคุณ โดยให้สันมือของคุณอยู่ด้านบนของหน้าเท้าในขณะที่คุณหมุนปลายนิ้วของคุณขวาไปทางขวาและจากนั้นหันไปทางส้นเท้าขวาของคุณ งอข้อศอกขวาของคุณไปทางด้านขวาในขณะที่คุณค่อย ๆ แอ่นหน้าอกด้านขวาของคุณไปข้างหน้า แล้วทำซ้ำโดยสลับข้างกัน
tr: Göbeğinizin üstüne yatın ve ön kollarınız birbirine paralel ve dirsekleriniz omuzlarınızla aynı hizada olacak şekilde birbirinden ayrı vaziyette kendinizi dirseklerinizin üzerinde destekleyin. Sol ön kolunuz minderinizin önüne paralel olacak şekilde ve avuç içleri yere bakar vaziyette sol elinizi sağa hareket ettirin. Sağ dizinizi bükün ve sağ topuğunuzu kalçanızın dış kısmına doğru çekerek sağ ayağınızın üstünü sağ elinizle tutun. Sağ el parmak uçlarınızı sağa döndürürken elinizin ayasını ayağınızın üstünde tutun ve ardından sağ el parmak uçlarınızla sağ topuğunuza doğru işaret edin. Sağ göğsünüzü ileriye doğrulturken sağ dirseğinizi sağa doğru bükün. Sol tarafta tekrarlayın.
zh_hans: 俯卧并用手肘支撑身体，双手前臂相互平行，与肩同宽。左手移到右边，掌心朝下，让左前臂与地毯前方平行。右膝弯曲并用右手握住右脚小腿，右脚跟朝臀部外缘移动。移动过程中，右手要保持在右小腿的位置。当你往前挤压右胸时，右手肘朝右边弯曲。左右位置互换重复以上动作。
zh_hant: 俯臥並用手肘支撐身體，雙手前臂相互平行，與肩同寬。左手移到右邊，掌心朝下，讓左前臂與地毯前方平行。右膝彎曲並用右手握住右腳小腿，右腳跟朝臀部外緣移動。移動過程中，右手要保持在右小腿的位置。當你往前擠壓右胸時，右手肘朝右邊彎曲。左右位置互換重複以上動作。

# exerciseDescription50
source: Lie on your belly with your chin on the ground and arms at your sides, palms face down. Wiggle your arms towards each other underneath your torso and clasp your hands together. Lift both legs off of the ground and point your toes. Release both legs to the floor and unclasp your hands, turning the palms to face down. Lift your right leg in the air. Lower the right leg and lift the left leg. Return the left leg to the floor.
de: Lege dich auf den Bauch mit deinem Kinn auf dem Boden und den Armen an beiden Seiten, die Handflächen schauen nach unten. Schlängle deine Arme ineinander unter deinem Oberkörper und verschlinge deine Hände ineinander. Hebe beide Beine vom Boden und strecke deine Zehen. Lasse beide Beine wieder auf den Boden sinken, mache die Hände auseinander und drehe die Handflächen nach unten. Hebe dein rechtes Bein in die Luft. Senke das rechte Bein ab und hebe das linke Bein an. Lasse das linke Bein wieder auf den Boden sinken.
es: Túmbate boca abajo con el mentón en el suelo, los brazos a los lados y las palmas de las manos hacia abajo. Mueve un brazo hacia el otro bajo el torso y junta las manos. Eleva ambas piernas sobre el suelo y pon los dedos de los pies en punta. Baja ambas piernas hacia el suelo y suelta las manos, poniendo las palmas boca abajo. Eleva la pierna derecha en el aire. Baja la pierna derecha y eleva la pierna izquierda. Baja la pierna izquierda al suelo.
fr: S'allonger sur le ventre avec le tibia sur le sol et les bras sur les côtés, les paumes tournées vers le bas. Ramener les bras sous votre torse et serrer les mains. Décoller du sol les deux jambes et pointer les orteils. Reposer les deux jambes sur le sol et desserrer les mains en tournant les paumes vers le bas. Soulever la jambe droite en l'air. Baisser la jambe droite et soulever la jambe gauche. Ramener la jambe gauche au sol.
it: Sdraiatevi sulla pancia con il mento a terra e le braccia lungo i fianchi, palmi delle mani a faccia in giù. Muovete le braccia verso l'altro sotto il busto e stringete le mani. Sollevare entrambe le gambe da terra e puntare le dita dei piedi. Rilasciare entrambe le gambe a terra e rilasciate le mani, girando i palmi a faccia in giù. Sollevare la gamba destra in aria. Abbassare la gamba destra e sollevare la gamba sinistra. Riportare la gamba sinistra a terra.
ja: 腹ばいになって、あごを地面につけ、腕を身体の脇につけ、手のひらは下を向けます。両腕を体幹の下にもぐり込ませ、手を組みます。両脚を地面から離し、つま先を伸ばします。 両脚の力を抜いて地面に下ろし、手を離し、手のひらを下に向けます。次に、右脚を浮かせます。そして、右脚を下ろして、左脚を上げます。最後に、左脚を地面に下ろします。
ko: 종아리가 바닥으로 향하게 하고 손바닥은 아래로 팔은 옆에 붙여서 배가 닿게 눕습니다. 양손을 몸 아래로 움직여 서로 움켜쥡니다. 양쪽 발을 들어올리고 발가락으로 끝을 가리킵니다. 두 발을 바닥에 내려놓고 손바닥을 아래로 향하도록 돌려서 손을 풀어줍니다. 오른발을 위로 들어줍니다. 오른발을 낮추고 왼발을 들어줍니다. 왼발을 바닥에 내려줍니다.
nl: Ga op je buik liggen met je kin op de grond en de armen langs je lichaam. Beweeg je armen onder je bovenlichaam naar elkaar toe en sla ze ineen. Til beide benen van de vloer op en strek je tenen. Breng beide benen weer terug op de grond, laat je handen los en draai de handpalmen naar beneden. Til je rechterbeen op. Laat het rechterbeen een beetje zakken en til vervolgens het linkerbeen op. Breng het linkerbeen weer terug op de grond.
pt_pt: Deite-se de barriga para baixo com o queixo no chão e os braços ao longo do corpo, com as palmas das mãos viradas para baixo. Coloque os seus braços juntos debaixo do seu tronco e una as suas mãos. Levante ambas as pernas do chão e estique os dedos dos pés. Liberte ambas as pernas para o chão e solte as mãos, virando as palmas para baixo. Levante a perna direita no ar. Baixe a perna direita e levante a perna esquerda. Pouse a perna esquerda no chão.
ru: Лягте на живот – ноги вместе, пятки и носки сведены, ступни направлены вверх, руки вытянуты вдоль туловища, ладони на полу, подбородок упирается в пол. Упираясь руками в пол, как можно выше поднимите прямую левую ногу. При этом туловище, руки не должны косаться пола. Правая нога должна быть прижата к полу.
sv: Ligg på mage med hakan på marken och armarna längs sidorna, handflatorna nedåt. Vicka armarna mot varandra under din överkropp och knäpp händerna ihop. Lyft båda benen från marken och peka tårna. Släpp båda benen till golvet och lossa dina händer, vrid handflatorna nedåt. Lyft höger ben i luften. Sänk höger ben och lyft vänster ben. Returnera vänster ben mot golvet.
th: นอนคว่ำโดยให้คางของคุณอยู่บนพื้นและแขนแนบข้างลำตัวในขณะที่คว่ำฝ่ามือลง สอดแขนของคุณเข้ากันไว้ใต้ลำตัวและเอื้อมมาจับด้วยกัน ค่อย ๆ ยกขาทั้งสองข้างให้ลอยสูงขึ้นจากพื้น ปล่อยขาทั้งสองข้างลงกับพื้นและคลายมือของคุณออก จากนั้นคว่ำฝ่ามือของคุณลงกับพื้น ยกขาขวาของคุณให้ลอยอยู่ในอากาศ ค่อย ๆ ลดขาขวาลงและยกขาซ้ายขึ้นสูง จากนั้นลดขาซ้ายลงสู่พื้น
tr: Çenenizde yerde, kollar yanınızda ve avuç içleri yere bakar vaziyette göbeğinizin üstüne yatın. Kollarınızı gövdenizin altında birbirine hareket ettirin ve ellerinizi kavuşturun. Her iki bacağınızı yerden kaldırın ve ayak parmaklarınızı gösterin. Her iki bacağı yere bırakın ve avuç içlerinizi aşağıya bakacak şekilde çevirerek ellerinizi ayırın. Sağ bacağınızı havaya kaldırın. Sağ bacağınızı alçaltın ve sol bacağınızı kaldırın. Sol bacağı yere geri koyun.
zh_hans: 俯卧在地让下巴搁在地上，手臂放在身旁掌心向下。手臂在身体下方移动，两手紧扣。双脚离地抬起，脚尖伸直。 双腿放下并解开双手，掌心朝下。举起右脚，然后放下右脚再提起左脚。把左脚放回地板上。
zh_hant: 俯臥在地讓下巴擱在地上，手臂放在身旁掌心向下。手臂在身體下方移動，兩手緊扣。雙腳離地抬起，腳尖伸直。 雙腿放下並解開雙手，掌心朝下。舉起右腳，然後放下右腳再提起左腳。把左腳放回地板上。

# exerciseDescription52
source: Stand with your feet together and shift your weight into your left foot, bringing your right knee into your chest. Hold the outer edge of your right foot in your left hand and place it in the crease of the left hip. Extend both arms alongside your ears. Repeat standing on right leg with left knee bent and outer edge of the left foot in the crease of the right hip.
de: Stehe mit den Füßen zusammen, verlagere dein Gewicht auf deinen linken Fuß und bringe dein rechtes Knie zur Brust. Halte die Außenseite deines rechten Fußes in deiner linken Hand und lege ihn in die Beuge deiner linken Hüfte. Strecke beide Arme an den Seiten deiner Ohren aus. Wiederhole den Stand auf dem rechten Bein mit dem linken Knie gebeugt und dem linken Fuß in der Beuge der rechten Hüfte.
es: Ponte de pie con los pies juntos y desplaza tu peso sobre el pie izquierdo, llevando la rodilla derecha hacia el pecho. Sujeta la parte externa del pie derecho con la mano izquierda y colócalo en el pliegue de la cadera izquierda. Extiende ambos brazos junto a los oídos. Repítelo poniéndote en pie sobre la pierna derecha con la rodilla izquierda doblada y la parte externa del pie izquierdo en el pliegue de la cadera derecha.
fr: Se tenir debout les pieds joints et basculer le poids sur le pied gauche en ramenant le genou droit sur la poitrine. Maintenir le bord extérieur du pied droit dans la main gauche et le placer dans la pliure de la hanche gauche. Étirer les deux bras le long des oreilles. Répéter en se tenant sur la jambe droite avec le genou gauche plié et le bord extérieur du pied gauche dans la pliure de la hanche droite.
it: In piedi con i piedi uniti spostate il peso sul piede sinistro, portando il ginocchio destro verso il petto. Tenere il bordo esterno del piede destro con la mano sinistra e posizionarlo nella piega del fianco sinistro. Estendere entrambe le braccia . Ripetere in piedi sulla gamba destra piegata con il ginocchio sinistro e il bordo esterno del piede sinistro nella piega del fianco destro.
ja: 両足をそろえて立ち、体重を左足に移動させ、右ひざを胸に抱え込みます。右足の外側を左手でつかみ、左脚の付け根に当てます。両腕を耳に沿って伸ばします。左右をいれかえて、右脚で立ち、左ひざを曲げて、左足の外側を右脚の付け根に当てて、こちら側も同様に行います。
ko: 두 발로 같이 서고 오른쪽 무릎을 가슴 쪽으로 당기면서 왼발로 무게를 옮깁니다. 왼손으로 오른발 바깥 부분을 잡고 왼쪽 엉덩이 가랑이 부분에 놓습니다. 뒤 옆으로 두 팔을 쭉 폅니다. 왼쪽 무릎을 구부려 오른쪽 엉덩이 가랑이 부분에 넣고 오른발로 서서 반복합니다.
nl: Sta met je voeten bij elkaar, verplaats je gewicht naar je linkervoet en trek je rechterknie naar je borst. Houd de buitenrand van je rechtervoet in je linkerhand en plaats het tegen je linkerheup aan. Strek beide armen langs je oren uit. Herhaal dit door op het rechterbeen te staan met een gebogen linkerknie en de buitenzijde van de linkervoet tegen je rechterheup te plaatsen.
pt_pt: De pé com os pés juntos, desloque o seu peso para o pé esquerdo, trazendo o joelho direito para junto do peito. Segure na parte de fora do seu pé direito com a mão esquerda e coloque-o na dobra da anca esquerda. Estique ambos os braços junto às orelhas. Repita mantendo-se sobre a perna direita com o joelho esquerdo dobrado e parte de fora do pé esquerdo na dobra da anca direita.
ru: Из положения стоя переведите вес тела на правую ногу и оторвите левую ногу от пола. Захватите ступу левой ноги и поместите на бедро правой ноги. Поднимите руки вертикально вверх, хорошо вытянитесь и выпрямитесь. Держите равновесие, дышите ровно, смотрите вперед.
sv: Stå med fötterna ihop och flytta din vikt till vänster fot, medan du drar höger knä mot ditt bröst. Håll ytterkanten på höger fot i vänster hand och placera den i vecket på vänster höft. Förläng båda armarna längsmed dina öron. Upprepa ståendes på höger ben med vänster knä böjt och ytterkanten av vänstra foten i vecket i höger höft.
th: ยืนขึ้นโดยให้เท้าชิดกันและถ่ายน้ำหนักของคุณลงบนเท้าซ้ายแล้วพับเข่าขวาขึ้นมา จากนั้นจับที่ด้านนอกเท้าขวาของคุณไว้ในมือซ้ายแล้ววางเท้าขวาพาดไว้บนสะโพกซ้าย แล้วค่อย ๆ ชูแขนทั้งสองข้างขึ้นให้ขนานกับใบหู ทำซ้ำเช่นนี้โดยการยืนบนขาขวาโดยงอเข่าซ้ายขึ้นมาและให้เท้าซ้ายวางพาดอยู่บนสะโพกขวา
tr: Ayaklarınız bitişik vaziyette ayakta durun ve sağ dizinizi göğsünüze getirerek ağırlığınızı sol ayağınıza verin. Sağ ayağınızın dış kısmını sol elinizle tutun ve sol kalça kıvrımınıza yerleştirin. Her iki kolunuzu kulaklarınızın yanına uzatın. Sol diz bükük ve sol ayağın dış kısmı sağ kalça kıvrımında olacak şekilde sağ bacağınızın üzerinde durarak tekrarlayın.
zh_hans: 双脚并拢站立，重心移向左脚，把右膝抬到胸部。左手抱住右脚外侧，放在左腿皱褶中。双臂沿着双耳伸展。右脚站立左膝弯曲，重复以上动作。
zh_hant: 雙腳併攏站立，重心移向左腳，把右膝抬到胸部。左手抱住右腳外側，放在左腿皺褶中。雙臂沿著雙耳伸展。右腳站立左膝彎曲，重複以上動作。

# exerciseDescription57
source: Sit with your legs extended out in front of you. Bent your left knee and plant your left foot inside of the right leg. Place your left palm on the ground behind you. Inhale as you raise your right arm alongside your ear and lengthen your spine. Exhale as you twist to the left and hook your right elbow outside of your left thigh. Repeat with right knee bent, twisting to the right.
de: Sitze mit den Beinen nach vorne ausgestreckt. Beuge dein linkes Knie und lege deinen linken Fuß an die Innenseite deines rechten Beins. Lege deine linke Handfläche hinter dich auf den Boden. Atme ein, während du deinen rechten Arm an der Seite deines Ohrs nach oben nimmst und deine Wirbelsäule lang machst. Atme aus, während du dich nach links drehst und den rechten Ellbogen an die Außenseite deines linken Oberschenkels klemmst. Wiederhole das Ganze mit dem rechten Knie gebeugt und drehe dich nach rechts.
es: Siéntate con las piernas extendidas frente a ti. Dobla la rodilla izquierda y planta el pie izquierdo en la zona interna de la pierna derecha. Coloca la palma de la mano izquierda en el suelo detrás de ti. Toma aire mientras levantas el brazo derecho junto a tu oído y estiras la espalda. Exhala mientras giras hacia la izquierda y engancha el codo derecho en la zona externa del muslo izquierdo. Repítelo con la rodilla derecha flexionada girando hacia la derecha.
fr: S'asseoir avec les jambes tendues devant soi. Plier le genou gauche et positionner le pied gauche à l'intérieur de la jambe droite. Placer la paume gauche sur le sol derrière soi. Inspirer tout en levant le bras droit le long de l'oreille et en étirant la colonne vertébrale. Expirer tout en effectuant une torsion vers la gauche et positionner le coude droit à l'extérieur de la cuisse gauche. Répéter avec le genou droit plié et une torsion vers la droite.
it: Seduti con le gambe distese davanti a voi. Piegate il ginocchio sinistro e piantate il piede sinistro all'interno della gamba destra. Posizionate il palmo della mano sinistra a terra dietro di voi. Inspirate mentre sollevate il braccio destro accanto al vostro orecchio e allungate la colonna vertebrale. Espirate girandoti a sinistra e agganciate il gomito destro al di fuori della coscia sinistra. Ripetere con ginocchio piegato a destra, girando a destra
ja: 足を前に伸ばして座ります。左ひざを曲げて、左足を右脚の内側で地面につきます。左手を身体の後ろで地面につきます。息を吸いながら、右腕を耳に沿って上げ、背骨を伸ばします。息を吐きながら、身体を左にひねり、右ひじを左の太ももの外側にひっかけます。左右を入れかえて、右ひざを曲げて、右にひねる方も行います。
ko: 다리를 앞으로 뻗어서 앉습니다. 왼쪽 무릎을 구부리고 왼발을 오른발 안쪽으로 놓습니다. 왼 손바닥을 뒤쪽 바닥에 놓습니다. 허리를 곧게 피고 귀 옆으로 오른 팔을 들어올리면서 숨을 들이쉽니다. 몸을 왼쪽으로 틀고 오른쪽 팔꿈치를 왼쪽 허벅지 바깥 부분에 걸면서 숨을 내쉽니다. 오른쪽으로 틀면서 오른쪽 무릎을 구부리고 반복합니다.
nl: Ga met gestrekte benen naar voren zitten. Buig de linkerknie en plaats je linkervoet binnen in je rechterbeen. Zet je linkerhandpalm achter je op de grond neer. Adem in, terwijl je je rechterarm langs je oor optilt en je wervelkolom langer maakt. Adem uit, terwijl je naar links draait en je je rechterelleboog aan de buitenzijde van je linkerdijbeen haakt. Herhaal dit met een gebogen rechterknie, draaiend naar rechts.
pt_pt: Sente-se com as pernas estendidas à sua frente. Dobre o joelho esquerdo e coloque o seu pé esquerdo junto ao exterior da perna direita. Coloque a palma da mão esquerda no chão atrás de si. Inspire enquanto levanta o braço direito junto à orelha e alonga a coluna. Expire à medida que torce para a esquerda e prenda o seu cotovelo direito no lado exterior da sua coxa esquerda. Repita com o joelho direito dobrado, torcendo para a direita.
ru: Сядьте на коврик с вытянутыми ногами перед собой. Тяните пальцы ног от себя. Согните правое колено и поставьте ступню правой ноги около внутренней стороны бедра левой ноги. Разверните тело в правую сторону. Поставьте локоть левой руки с наружной стороны правого бедра. Старайтесь развернуть тело, как можно дальше в правую сторону.
sv: Sitt med benen utsträckta ut framför dig. Böj vänster knä och plantera din vänstra fot insidan av höger ben. Placera vänster handflata på marken bakom dig. Andas in medan du höjer din högra arm bredvid örat och förläng din ryggrad. Andas ut när du vrider åt vänster och haka höger armbåge utanför ditt vänstra lår. Upprepa med höger knä böjt, vrid åt höger.
th: นั่งเหยียดขาออกไปด้านหน้าของคุณ งอเข่าซ้ายของคุณขึ้นมาและวางเท้าซ้ายไขว่พาดขาขวา วางฝ่ามือซ้ายของคุณลงบนพื้นข้างหลังคุณ หายใจเข้าขณะที่คุณยกแขนข้างขวาขนานไปกับหูของคุณและยืดหลังของคุณ หายใจออกขณะที่คุณบิดตัวไปทางซ้ายและเกี่ยวข้อศอกขวาของคุณไว้ด้านนอกต้นขาซ้าย ทำซ้ำเช่นนี้โดยงอเข่าข้างขวาขึ้นแล้วบิดตัวไปทางขวา
tr: Bacaklarınız önünüze uzanmış vaziyette oturun. Sol dizinizi bükün ve sol ayağınızı sağ bacağınızın içine yerleştirin. Sol avuç içinizi arkanızda yere yerleştirin. Kulağınızın yanına sağ kolunuzla burgu yaparken nefes alın ve omurganızı uzatın. Sola burgu yaparken nefes verin ve sağ dirseğinizi sol uyluğunuzun dış kısmına kıvırın. Sağ diz bükülü şekilde sağa burgu yaparak tekrarlayın.
zh_hans: 双脚伸直坐下。弯左膝，将左脚放到右腿内侧。左手掌放到身后的地板上。吸气时右臂沿着右耳举起，同时伸展脊椎。呼气时，身体转向左边并把右手肘放置到左大腿外侧。左右位置互换，重复以上动作。
zh_hant: 雙腳伸直坐下。彎左膝，將左腳放到右腿內側。左手掌放到身後的地板上。吸氣時右臂沿著右耳舉起，同時伸展脊椎。呼氣時，身體轉向左邊並把右手肘放置到左大腿外側。左右位置互換，重複以上動作。
