Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription101
source: Start in a plank - a high push-up position with arms straight, shoulders stacked over wrists, and heels pressing up towards the sky. Shifting your weight to your right side, roll to the outside edge of the right foot. Stack the left foot above the right and the left shoulder above the right. Extend your left arm to the sky. Flex your toes up towards your head and press down firmly into the finger pads of your right hand, especially your index finger and thumb. Bend your left knee towards your left shoulder and circle the first three fingers of your left hand around your big left toe in a "yogi toe lock." Extend the left leg towards the sky and keep the left hip stacked above the right one. Repeat on the left side with the right leg extended.
de: Beginne in einer Brettposition – einer hohen Liegestützposition mit gestreckten Armen, den Schultern über den Handgelenken und den Fersen in Richtung Himmel. Verlagere dein Gewicht zur rechten Seite und rolle dich auf die Außenseite deines rechten Fußes. Lege den linken Fuß auf den rechten und platziere die linke Schulter über der rechten. Strecke deinen linken Arm in den Himmel. Ziehe deine Zehen in Richtung Kopf und drücke dich stark in deine Handballen deiner rechten Hand, besonders in deinen Zeigefinger und den Daumen. Beuge dein linkes Knie in Richtung deiner linken Schulter und lege die ersten drei Finger deiner linken Hand um deinen linken, großen Zeh in die Yoga-Position des "umklammerten Zehs. " Strecke dein linkes Bein in Richtung Himmel und lasse die linke Hüfte über der rechten Seite. Wiederhole das Ganze auf der linken Seite mit dem rechten Bein ausgestreckt.
es: Comienza con una plancha - una posición de flexión alta con los brazos rectos, los hombros colocados sobre las muñecas y los talones empujando hacia el cielo. Colocando tu peso en el lado derecho, gira hacia el borde externo del pie derecho. Coloca el pie izquierdo sobre el derecho y el hombro izquierdo sobre el derecho. Extiende el brazo izquierdo hacia el cielo, flexiona los dedos de los pies hacia la cabeza y empuja hacia abajo firmemente con las yemas de los dedos de la mano derecha, especialmente el dedo índice y el pulgar. Dobla la rodilla izquierda hacia el hombro izquierdo y pon los tres primeros dedos de la mano izquierda alrededor del dedo gordo del pie izquierdo en la posición de la "mano en el dedo gordo." Extiende la pierna izquierda hacia el cielo y mantén la cadera izquierda colocada sobre la derecha. Repítelo en el lado izquierdo con la pierna derecha extendida.
fr: Commencer avec la planche – une position avec une forte poussée sur les bras, les épaules superposées aux poignets et les talons poussant vers le ciel. En basculant le poids du corps sur le côté droit, faire un mouvement de roulement vers le côté extérieur du pied droit. Superposer le pied gauche au-dessus du droit et l'épaule gauche au-dessus de la droite. Étirer le bras gauche vers le ciel. Fléchir les orteils vers la tête et appuyer fermement sur le bout des doigts de la main droite, surtout sur l'index et le pouce. Plier le genou gauche vers l'épaule gauche et entourer le gros orteil gauche avec les trois premiers doigts de la main gauche pour la position du "verrouillage de l'orteil du yogi". Étirer la jambe gauche vers le ciel et maintenir la hanche gauche superposée au-dessus de celle de droite. Répéter sur le côté gauche avec la jambe droite tendue.
it: Iniziare in posizione del tavolo – spingersi in su con le braccia diritte, spalle allineate ai polsi, talloni verso l’alto. Spostando il peso sul lato destro, tirare il bordo esterno del piede destro a sinistra sopra la destra e la spalla sinistra sopra la destra. Estendere il braccio sinistro verso il cielo. Piegare le dita dei piedi verso la testa e premere con decisione nei polpastrelli della mano destra, in particolare il dito indice e il pollice. Piegate il ginocchio sinistro verso la spalla sinistra e le prime tre dita della mano sinistra intorno al vostro alluce sinistro in un "yogi blocco punta." Estendere la gamba sinistra verso il cielo e mantenere l'anca sinistra allineata. Ripetere sul lato sinistro con la gamba destra stesa.
ja: 板のポーズから始めます。腕立て伏せで腕を伸ばした姿勢で、肩は手首の真上、かかとは空に向かって突き出している状態です。体重を右側に移動させて、右足の外側に乗るように身体を回転させます。左足を右足の上に乗せて、左肩は右肩の上に来るようにします。左腕は空に向けて伸ばします。つま先は頭の方へ軽く曲げて、右手の指先、特に人差し指と親指で地面を強く押します。 左ひざを左肩の方へ曲げて、左手の親指から中指の３本指を左足の親指に「ヨガ流のつま先の持ち方」になるように回します。左足を空に向けて伸ばし、左のお尻は右のお尻の上から動かないようにします。 左右を入れかえて、右足を伸ばして左側でも同様に行います。
ko: 팔을 곧게 펴고, 어깨는 손목 위로 일직선이 되게 하며 발꿈치를 위로 한 상태에서 하이 푸쉬-업 자세, 플랭크 자세로 시작합니다. 오른쪽으로 무게 중심을 옮기며, 오른발 바깥 부분을 세웁니다. 왼발을 오른발 위로 겹치고 왼쪽 어깨를 오른쪽 위로 직선이 되게 합니다. 왼손을 위로 폅니다. 발가락을 머리 쪽으로 편안히 하고, 오른손 손가락 끝으로 특히 엄지와 검지로 강하게 눌러 내립니다. 왼쪽 무릎을 왼쪽 어깨 쪽으로 구부리고 "요기 발가락 록"자세로 왼쪽 엄지발가락을 왼쪽 세 손가락으로 감싸줍니다. 왼발을 위로 펴고, 왼쪽 엉덩이를 오른쪽 위로 직선이 되게 유지합니다. 오른발을 편 상태로 왼쪽으로 반복합니다.
nl: Begin in de hoge plankpositie – een pushuphouding met rechte armen, schouders recht boven de polsen met hielen die naar de lucht wijzen. Verplaats je lichaamsgewicht naar de rechterzijde, rol naar de buitenkant van je rechtervoet. Breng de linkervoet boven de rechter en de linkerschouder boven de rechter. Strek je linkerarm naar de lucht. Strek je tenen naar je hoofd en druk je rechtervingertoppen stevig in de vloer, met name je wijsvinger en duim. Buig je linkerknie naar je linkerschouder en pak met de eerste drie vingers van je linkerhand je linkergrote teen in een "yoga teengreep" vast. Strek het rechterbeen richting lucht en houd de linkerheup boven de rechter. Herhaal dit naar de linkerkant met het rechterbeen gestrekt.
pt_pt: Comece em posição de prancha – uma pose de flexão de braços elevada com os braços esticados, os ombros alinhados sobre os pulsos e os calcanhares puxados para cima em direção ao céu. Deslocando o seu peso para o lado direito, rode para o lado de fora do pé direito. Coloque o pé esquerdo sobre o direito e o ombro esquerdo alinhado sobre o direito. Estique o braço esquerdo para o céu. Dobre os dedos dos pés na direção da sua cabeça e pressione firmemente os dedos da mão direita, sobretudo o dedo indicador e polegar. Dobre o joelho esquerdo na direção do ombro esquerdo e passe os três primeiros dedos da sua mão esquerda em torno do dedo grande do pé esquerdo em posição de "polegar no pé iogue." Estique a perna esquerda em direção ao céu e mantenha a anca esquerda alinhada sobre a direita. Repita para o lado esquerdo com a perna direita esticada.
ru: Встаньте на четвереньки, выпрямите ноги и руки. Перенести вес корпуса на правую руку и правую стопу. Правую ступню развернуть и расположить на одной линии с правым запястьем. Левую ногу прижать к правой, развернув все тело вправо. Получится стойка на правой ноге и вытянутой правой руке (на правой ладони). Левая нога сверху лежит на правой, левая рука направлена вверх и тянется к потолку. Корпус держать ровно, расправить грудную клетку, застыть в этой позе.
sv: Börja i en planka - en hög push-up ställning med armarna raka, axlar staplade över handlederna och klackarna tryckta upp mot himlen. Flytta din vikt till höger sida, rulla till ytterkanten på höger fot. Stapla vänster fot över höger och vänster axel ovanför höger. Förläng din vänstra arm mot himlen. Flexa tårna upp mot huvudet och tryck ner ordentligt i fingertopparna på höger hand, särskilt pekfingret och tummen. Böj vänster knä mot vänster axel och cirkla de tre första fingrarna på vänster hand runt din stora vänster tå i en "yogi tå lås." Sträck vänster ben mot himlen och håll den vänstra höften staplad ovanför den högra. Upprepa på vänster sida med det högra benet sträckt.
th: เริ่มต้นในท่าแพลงก์โดยอยู่ในท่าเตรียมวิดพื้น แขนตั้งตรง หัวไหล่ตั้งตรงกับข้อมือและส้นเท้าชี้ขึ้นไปทางเพดาน ถ่ายน้ำหนักไปทางด้านขวาแล้วค่อย ๆ พลิกตัวเอียงไปทางฝั่งเท้าขวา วางเท้าซ้ายไว้บนเท้าขวาและให้ไหล่ซ้ายอยู่เหนือไหล่ขวา จากนั้นเหยียดแขนซ้ายชี้ขึ้นไปบนฟ้า แล้วลงน้ำหนักไปที่นิ้วมือข้างขวาอย่างมั่นคงโดยเฉพาะนิ้วชี้และนิ้วหัวแม่มือของคุณ ดึงเข่าซ้ายเข้าหาไหล่ซ้ายของคุณและใช้สามนิ้วแรกของมือซ้ายกุมนิ้วโป้งเท้าซ้ายเอาไว้ เหยียดขาซ้ายชี้ขึ้นไปบนเพดานและถ่ายน้ำหนักสะโพกซ้ายมาไว้ที่สะโพกขวา จากนั้นทำซ้ำโดยเหยียดขาขวาออกไป
tr: Kollar düz, omuzlar bileklerinizin üzerinde konumlanmış ve topuklar gökyüzüne doğru bastırır vaziyette bir yüksek şınav pozisyonu olan tahta pozuyla başlayın. Ağırlığınızı sağ tarafınıza vererek, sağ ayağınızın dış kısmına yuvarlanın. Sol ayağınızı sağ ayağınızın üzerinde ve sol omzunuzu sağ omzunuzun üzerinde olmasını sağlayın. Sol kolunuzu gökyüzüne uzatın. Ayak parmaklarınızı başınıza doğru yukarı esnetin ve sağ elinizin, özellikle de işaret parmağınız ve başparmağınızın altındaki etli kısımla aşağıya doğru sıkıca bastırın. Sol dizinizi sol omzunuza doğru bükün ve "yogi toe lock. konumunda sol elinizin ilk üç parmağıyla ayak başparmağınızı çevreleyin. Sol bacağınızı gökyüzüne doğru uzatın ve sol kalçanızın sağ kalçanızın üzerinde durmasını sağlayın. Sağ bacak uzatılmış şekilde sol tarafta tekrarlayın.
zh_hans: 以板式开始- 高俯卧撑的姿势。身体重心移向右边，转动身体一侧。左脚叠放在右脚上，左肩在右肩上。左臂朝天伸展。右手施力，特别是食指和拇指。 左膝朝左肩弯曲，左手首三根手指围绕左脚拇趾呈"瑜伽士脚趾锁" 。左脚朝天伸展，左臀保持在右臀上方。 左右位置互换重复以上动作。
zh_hant: 以板式開始- 高俯臥撑的姿勢。身體重心移向右邊，轉動身體一側。左腳疊放在右腳上，左肩在右肩上。左臂朝天伸展。右手施力，特別是食指和拇指。 左膝朝左肩彎曲，左手首三根手指圍繞左腳拇趾呈"瑜伽士腳趾鎖" 。左腳朝天伸展，左臀保持在右臀上方。 n 左右位置互換重複以上動作。

# exerciseDescription102
source: Take a comfortable cross-legged seat with the left leg on top. Extend your arms alongside your ears and bend both elbows so that your fingertips point down your back. Hold your right elbow in your left hand and gently pull it towards the left, pressing the back of your head against your right arm. Then extend the left arm out to your left and turn the thumb down, internally rotating the left arm. Bend the left elbow behind you so that your left fingertips point up your back and the elbow points down. If possible, join your hands by clasping the fingertips together. Repeat with right leg on top and left arm on top.
de: Nimm einen bequemen Schneidersitz ein mit dem linken Bein oben. Strecke deine Arme an den Seiten deiner Ohren aus und beuge beide Ellbogen, sodass deine Fingerspitzen an deinem Rücken nach unten zeigen. Halte deinen rechten Ellbogen in deiner linken Hand, ziehe ihn leicht zu deinem linken und drücke die Hinterseite deines Kopfes gegen deinen rechten Arm. Strecke dann den linken Arm nach links aus und drehe den Daumen nach unten, indem du den linken Arm nach innen drehst. Beuge den linken Ellbogen hinter dir, sodass deine linken Fingerspitzen an deinem Rücken nach oben zeigen und der Ellbogen nach unten. Wenn möglich, führe deine Hände zusammen, indem du deine Fingerspitzen ineinander hakst. Wiederhole das Ganze mit dem rechten Bein oben und dem linken Arm oben.
es: Siéntate cómodamente con las piernas cruzadas, con la pierna izquierda por encima. Extiende los brazos junto a los oídos y dobla ambos codos de modo que las puntas de los dedos apunten hacia tu espalda. Sujeta el codo derecho con la mano izquierda y tira de él suavemente hacia la izquierda, presionando la parte de atrás de la cabeza contra el brazo derecho. Después extiende el brazo izquierdo hacia la izquierda y gira el pulgar hacia abajo, rotando el brazo izquierdo internamente. Flexiona el codo izquierdo por detrás de ti de forma que las puntas de los dedos de la mano izquierda apunten arriba, hacia tu espalda, y el codo apunte hacia abajo. Si es posible, junta las manos entrelazando las puntas de los dedos. Repítelo con la pierna derecha y el brazo izquierdo por encima.
fr: S'asseoir dans une position confortable avec les jambes croisées et la jambe gauche sur le dessus. Étirer vos bras le long des oreilles et plier les deux coudes afin que la pointe des doigts pointe vers le dos. Maintenir le coude droit avec la main gauche et tirer doucement vers la gauche, en appuyant l'arrière de la tête contre le bras droit. Puis, étirer le bras gauche vers la gauche et tourner le pouce vers le bas avec une rotation vers l'intérieur du bras gauche. Plier le coude gauche derrière soi afin que la pointe des doigts pointe vers le dos et que les coudes pointent vers le bas. Si possible, joindre les mains en entrecroisant les doigts. Répéter avec la jambe droite sur le dessus et le bras gauche sur le dessus.
it: Sedersi comodamente a gambe incrociate con la gamba sinistra in alto. Stendere le braccia al fianco le orecchie e piegare i gomiti in modo che la punta delle dita punti verso la parte bassa della schiena. Tenere il gomito destro con la mano sinistra e tirare delicatamente verso sinistra, premendo la parte posteriore della testa contro il braccio destro, quindi estendere il braccio sinistro a sinistra e girare il pollice verso il basso, ruotare del braccio sinistro verso l’interno. Piegate il gomito sinistro dietro di voi in modo che la punta delle dita a sinistra indichino lungo la schiena e il gomito punti verso il basso. Se possibile, unire le mani dai stringendo la punta delle dita insieme. Ripetere con la gamba destra sul braccio superiore e la sinistra in alto.
ja: 左脚を上にして、ゆったりとあぐらをかきます。両腕を耳に沿って伸ばし、両ひじを曲げて、指先が背中の方を向くようにします。右ひじを左手でつかみ、やさしく左側へ引きつけ、後頭部を右腕に押し付けます。その後、左腕を左側に向けて伸ばし、親指を下に向けて、左腕を下向きに回します。左腕が背中に来るように曲げて、背中で左の指先が上を向き、左ひじが下を向くようにします。可能であれば、指先をひっかけて、両手をつなぎます。 左右を入れかえて、右脚を上にして、左腕を上にした方も同様に行います。
ko: 왼발을 위로 한 상태에서 편안하게 양반다리를 합니다. 귀 옆으로 팔을 펴고 손끝이 등 뒤 아래로 가리키도록 양 팔꿈치를 구부립니다. 왼손으로 오른쪽 팔꿈치를 잡고 오른팔을 뒤통수에 붙이며 왼쪽으로 부드럽게 밀어줍니다. 왼팔을 왼쪽 밖으로 펴며 왼손을 안쪽으로 돌리며 엄지 손가락을 아래로 돌립니다. 손끝이 등 뒤 위쪽으로 향하게 하며 팔꿈치가 아래로 향하도록 왼쪽 팔꿈치를 뒤로 구부립니다. 가능하면 손끝을 움켜 잡으며 손을 모아줍니다. 오른발을 위에 놓고 왼손을 위로 한 상태에서 반복합니다.
nl: Ga in een comfortabele kleermakerszit zitten met het linkerbeen boven. Strek je armen langs je oren en buig beide ellebogen, zodat je vingers naar je rug wijzen. Houd je rechterelleboog in je linkerhand en trek het zachtjes naar links, waar door je achterhoofd naar je rechterarm wordt geduwd. Strek vervolgens de linkerarm naar links en draai je duim naar beneden, waardoor je linkerarm naar binnen draait. Buig de linkerelleboog achter je, zodat je linkervingertoppen op je rug naar boven wijzen en de elleboog naar beneden wijst. Indien mogelijk verstrengel de vingertoppen van beide handen. Herhaal met het rechterbeen boven en linkerarm boven.
pt_pt: Sente-se confortavelmente de pernas cruzadas com a perna esquerda por cima. Estique os braços junto às orelhas e dobre ambos os cotovelos de forma a que os dedos das mãos apontem para o fundo das suas costas. Segure no cotovelo direito com a sua mão esquerda e puxe-o suavemente para a esquerda, pressionando a parte de trás da sua cabeça contra o seu braço direito. Depois estique o braço esquerdo para a esquerda e vire o polegar para baixo, rodando internamente o braço esquerdo. Dobre o cotovelo esquerdo atrás de si de forma a que os dedos da mão esquerda apontem para o cimo das suas costas e o cotovelo aponte para baixo. Se possível, una as mãos com os dedos em forma de garra. Repita com a perna direita por cima e o braço esquerdo em cima.
ru: Нет описания.
sv: Ta en bekväm sits med benen i kors med det vänstra benet på toppen. Sträck armarna vid sidan av dina öron och böj båda armbågarna så att fingrarna pekar nedåt din rygg. Håll höger armbåge i vänster hand och dra försiktigt den åt vänster, tryck på baksidan av huvudet mot höger arm. Sträck sedan vänster arm ut åt vänster och vrid tummen ned, internt roterande den vänstra armen. Böj vänster armbåge bakom dig så att din vänstra hand pekar upp din rygg och armbågen pekar nedåt. Om möjligt, anslut händerna genom att knäppa ihop fingertopparna tillsammans. Upprepa med höger ben på toppen och vänster arm på toppen.
th: นั่งไขว้ขาอยู่บนพื้นในท่าที่สบายโดยพาดขาซ้ายไว้ด้านบน เหยียดแขนทั้งสองข้างขนานไปกับหูและงอข้อศอกทั้งสองข้างเพื่อให้ปลายนิ้วชี้ไปทางด้านหลัง ใช้มือซ้ายเอื้อมจับข้อศอกขวาและค่อย ๆ ดึงไปทางซ้ายโดยให้แขนขวาสัมผัสกับด้านหลังศีรษะของคุณ จากนั้นเหยียดแขนซ้ายออกไปทางซ้ายและค่อย ๆ ปล่อยแขนซ้ายลง แล้วไขว้แขนซ้ายมาไว้ข้างหลังคุณเพื่อให้ปลายนิ้วชี้ซ้ายที่พาดอยู่ด้านหลังชี้ขึ้นด้านบนในขณะที่ข้อศอกชี้ลงล่าง หากเป็นไปได้ให้ประสานนิ้วมือทั้งสองเข้าหากัน ทำซ้ำเช่นนี้โดยพาดขาขวาไว้ด้านบนและแขนซ้ายอยู่ตำแหน่งบน
tr: Sol bacak üstte olacak şekilde bağdaş kurarak rahat bir şekilde oturun. Kollarınızı kulaklarınızın yanına uzatın ve parmak uçlarınız sırtınızın aşağısına işaret edecek şekilde dirseklerinizi bükün. Sağ dirseğinizi sol elinizle tutun ve Başınızın arkasını sağ kolunuza doğru bastırarak sağ dirseğinizi nazikçe sola doğru itin. Ardından sol kolunuzu sol tarafınıza doğru uzatın ve sol kolunuzu içten çevirerek başparmağınızı aşağı çevirin. Sol parmak uçlarınız sırtınızın yukarısına işaret edecek ve dirsekleriniz aşağıya işaret edecke şekilde sol dirseğinizi bükün. Mümkünse, parmak uçlarınızı birbirinize kavuştururak ellerinizi birleştirin. Sağ bacak ğstte ve sol kol üstte olacak şekilde tekrarlayın.
zh_hans: 左脚在上盘腿舒服地坐着。双臂在耳边伸展，弯曲手肘让手指指向后背。左手握着右手肘并轻轻地推向左边，后脑勺枕在右臂上。接着左臂向左伸展，拇指向下，转动左臂。左手肘在身后弯曲，手肘在下，收支朝上。可能的话，两手可以交扣在一起。 左右位置互换重复以上动作。
zh_hant: 左腳在上盤腿舒服地坐著。雙臂在耳邊伸展，彎曲手肘讓手指指向後背。左手握著右手肘並輕輕地推向左邊，後腦勺枕在右臂上。接著左臂向左伸展，拇指向下，轉動左臂。左手肘在身後彎曲，手肘在下，收支朝上。可能的話，兩手可以交扣在一起。 左右位置互換重複以上動作。

# exerciseDescription103
source: Take a comfortable cross-legged seat with your left leg on top. Plant your right forearm at your right side with fingertips pointing to the right. Keep your left buttock anchored on the ground as you extend your left arm alongside your left ear. Repeat with right leg on top and right arm extended alongside your ear.
de: Nimm einen bequemen Schneidersitz ein mit dem linken Bein oben. Lege deinen rechten Unterarm mit den Fingerspitzen nach rechts zeigend an deine rechte Seite. Lasse deinen linken Gesäßknochen auf dem Boden verankert, während du deinen linken Arm an deinem linken Ohr ausstreckst. Wiederhole das Ganze mit dem rechten Bein oben und dem rechten Arm an der Seite deines Ohrs ausgestreckt.
es: Siéntate cómodamente con las piernas cruzadas, con la pierna izquierda por encima. Coloca el antebrazo derecho a tu derecha con las puntas de los dedos apuntando a la derecha. Mantén el glúteo izquierdo pegado al suelo mientras extiendes el brazo izquierdo junto al oído izquierdo. Repítelo con la pierna derecha por encima y el brazo derecho extendido junto al oído.
fr: S'asseoir dans une position confortable avec les jambes croisées et la jambe gauche sur le dessus. Positionner l'avant-bras droit sur le côté droit avec la pointe des doigts pointant vers la droite. Maintenir votre fesse gauche ancrée sur le sol tout en étirant le bras gauche le long de l'oreille gauche. Répéter avec la jambe droite sur le dessus et le bras droit tendu le long de l'oreille.
it: Sedersi comodamente a gambe incrociate con la gamba sinistra sulla parte superiore. Portare l’ avambraccio destro al fianco destro con le dita che puntano a destra. Tenere la natica sinistra a terra mentre si estende il braccio sinistro accanto all'orecchio sinistro. Ripetere con la gamba destra sul braccio in alto e la destra stesa accanto al vostro orecchio.
ja: 左脚を上にして、ゆったりとあぐらをかきます。右の前腕を地面について、指先が右を向くようにします。左のお尻が地面から離れないようにしながら、左腕を左耳に沿うように伸ばします。 左右を入れかえて、右脚を上にして、右腕を耳に沿って伸ばす方も同様に行います。
ko: 왼발을 위에 놓은 상태에서 편안하게 양반다리를 합니다. 손끝을 오른쪽으로 가리키며 오른쪽 팔뚝을 몸 오른편에 놓습니다. 왼손을 왼쪽 귀 옆으로 펴면서 왼쪽 엉덩이를 바닥에 고정시킵니다. 오른발을 위에 올리고 오른손을 귀 옆으로 편 상태에서 반복합니다.
nl: Ga in een comfortabele kleermakerszit zitten met het linkerbeen boven. Zet je rechtervoorarm met de vingertoppen die naar rechts wijzen, rechts van je neer. Houd je linkerbil stevig op de vloer bij het langs je linkeroor strekken van je linkerarm. Herhaal met het rechterbeen boven en een gestrekte rechterarm langs je oor.
pt_pt: Sente-se confortavelmente de pernas cruzadas com a perna esquerda por cima. Apoie o antebraço direito do seu lado direito com os dedos da mão a apontar para a direita. Mantenha a sua nádega esquerda ancorada no chão à medida que estica o braço esquerdo junto à orelha esquerda. Repita com a perna direita por cima e o braço direito esticado junto à orelha direita.
ru: В позе полулотоса поставьте правую руку на предплечье с правой стороны. Левую руку заведите вверх и тянитесь ею в правую сторону. Левая рука должна быть параллельна полу. Взгляд направлен вниз.
sv: Ta en bekväm sits med benen i kors med vänster ben på toppen. Plantera höger underarm på höger sida med fingertopparna pekandes åt höger. Håll vänster skinka förankrade på marken medan du sträcker din vänstra arm bredvid ditt vänstra öra. Upprepa med höger ben på toppen och höger arm sträckt längsmed örat.
th: นั่งไขว้ขาอยู่บนพื้นในท่าที่สบายโดยพาดขาซ้ายไว้ด้านบน วางปลายแขนขวาไปทางด้านข้างขวาโดยให้ปลายนิ้วชี้ไปทางขวา ยึดสะโพกซ้ายไว้บนพื้นในขณะที่คุณเหยียดแขนซ้ายขนานไปกับหูซ้ายของคุณ ทำซ้ำเช่นนี้โดยให้ขาขวาอยู่ด้านบนและแขนขวาเหยียดขนานไปกับหูของคุณ
tr: Sol bacak üstte olacak şekilde bağdaş kurarak rahat bir şekilde oturun. Parmak uçlarınız sağa doğru işaret edecek şekilde sağ ön kolunuzu sağ tarafınıza yerleştirin. Sol kolunuzu sol kulağınızın yanına uzatırken poponuzun sol kısmını yere sabitleyin. Sağ bacak üstte ve sağ kol kulağınızın yanına uzatılmış şekilde tekrarlayın.
zh_hans: 左脚在上盘腿舒服地坐着。右前臂放在身体右侧，手指指向右边。左屁股维持不动，左臂在左耳边伸展。 左右位置互换重复以上动作。
zh_hant: 左腳在上盤腿舒服地坐著。右前臂放在身體右側，手指指向右邊。左屁股維持不動，左臂在左耳邊伸展。 左右位置互換重複以上動作。
