Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription41
source: Take a wide-legged stance with your feet parallel to each other. Turn the right foot out 90 degrees and bend your right knee to a 90 degree angle so that the top of your right thigh is parallel to the ground. Keep your right knee stacked over your right ankle and the left leg extended with toes turned in slightly. Extend the right side of your torso over your right thigh and place your right palm on the ground inside of your right foot, so that your shoulder stacks over your wrist. Reach the left arm straight up to the sky and look up at your left palm. Press the left foot into the ground and keep the right knee centered over your second and third toes. Repeat on left side.
de: Nimm eine breitbeinige Stellung mit deinen Füßen parallel zueinander ein. Drehe deinen rechten Fuß um 90 Grad nach außen und beuge dein rechtes Knie in einen 90 Grad Winkel, sodass die Oberseite deines rechten Oberschenkels parallel zum Boden ist. Halte dein rechtes Knie über deinem rechten Knöchel und das linke Bein gestreckt mit den Zehen leicht nach innen gedreht. Strecke die rechte Seite deines Oberkörpers über deinen rechten Oberschenkel und lege deine rechte Handfläche auf den Boden an die Innenseite deines rechten Fußes, sodass deine Schulter über deinem Handgelenk bleibt. Hebe den linken Arm gestreckt zum Himmel und schaue nach oben zu deiner linken Handfläche. Drücke den linken Fuß in den Boden und halte das rechte Knie mittig über deinen zweiten und dritten Zehen. Wiederhole das Ganze auf der linken Seite.
es: Colócate de pie con las piernas muy separadas y los pies paralelos. Gira el pie derecho hacia fuera 90 grados y dobla la rodilla derecha en un ángulo de 90 grados para que la parte superior del muslo derecho quede paralela al suelo. Mantén la rodilla derecha colocada sobre el tobillo derecho y la pierna izquierda extendida con los dedos del pie ligeramente hacia dentro. Extiende la zona derecha del torso sobre el muslo derecho y coloca la palma de la mano derecha en el suelo por dentro del pie derecho, para que el hombro quede sobre la muñeca. Levanta la mano izquierda hacia el cielo y mira hacia arriba, hacia la palma de la mano derecha. Presiona el suelo con el pie izquierdo y mantén la rodilla derecha centrada sobre el segundo y tercer dedo del pie. Repítelo en el lado izquierdo.
fr: Prendre une position jambes écartées avec les pieds parallèles. Tourner le pied droit de 90° et plier le genou droit avec un angle de 90° de façon à ce que le dessus de la cuisse droite soit parallèle au sol. Maintenir le genou droit avec la cheville droite surmontée par la jambe gauche allongée et les orteils légèrement tournés vers l'intérieur. Allonger le côté droit de votre torse sur la cuisse droite et placer la paume droite sur le sol à l'intérieur du pied droit afin que l'épaule se superpose au poignet. Allonger le bras gauche tendu vers le ciel et regarder la paume gauche. Appuyer le pied gauche sur le sol et maintenir le genou droit centré au-dessus du second et du troisième orteil. Répéter sur le côté gauche.
it: In piedi con i piedi paralleli l'uno all'altro. Girare il piede destro di 90 gradi e piegare il ginocchio destro ad un angolo di 90 gradi in modo che la parte superiore della coscia destra sia parallela al terreno. Mantenere il ginocchio destro allineato sulla la caviglia destra e la gamba sinistra estesa ' Estendere il lato destro del busto sopra la coscia destra e posizionare il palmo della mano destra a terra all'interno del piede destro, in modo che la spalla sia sopra il vostro polso. Stendere il braccio sinistro dritto e guardare al vostro palmo della mano sinistra. Premere il piede sinistro a terra e mantenere il ginocchio destro centrato sul secondo e terzo dito. Ripetere sul lato sinistro.
ja: 足はお互いに平行な状態で、脚を大きく広げた姿勢を取ります。右足を外側に90度回し、右ひざを90曲げ、右の太ももが地面に平行になるようにします。右ひざは右足首の真上に来るようにし、左脚はつま先を少し内側に回して伸ばします。 体幹の右側が右の太ももの上に来るように身体を伸ばし、右手は右足の内側につき、肩が手首の真上に来るようにします。左腕を真上に伸ばし、左手に視線を向けます。左脚を地面に押し付け、右ひざは脚の人差し指と中指の真上からずれないようにします。左側でも同様に行います。
ko: 발이 서로 평행이 되게 해서 넓게 벌려 섭니다. 오른발을 바깥쪽으로 90도 돌리며 오른쪽 무릎을 90도로 구부려 오른쪽 허벅지가 바닥과 평행이 되게 합니다. 오른쪽 무릎을 오른쪽 발목 위로 직선이 되도록 유지한 채 왼발은 발가락을 약간 돌리며 넓힙니다. 몸 오른쪽 부분을 오른쪽 허벅지 위로 뻗으며 어깨가 손목과 일직선이 되도록 하며 오른쪽 손바닥을 오른발 안쪽 바닥에 놓습니다. 왼손을 위로 곧게 펴며 왼쪽 손바닥을 쳐다봅니다. 왼발로 바닥을 누르며 오른쪽 무릎을 두번째, 세번째 발가락 위로 중심이 되도록 유지합니다. 왼쪽 방향으로 반복합니다.
nl: Ga in een spreidstand staan met je voeten evenwijdig aan elkaar. Draai de rechtervoet 90 graden en buig de knie in een hoek van 90 graden, zodat de bovenzijde van het rechterdijbeen parallel aan de grond is. Houd je rechterknie en enkel in een rechte lijn en strek je linkerbeen met de tenen lichtelijk naar binnen gedraaid. Strek de rechterzijde van je bovenlichaam over het rechterdijbeen en plaats je handpalm op de grond aan de binnenkant van je rechtervoet, zodat je schouder recht boven je pols valt. Breng je linkerarm recht omhoog de lucht in en kijk naar je linkerhandpalm. Druk de linkervoet in de grond en houd de rechterknie in het miden boven de tweede en derde teen. Herhaal dit voor de linkerzijde.
pt_pt: Coloque-se numa posição de pernas abertas com os pés paralelos entre si. Vire o pé direito para fora a 90 graus e dobre o seu joelho direito num ângulo de 90 graus de forma a que o topo da sua coxa direita fique paralelo ao chão. Mantenha o joelho direito alinhado sobre o tornozelo direito e a perna esquerda esticada e a perna esquerda esticada com os dedos do pé ligeiramente virados para dentro. Alongue o lado direito do tronco para cima da coxa direita e coloque a palma da mão direita no chão no lado interior do seu pé direito, de forma a que o seu ombro fique alinhado por cima do seu pulso. Estique o braço esquerdo em direção ao céu e olhe para a palma da mão esquerda lá em cima. Exerça pressão sobre o pé esquerdo no chão e mantenha o joelho direito centrado em relação aos dedos do pé. Repita para o lado esquerdo.
ru: В положении стоя на выдохе, расставьте ноги на ширину около метра. Поверните правую стопу примерно на 90 градусов, чтобы она была параллельна краю вашего коврика, а левую стопу поверните слегка вовнутрь, примерно на 15 градусов. Пятка левой ноги должна быть на одном уровне с подъемом правой стопы. Согните правое колено на 90 градусов. Наклоните туловище вправо. Заведите правую руку перед ногой, тяните ее к пятке правой ноги. Левую руку следует тянуть вверх, при этом, обе руки должны быть на одной линии. Поверите голову вверх, зафиксируйте взгляд на пальцах левой руки.
sv: Anta en bredbent ställning med fötterna parallella till varandra. Sväng höger fot ut 90 grader och böj höger knä till en 90 graders vinkel så att toppen av höger lår är parallell med marken. Håll höger knä staplat över höger fotled och vänster ben förlängt med tårna vända in något något. Förläng den högra sidan av din överkropp över höger lår och placera din högra handflata på marken inne i din högra fot, så att axeln staplas över handleden. Räck vänster arm rakt upp mot himlen och titta upp på vänster handflata. Tryck den vänstra foten i marken och hålla höger knä centrerat över de andra och tredje tårna. Upprepa på vänster sida.
th: ยืนแยกขาออกโดยให้เท้าทั้งสองข้างขนานกัน เปิดเท้าขวาพุ่งออกไปข้างหน้าและงอเข่าขวาของคุณให้ตั้งฉากเป็นมุม 90 องศาเพื่อให้ต้นขาขวาของคุณขนานไปกับพื้น ตั้งเข่าให้ตรงกับข้อเท้าขวาของคุณและเหยียดขาซ้ายออกไปและหันปลายเท้าออกเล็กน้อย โน้มลำตัวด้านขวาของคุณไปทางต้นขาขวาของคุณและวางฝ่ามือขวาของคุณลงบนพื้นทางด้านขวาของเท้าด้านขวาเพื่อให้หัวไหล่ของคุณตั้งตรงกับข้อมือของคุณ เหยียดแขนซ้ายพุ่งตรงขึ้นไปบนฟ้าและมองตรงขึ้นไปทางฝ่ามือซ้ายของคุณ ถ่ายน้ำหนักของเท้าซ้ายลงไปที่พื้นและจัดระดับให้เข่าขวาอยู่เหนือระหว่างนิ้วเท้าที่สองและสามของคุณ แล้วทำซ้ำโดยสลับข้างกัน
tr: Ayaklarınız birbirine paralel vaziyette bacaklarınız açık bir şekilde durun. Sağ ayağınızı 90 derece çevirin ve sağ uyluğunuzun yere paralel olması için sağ dizinizi 90 derece açıyla bükün. Sağ dizinizi sağ ayak bileğinizin üzerinde tutun ve ayak parmaklarınızı hafif içeri döndürerek sol bacağınızı uzatın. Gövdenizin sağ kısmını sağ uyluğunuzun üzerine uzatın ve omzunuz bileğinizin üzerinde olacak şekilde yerdeki sağ avuç içinizi sağ ayağınıza yerleştirin. Sol kolunuzu düz bir şekilde gökyüzüne doğru uzatın. Sol ayağınızı yere basın ve sağ dizinizi ikinci ve üçüncü ayak parmaklarınız üzerinde ortalayın. Sol tarafta tekrarlayın.
zh_hans: 双脚张开平行站立。右膝向外转90度并且90度弯曲，让右腿大腿与地板平行。右膝应在右脚踝上方，左脚脚趾稍微向内转，伸展左脚。 伸展身体右侧于右大腿上方，然后右掌放在右脚内侧的地板上，让肩膀位于手腕上方。左手臂伸向天空，目光集中在左手掌。左脚固定在地，保持右膝位于第二、三只脚趾的中心。换成左侧重复动作。
zh_hant: 雙腳張開平行站立。右膝向外轉90度並且90度彎曲，讓右腿大腿與地板平行。右膝應在右腳踝上方，左腳腳趾稍微向內轉，伸展左腳。 伸展身體右側於右大腿上方，然後右掌放在右腳內側的地板上，讓肩膀位於手腕上方。左手臂伸向天空，目光集中在左手掌。左腳固定在地，保持右膝位於第二、三隻腳趾的中心。換成左側重複動作。

# exerciseDescription43
source: Sit down and bend your left knee out to the left so that the outer edge of your foot is on the ground and your shin is parallel to the front of your mat. Bent the right knee out to the right and place the right shin above the left one so that the right knee stacks over the left ankle and the right ankle stacks above the left knee. Slowly fold forward to the extent that you can. Repeat with left shin on top.
de: Setze dich hin und beuge dein linkes Knie nach links, sodass die Außenseite deines Fußes auf dem Boden liegt und dein Schienbein parallel zur Vorderseite deiner Matte ist. Beuge dein rechtes Knie nach rechts außen und lege das rechte Schienbein über das linke, sodass das rechte Knie über dem linken Knöchel liegt und der rechte Knöchel über dem linken Knie liegt. Beuge dich langsam so weit du kannst nach vorne. Wiederhole das Ganze mit dem linken Schienbein oben.
es: Siéntate y dobla la rodilla izquierda hacia afuera en dirección izquierda para que el borde externo del pie quede en el suelo y la espinilla quede paralela a la parte frontal de la esterilla. Dobla la rodilla derecha hacia fuera a la derecha y coloca la espinilla derecha sobre la izquierda para que la rodilla derecha quede sobre el tobillo izquierdo y el tobillo derecho quede sobre la rodilla izquierda. Dóblate lentamente hacia adelante hasta donde puedas. Repítelo con la espinilla izquierda encima.
fr: S'asseoir et plier le genou gauche vers la gauche de manière à ce que le côté extérieur du pied soit sur le sol et le tibia soit parallèle au rebord avant du tapis. Plier le genou droit vers la droite et placer le tibia droit au-dessus du gauche afin que le genou droit se superpose à la cheville gauche et que la cheville droite se superpose au genou gauche. Se plier lentement vers l'avant autant que possible. Répéter avec le tibia gauche sur le dessus.
it: Sedetevi e piegate il ginocchio sinistro verso sinistra in modo che il bordo esterno del piede sia a terra ed il vostro stinco sia parallelo alla parte anteriore del tappetino. Piegate il ginocchio destro verso destra e posizionare lo stinco destro sopra il sinistro in modo che il ginocchio destro sia sopra la caviglia sinistra e la caviglia destra sopra il ginocchio sinistro. Lentamente piegarsi in avanti nella misura in cui è possibile. Ripetere con lo stinco sinistro in alto.
ja: 地面に座り、左ひざを曲げて左に開いて、脚の外側が地面に付き、すねがマットの前のラインと平行になるようにします。右ひざを曲げて右に開き、右すねを左すねの上に置いて、右ひざが左足首の上に来て、右足首が左ひざの上に来るようにします。できる範囲で、ゆっくりと前に身体を倒します。左右を入れかえて、左すねを上にして、同様に行います。
ko: 앉아서 왼쪽 무릎을 왼쪽 바깥으로 구부려 발 바깥 부분이 바닥에 닿게 하고 정강이는 매트 앞부분과 평행이 되게 합니다. 오른쪽 무릎을 오른쪽 바깥으로 구부리고 오른쪽 무릎이 왼쪽 발목 위에 오른쪽 발목은 왼쪽 무릎 위에 포개 지도록 오른쪽 정강이를 왼쪽에 올립니다. 할 수 있는 만큼 천천히 앞으로 숙입니다. 왼쪽 정강이를 위로 올리고 반복합니다.
nl: Ga zitten en buig je knie naar links, zodat de buitenste rand van je voet op de grond ligt en je scheenbeen evewijdig aan de voorkant van de mat is. Buig de rechterknie naar rechts en leg het rechterscheenbeen bovenop de linker, zodat de rechterknie zich bovenop de linkerknie en de rechterenkel zich bovenop de linkerenkel bevindt. Buig in de mate dat je kunt langzaam naar voren. Herhaal met het linkerscheenbeen boven.
pt_pt: Sente-se e dobre o joelho esquerdo de forma a que o lado exterior do seu pé fique no chão e a sua canela fique paralela à frente do seu tapete. Dobre o joelho direito da mesma forma e coloque a canela direita sobre a esquerda de forma a que o joelho direito fique sobre o tornozelo esquerdo e o tornozelo direito fique sobre o joelho esquerdo. Dobre-se lentamente para a frente até onde puder. Repita com a canela esquerda por cima.
ru: Займите положение сидя. Согните левую ногу в коленном суставе под углом девяносто градусов и положите ее перед собой. Затем согните правую ногу в колене и поместите пятку правой ноги на колено левой ноги. Старайтесь опустить колено правой ноги на пятку левой. Наклоните корпус вперед с вытянутыми руками. Старайтесь положить лоб на пол и не отрывать седалищные кости от поверхности земли.
sv: Sitt ner och böj vänster knä ut åt vänster så att den yttre kanten av foten är på marken och ditt smalben är parallell med framsidan av din matta. Böj höger knä ut åt höger och placera det högra smalbenet ovanför det vänstra, så att höger knä staplas över vänster fotled och höger fotled staplas ovanför vänster knä. Vika sakta fram till den grad du kan. Upprepa med vänster smalben på toppen.
th: นั่งลงและงอเข่าซ้ายไปทางด้านซ้ายเพื่อให้ด้านข้างของเท้าซ้ายแตะพื้นและหน้าแข้งของคุณวางราบขนานไปกับเสื่อโยคะ งอเข่าขวาออกไปทางด้านขวาและวางหน้าแข้งขวาไว้บนหน้าแข้งซ้ายในท่าขัดสมาธิเพื่อให้หัวเข่าขวาวางอยู่บนข้อเท้าซ้ายและข้อเท้าขวาวางอยู่บนหัวเข่าซ้าย จากนั้นค่อย ๆ โน้มตัวไปด้านหน้าจนกว่าคุณจะเริ่มรู้สึกตึง จากนั้นทำซ้ำโดยให้หน้าแข้งซ้ายอยู่ด้านบน
tr: Oturun, ayağınızın dış kısmı yerde ve kavalkemiğiniz minderinizin önüne paralel olacak şekilde sol dizinizi sola doğru bükün. Sağ dizinizi sağa bükün ve sağ diziniz sol ayak bileğinizin üzerinde ve sağ ayak bileğiniz sol dizin üzerinde olacak şekilde sağ kavalkemiğinizi sol kavalkemiğinizin üzerine yerleştirin. Yavaşça gidebildiğiniz kadar ileri katlanın. Sol kavalkemiği yukarıda tekrarlayın.
zh_hans: 坐下并将左膝向左弯曲，让左脚贴地，胫骨与地毯前端平行。右膝向右弯曲，右胫骨和左胫骨重叠，让右膝叠放在左脚踝上，右脚踝叠放在左膝上。上半身慢慢地向前倾，尽可能地往前方伸展。左胫骨在上方，重复以上动作。
zh_hant: 坐下並將左膝向左彎曲，讓左腳貼地，脛骨與地毯前端平行。右膝向右彎曲，右脛骨和左脛骨重疊，讓右膝疊放在左腳踝上，右腳踝疊放在左膝上。上半身慢慢地向前傾，盡可能地往前方伸展。左脛骨在上方，重複以上動作。

# exerciseDescription44
source: Lie on your back with your arms at your sides, palms face down. Lift your chest towards the ceiling and drape your head back so that the crown of your head rests lightly on the ground. Lift your legs to a 45 degree angle with the floor.
de: Lege dich auf den Boden mit den Armen an beiden Seite und den Handflächen nach unten. Hebe deine Brust zur Decke und lege deinen Kopf zurück, sodass dein Kopfscheitel leicht auf dem Boden aufsetzt. Hebe deine Beine in einen 45 Grad Winkel zum Boden.
es: Túmbate boca arriba con los brazos a los lados y las palmas hacia abajo. Eleva el pecho hacia el cielo y deja caer la cabeza hacia atrás para que la parte superior descanse ligeramente en el suelo. Levanta las piernas en un ángulo de 45 grados respecto al suelo.
fr: S'allonger sur le dos avec les bras sur les côtés, les paumes tournées vers le sol. Soulever la poitrine vers le plafond et ramener la tête en arrière afin que l'arrière de la tête repose légèrement sur le sol. Soulever les jambes avec un angle de 45° par rapport au sol.
it: Sdraiatevi sulla schiena con le braccia lungo i fianchi, con i palmi rivolti verso il basso. Sollevare il petto e ripiegare la testa indietro in modo che la sommità della testa poggi delicatamente sul terreno. Sollevare le gambe ad un angolo di 45 gradi rispetto al pavimento.
ja: 仰向けに寝て、腕は身体の横に、手のひらは下を向けます。胸を天井に向けて持ち上げ、頭を後ろに倒し、頭のてっぺんが地面に軽くつくようにします。脚を地面に対して45度の高さに上げます。
ko: 손바닥을 아래로 해서 손을 몸 옆에 놓으며 바닥에 등으로 눕습니다. 가슴을 천장 쪽으로 올리며 정수리가 바닥에 살짝 닿도록 머리를 뒤로 젖힙니다. 바닥에서 45도로 다리를 들어올립니다.
nl: Ga op je rug liggen met je armen langs het lichaam, handpalmen naar beneden. Til je borst richting plafond en en laat je hoofd achterover hangen, zodat de kruin van je hoofd lichtjes op de grond ligt. Til je benen totdat ze een hoek van 45 graden met de vloer vormen.
pt_pt: Deite-se de costas com os braços ao longo do corpo, palmas das mãos viradas para baixo. Levante o peito em direção ao teto e pendure a cabeça para trás de forma a que o topo da cabeça repouse ligeiramente no chão. Levante as pernas a um ângulo de 45 graus em relação ao chão.
ru: Лягте на пол, расположите ладони под тазом. Откиньтесь назад и опуститесь на локти, расслабьте мышцы поясницы и вытяните корпус тела из таза. Опустите голову назад и одновременно направьте грудь вверх, совершите хороший прогиб. Опустите голову на пол, упираясь макушкой в пол скорректируйте и увеличьте прогиб грудной клетки.
sv: Ligg på rygg med armarna längs sidorna, handflatorna nedåt. Lyft bröstet mot taket och drapera huvudet bakåt så att kronan på huvudet vilar lätt på marken. Lyft benen till en 45 graders vinkel med golvet.
th: นอนหงายโดยวางแขนของคุณไว้ข้างลำตัวพร้อมกับคว่ำฝ่ามือลงบนพื้น ยกหน้าอกของคุณขึ้นด้านบนและเงยหน้าจนสุดแล้วค่อย ๆ วางศีรษะของคุณลงบนพื้นเพื่อให้พื้นรองรับศีรษะของคุณเอาไว้ จากนั้นยกขาของคุณขึ้นให้เป็นมุม 45 องศากับพื้น
tr: Kollarınız yanınızda, avuç içleri yere bakar vaziyette sırt üstü uzanın. Göğsünüzü tavana doğru çekin ve başınızın tepesi yerde hafifçe dinlenecek şekilde başınızı geri sarkıtın. Bacaklarınızı yerden 45 derecelik açıyla yukarı kaldırın.
zh_hans: 仰卧在地，双手摆在身旁，掌心向下。胸部朝天抬起，头部下垂让头部轻轻地靠在地板上。双脚和地面成45度角抬起。
zh_hant: 仰臥在地，雙手擺在身旁，掌心向下。胸部朝天抬起，頭部下垂讓頭部輕輕地靠在地板上。雙腳和地面成45度角抬起。

# exerciseDescription45
source: Kneel with your hips above your knees, shins parallel to each other, and tops of the feet on the ground. Step your right foot out to the right side so that the leg is extended and toes point to the right and towards the floor. Place your right palm on your right thigh and extend your left arm alongside the left ear. As you side bend to the right, slide your right hand towards your right ankle. Repeat on left side.
de: Knie mit der Hüfte über deinen Knien, den Schienbeinen parallel zueinander und den Fußoberflächen auf dem Boden. Stelle deinen rechten Fuß nach rechts außen, sodass das Bein gestreckt ist und die Zehen nach rechts uns zum Boden zeigen. Lege deine rechte Handfläche auf deinen rechten Oberschenkel und strecke deinen linken Arm an der Seite deines linken Ohrs aus. Während du dich zur linken Seite beugst, lässt du deine rechte Hand zu deinem rechten Knöchel gleiten. Wiederhole das Ganze auf der linken Seite.
es: Arrodíllate con las caderas sobre las rodillas, las espinillas paralelas y la parte superior de los pies en el suelo. Desplaza tu pie izquierdo fuera hacia la derecha para que la pierna se extienda y los dedos de los pies apunten a la derecha y hacia el suelo. Coloca la palma de la mano derecha en el muslo derecho y extiende la mano izquierda junto al oído izquierdo. Mientras te doblas hacia la derecha, desliza la mano derecha hacia el tobillo derecho. Repítelo con el lado izquierdo.
fr: S'agenouiller avec les hanches au-dessus des genoux, les tibias parallèles et le dessus des pieds sur le sol. Déplacer le pied droit vers la droite afin que la jambe soit tendue et que les orteils pointent vers la droite et vers le sol. Placer la paume droite sur la cuisse droite et allonger le bras gauche le long de l'oreille gauche. Tout en se penchant sur le côté droit, glisser la main droite vers la cheville droite. Répéter sur le côté gauche.
it: Inginocchiati con i fianchi sopra le ginocchia, stinchi paralleli tra loro, e le parti superiori dei piedi per terra. Passa il piede destro verso il lato destro in modo che la gamba sia estesa e le dita dei piedi puntino verso destra e verso il pavimento. Posizionare il palmo della mano destra sulla coscia destra ed estendere il braccio sinistro verso l'orecchio sinistro .Piegandosi sulla destra, fa scorrere la mano destra verso la caviglia destra. Ripetere sul lato sinistro
ja: お尻がひざの真上に来るようにひざをついて、両すねが平行になるようにし、足の甲を床につけます。右足を右に踏み出し、脚が右に伸び、つま先が右の地面を向くようにします。右手を右の太ももに置き、左腕を左耳につけて伸ばします。右側に身体を倒しながら、右手を右足首に向けてスライドさせます。左側でも同様に行います。
ko: 엉덩이가 무릎 위로 가도록 무릎을 꿇고 발등을 바닥으로, 정강이는 서로 평행이 되게 합니다. 발가락 끝이 오른쪽 바닥으로 향하도록 오른발을 오른쪽으로 폅니다. 오른손 손바닥을 오른쪽 허벅지에 놓고 왼손을 왼쪽 귀 옆으로 폅니다. 오른쪽으로 구부리며, 오른손을 오른쪽 발목으로 내립니다. 왼쪽으로 반복하세요.
nl: Ga op je knieën zitten met je heupen boven je knieën, scheenbenen evenwijdig aan elkaar met de bovenzijde van je voeten op de grond. Stap met je rechtervoet naar de rechterkant, zodat het been gestrekt wordt en de tenen naar rechts en de vloer wijzen. Plaats je rechterhandpalm op je rechterdijbeen en strek je linkerarm langs je linkeroor. Buig vervolgens naar rechts en schuif je rechterhand naar je rechterenkel. Herhaal dit voor de linkerzijde.
pt_pt: Ajoelhe-se com as ancas por cima dos joelhos, canelas paralelas entre si e peitos dos pés no chão. Coloque o pé direito para fora e para a direita de forma a que a perna fique esticada e os dedos dos pés apontem para a direita e na direção do chão. Coloque a palma da mão direita sobre a coxa direita e estique o braço esquerdo junto à orelha esquerda. Enquanto se curva para a direita, deslize a sua mão direita na direção do tornozelo direito. Repita para o lado esquerdo.
ru: Станьте на колени на пол, выпрямьтесь. Отведите правую ногу вправо. Положите правую руку на правое бедро, голень или лодыжку. Отведите левую руку вверх и вправо. Поверните голову так, чтобы видели потолок.
sv: Knäböj med höfterna ovanför knäna, smalbenen parallella med varandra, och toppen av fötterna på marken. Steg höger fot ut åt höger så att benet förlängs och tårna pekar åt höger och mot golvet. Placera din högra handflata på höger lår och förläng din vänstra arm bredvid vänster öra. Medan du böjer åt sidan till höger, dra höger hand mot höger fotled. Upprepa på vänster sida.
th: คุกเข่าโดยให้สะโพกตั้งตรงกับหัวเข่าและหน้าแข้งทั้งสองขนานกันและหน้าเท้าราบไปกับพื้น ก้าวเท้าขวาออกไปทางด้านขวาเพื่อให้ขาขวาเหยียดยืดออกไปและนิ้วเท้าชี้ไปทางด้านขวาแล้วจิกลงบนพื้น วางฝ่ามือขวาไว้บนต้นขาขวาของคุณและเหยียดแขนซ้ายไปทางด้านข้างหูซ้าย ในขณะที่คุณโน้มตัวเอียงไปทางด้านขวาให้เลื่อนมือขวาไปทางข้อเท้าขวาของคุณ แล้วทำซ้ำโดยสลับข้างกัน
tr: Kalçalarınız dizlerinizin üstünde, kavalkemikleri birbirine paralel ve ayakların üst kısmı yerde olacak şekilde diz çökün. Bacağınızın uzanması ve ayak parmaklarınızın sağa ve yere doğru işaret etmesi için sağ ayağınızla sağ tarafa adım atın. Sağ avuç içinizi sağ uyluğunuza yerleştirin ve sol kolunuzu sol kulağınızın yanına uzatın. Sağa doğru yan eğilirken, sağ elinizi sağ ayak bileğinize doğru kaydırın. Sol tarafta tekrarlayın.
zh_hans: 臀部位于膝盖上方跪着，胫骨相互平行，脚部贴地。右脚向右踏出，伸直右脚，脚趾朝向右方地板。右掌置于右脚大腿上，左臂沿着左耳伸展。当身体向右伸展时，右手向右脚踝移动。对换左右方向重复以上动作。
zh_hant: 臀部位於膝蓋上方跪著，脛骨相互平行，腳部貼地。右腳向右踏出，伸直右腳，腳趾朝向右方地板。右掌置於右腳大腿上，左臂沿著左耳伸展。當身體向右伸展時，右手向右腳踝移動。對換左右方向重複以上動作。
