Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription24
source: Sit with your knees bent and feet planted hips distance apart in front of you. Plant your palms behind you, shoulders distance apart with fingertips pointing forward. Lift your pelvis off of the ground so that your knees are bent at a 90 degree angle. Stack your knees above your ankles and your shoulders above your wrists. Press down into the index finger and thumb of each hand. To start, keep your neck in line with the rest of your spine and nose pointed up at the ceiling. If you don't have any cervical spine issues, you can let the head gently drape back so that the base of your skull is cradled right above the shoulder blades.
de: Sitze mit gebeugten Knien und den Füßen hüftbreit auseinander auf dem Boden vor dir. Lege deine Handflächen hinter dich, schulterbreit auseinander mit den Fingerspitzen nach vorne zeigend. Hebe dein Becken vom Boden, sodass deine Knie in einem 90 Grad Winkel gebeugt sind. Hebe deine Knie über deine Knöchel und deine Schultern über deine Handgelenke. Drücke dich nach unten in den Zeigefinger und Daumen beider Hände. Um zu beginnen, halte dein Genick in einer Linie mit dem Rest deiner Wirbelsäule und die Nase zeigt hoch zur Decke. Wenn du keine Probleme mit der Halswirbelsäule hast, dann kannst du den Kopf langsam nach hinten fallen lassen, sodass deine Schädelbasis genau über den Schulterblättern wiegt.
es: Siéntate con las rodillas dobladas y los pies plantados a la distancia entre las caderas frente a ti. Planta las palmas detrás de ti, a la distancia entre los hombros y con las puntas de los dedos apuntando hacia fuera. Eleva la pelvis del suelo para que las rodillas se doblen en un ángulo de 90 grados. Coloca las rodillas sobre los tobillos y los hombros sobre las muñecas. Presiona hacia abajo sobre el dedo índice y el pulgar de cada mano. Para empezar, comprueba que tu cuello está alineado con el resto de la espalda y que la nariz apunta hacia el cielo. Si no tienes ningún problema cervical, puedes dejar que la cabeza caiga hacia atrás suavemente de forma que la base del cráneo se apoye justo sobre los omóplatos.
fr: S'asseoir avec les genoux pliés et les pieds positionnés près des hanches devant vous. Poser les paumes derrière soi avec la largeur des épaules pour écartement et le bout des doigts pointant tout droit. Décoller du sol le pelvis afin que les genoux soient pliés avec un angle de 90°. Positionner les genoux au-dessus des chevilles et les épaules au-dessus des poignets. Appuyer sur l'index et le pouce de chaque main. Pour commencer, garder le cou aligné avec le reste de la colonne vertébrale et le nez pointé vers le plafond. Si vous n'avez pas de problème de colonne vertébrale, vous pouvez incliner la tête doucement en arrière afin que la base du crâne soit calée juste au-dessus des omoplates.
it: Sedetevi con le ginocchia piegate e i piedi piantati distanti tra loro di fronte a voi. Piantate i palmi delle mani dietro di voi, a distanza spalle con le dita rivolte in avanti. Sollevare il bacino in modo che le ginocchia siano piegate ad un angolo di 90 gradi. Sollevare le ginocchia sopra le caviglie e le spalle sopra i polsi. Premere sul dito indice e sul pollice di ciascuna mano. Per iniziare, mantenere il collo in linea con il resto della colonna vertebrale e il naso puntato verso il soffitto. Se non avete problemi della colonna cervicale, è possibile lasciare che il capo penzoli dolcemente indietro in modo che la base del cranio penda sopra le scapole.
ja: ひざを曲げて座り、足は身体の前で腰の幅に広げて、地面につきます。両手を身体の後ろで肩幅に広げて、指先が前を向くようにつきます。骨盤を地面から離して、ひざが90度に曲がるようにします。ひざは足首の真上に来るようにし、肩は手首の真上に来るようにします。それぞれの手の親指と人差し指で地面を押すようにします。初めは、首を背骨と一直線にして、鼻が天井を向くようにします。頚椎に問題を抱えていない場合には、頭をゆっくりと後ろに下ろして、頭がい骨の底が肩甲骨のすぐ上にぶら下がっている状態にすることもできます。
ko: 무릎을 구부리고 앉으며 발은 앞으로 엉덩이 너비만큼 벌립니다. 손바닥을 어깨 너비만큼 벌리고 손가락 끝을 앞으로 향하게 해서 뒤에 놓습니다. 무릎이 90도로 구부려지도록 골반을 들어 올립니다. 무릎은 발목 위로 어깨는 팔목 위로 되게 합니다. 각 손의 검지 손가락과 엄지 손가락으로 누릅니다. 그리고 코는 천장으로 향하고 허리와 일직선이 되도록 목을 유지합니다. 경추에 문제가 없을 경우, 머리를 부드럽게 뒤로 젖히며 두개저가 어깨뼈 바로 위로 오게 할 수 있습니다.
nl: Ga met gebogen knieën zitten en plaats je voeten op heupbreedte van elkaar voor je neer. Plaats je handpalmen op schouderbreedte afstand van elkaar achter je, waarbij je vingertoppen naar voren wijzen. Til je bekken van de grond, zodat je knieën in een hoek van 90 graden worden gebogen. Je knieën moeten in een rechte lijn met je enkels zijn en ook je schouders die in het verlengde van je polsen moeten zijn. Druk naar beneden in de wijsvinger en duim van elke hand. Om te beginnen zorg dat de nek in rechte lijn met je wervelkolom vormt en dat je neus naar het plafond wijst. Als je geen nekproblemen hebt kun je het hoofd lichtelijk naar achteren laten vallen, zodat de onderkant van de schedel net boven de schouderbladen wordt gewiegd.
pt_pt: Sente-se com os joelhos fletidos e os pés fixos no chão à sua frente alinhados com as ancas. Fixe as palmas das mãos atrás de si, alinhadas com os ombros e com os dedos a apontar para a frente. Eleve a pélvis do chão de forma a que os seus joelhos estejam dobrados num ângulo de 90 graus. Alinhe verticalmente os joelhos sobre os tornozelos e os ombros sobre os pulsos. Faça pressão sobre os seus dedos polegar e indicador de cada mão. Para começar, mantenha o pescoço alinhado com a coluna e o nariz apontado para o teto. Se não tiver problemas cervicais, pode deixar a cabeça descair suavemente para trás de forma a que a base da sua cabeça esteja aninhada entre as omoplatas.
ru: Сядьте на пол, вытянув ноги перед собой, стопы держите на ширине таза. Поставьте руки по обе стороны от таза и, отталкиваясь стопами согните колени и поднимите грудь вверх. Откиньте голову назад. Задержитесь в данном положении.
sv: Sitt med knäna böjda och fötterna planterade på höftavstånd framför dig. Placera händerna bakom dig, axelavstånd med fingertopparna pekandes framåt. Lyft bäckenet från marken så att knäna är böjda i 90 graders vinkel. Stapla knäna ovanför anklarna och axlarna ovanför handlederna. Tryck ned i pekfingret och tummen på varje hand. För att börja, hålla nacken i linje med resten av ryggraden och näsan pekandes upp mot taket. Om du inte har några problem i halsryggen, kan du låta huvudet försiktigt drapera tillbaka så att basen av din skalle vaggas precis ovanför skulderbladen.
th: นั่งชันเข่าขึ้นและแยกขาออกไปข้างหน้าหนึ่งช่วงตัว วางฝ่ามือไว้ข้างหลังคุณ ค่อย ๆ ยกไหล่ขึ้นโดยให้นิ้วมือชี้ไปข้างหน้า ยกกระดูกเชิงกรานของคุณสูงจากพื้นเพื่อให้หัวเข่าของคุณงอเป็นมุม 90 องศา ชันเข่าให้อยู่เหนือข้อเท้าและให้ไหล่ของคุณอยู่เหนือข้อมือ ลงน้ำหนักไปที่นิ้วชี้และนิ้วหัวแม่มือของมือแต่ละข้าง จากนั้นปรับระดับให้คอของคุณอยู่ในแนวเดียวกันกับกระดูกสันหลังโดยที่จมูกของคุณชี้ไปที่เพดาน หากคุณไม่มีปัญหาใด ๆ เกี่ยวกับกระดูกต้นคอคุณก็สามารถปล่อยน้ำหนักศีรษะลงมาทางด้านหลังเพื่อให้ฐานกะโหลกศีรษะของคุณได้รับการประคองจากกระดูกสะบัก
tr: Dizleriniz bükük ve ayaklarınız önünüzde kalçalarınızla aynı hizada olacak şekilde birbirinden ayrılmış vaziyette oturun. Avuç içlerinizi omuzlarınızla aynı hizada olacak şekilde birbirinden ayrılmış vaziyette ve parmak uçlarınız ileriye işaret eder şekilde arkanıza yerleştirin. Dizleriniz 90 derecelik açıyla bükülü olacak şekilde pelvisinizi yerden kaldırın. Dizlerinizi ayak bileklerinizin üzerinde ve omuzlarınızı bileklerinizin üzerinde birleştirin. Her iki elin işaret ve başparmaklarını aşağıya doğru bastırın. Başlamak için, burnunuz tavana işaret eder şekilde boynunuzu omurganızın geri kalan kısmıyla aynı hizada tutun. Herhangi bir servikal omur sorununuz yoksa kafa kaideniz kürek kemiklerinizin hemen üzerinde tutacak şekilde başınızı nazikçe geriye sarkıtın.
zh_hans: 屈膝坐在地上，双脚与臀同宽在身前。手掌放在身后，肩膀的宽度，同时指尖指向前方。骨盆离地提起，让膝盖保持90度弯曲。膝盖应该再脚踝上方，肩膀在手腕上方。压力施在食指和拇指上。开始时，请保持颈项与脊椎平行，鼻子朝向天花板。如果没有颈椎问题，你可以让头部轻轻下垂，这样能够让头骨安枕于肩胛骨上。
zh_hant: 屈膝坐在地上，雙腳與臀同寬在身前。手掌放在身後，肩膀的寬度，同時指尖指向前方。骨盆離地提起，讓膝蓋保持90度彎曲。膝蓋應該再腳踝上方，肩膀在手腕上方。壓力施在食指和拇指上。開始時，請保持頸項與脊椎平行，鼻子朝向天花板。如果沒有頸椎問題，你可以讓頭部輕輕下垂，這樣能夠讓頭骨安枕於肩胛骨上。

# exerciseDescription25
source: Stand in a forward fold with your feet together. Bend your knees and plant your palms approximately one foot in front of your feet with your hands shoulders distance apart and finger pads gripping the ground. Raise your heels high off of the ground to lift your hips and lower your knees onto the backs of your upper arms, creating a shelf with your arms. Bend your elbows to nearly 90 degrees and stack them over your wrists. Look past your hands on the floor and slowly shift your weight into your hands. Once your shoulders have shifted slightly forward and all of your weight is in your hands, practice lifting one or both feet off of the floor. Over time, practice pointing your toes and bringing them towards your sitting bones.
de: Stehe nach vorne gebeugt mit den Füßen zusammen. Beuge deine Knie und lege deine Handflächen etwa eine Fußlänge vor deine Füße mit den Händen schulterbreit auseinander und den Fingern den Boden greifend. Hebe deine Fersen vom Boden, um deine Hüfte anzuheben und deine Knie auf die Hinterseiten deiner Oberarme abzusenken und bilde ein Brett mit deinen Armen. Beuge deine Ellbogen auf fast 90 Grad und hebe sie über deine Handgelenke. Schaue weiter als deine Hände auf dem Boden und verlagere dein Gewicht langsam auf deine Hände. Sobald deine Schultern leicht nach vorne gebeugt sind und dein ganzes Gewicht auf deinen Händen liegt, versuche, einen oder beide Füße vom Boden zu heben. Mit der Zeit kannst du versuchen, deine Zehen zu strecken und sie zu deinen Gesäßknochen zu führen.
es: Ponte de pie doblado hacia delante con los pies juntos. Flexiona las rodillas y planta las palmas de las manos aproximadamente a unos 30 cm de tus pies con una separación igual a la que hay entre los hombros y con las yemas de los dedos sujetándose al suelo. Eleva los talones del suelo para subir las caderas y baja las rodillas sobre la parte de atrás de la zona superior de los brazos, creando un estante con ellos. Dobla los codos unos 90 grados y colócalos sobre las muñecas. Mira más allá de las manos al suelo y eleva lentamente tu peso sobre tus manos. Cuando los hombros se muevan ligeramente hacia adelante y todo tu peso esté en tus manos, intenta elevar uno o los dos pies del suelo. Con el tiempo, practica poner los dedos de los pies en punta y llevarlos hacia la zona de los glúteos.
fr: Se tenir en position pliée vers l'avant avec les pieds joints. Plier les genoux et poser les paumes approximativement 30cm devant les pieds avec une largeur d'épaules comme écartement entre les mains et les doigts poser sur le sol. Décoller du sol les talons pour soulever les hanches et abaisser les genoux vers le dos des mains, créant ainsi une étagère avec les mains. Plier les coudes à environ 90° et les superposer au-dessus des poignets. Regarder vers les mains sur le sol et basculer lentement le poids vers les mains. Dès que les épaules ont basculé légèrement vers l'avant et que tout le poids est sur les mains, s'exercer à décoller un ou les deux pieds du sol. Au fil du temps, s'exercer en pointant les orteils et en les ramenant vers les os iliaques.
it: Stando in piedi effettuare una piega in avanti con i piedi uniti. Piegate le ginocchia e piantate i palmi delle mani a circa un piede di distanza dai piedi con le mani a distanza spalle e i polpastrelli a terra. Alzare i talloni per sollevare il fianchi e abbassare le ginocchia fino alla parte superiore delle braccia, creando una mensola con le braccia. Piegare i gomiti per quasi 90 gradi e porli sopra i polsi. Guardare oltre le mani sul pavimento e lentamente spostare il peso sulle mani. Una volta che le spalle sono spostate leggermente in avanti e tutto il vostro peso è sulle mani, sollevare uno o entrambi i piedi dal pavimento, puntare le dita dei piedi e portarli verso il coccige
ja: 両足をそろえて、身体を前に倒して立ちます。ひざを曲げ、足のおよそ30cm前に肩幅に広げて、指先で地面を掴むように手のひらをつきます。かかとを地面から離し、お尻を持ち上げ、ひざを二の腕の後ろ側の上に下ろして、腕で土台を作るようにします。ひじはおよそ90度に曲げ、手首の真上に来るようにします。目線は手のひらをついた地面に向けて、ゆっくりと手の方へと体重を移動させます。肩が少し前に移動し、身体の全体重が手にかかるようになったら、片足または両足を地面から離す練習をしましょう。次第に慣れてきたら、つま先を伸ばして、坐骨結節の方へ近づけるようにしましょう。
ko: 발을 같이 놓고 앞으로 숙인 상태로 섭니다. 무릎을 구부리고 손을 어깨 너비로 벌려서 약 한 발 간격 발 앞에 손바닥을 놓고 손가락 끝으로 땅을 잡듯이 합니다. 엉덩이를 들어 올리도록 발 뒤꿈치를 올리고, 팔을 선반 형태가 되도록 해서 팔 윗부분 뒤편에 무릎을 내려 놓습니다. 팔꿈치를 거의 90도가 되도록 구부리고 손목 위로 겹쳐지게 합니다. 바닥의 손을 지나 보며 천천히 무게를 손으로 옮깁니다. 어깨를 약간 앞으로 이동하고 모든 무게를 손으로 지탱하면, 한 발 또는 두 발 모두 들어올리도록 연습합니다. 시간이 지나면 발가락을 포인팅하고 좌골 쪽으로 옮기도록 연습합니다.
nl: Sta voorover gebogen met je voeten bij elkaar. Buig je knieën en plaats je handen op schouderbreedte stevig op de vloer op ongeveer 30 cm voor je voeten. Til je hielen hoog van de grond om je heupen te heffen en breng je knieën tegen je bovenarmen aan, zodat je armen een plank vormen. Buig je ellebogen bijna 90 graden en laat ze over je polsen hellen. Kijk naar een punt op de vloer dat voor je handen ligt en verschuif langzaam je gewicht naar je handen. Zodra je schouders iets naar voren zijn verschoven en al het gewicht op je handen rust, oefen je om een of beide voeten van de grond te krijgen. Na verloop van tijd oefen je tenen te strekken en ze richting je zitbeen te brengen.
pt_pt: De pé dobre-se para a frente com os pés juntos. Dobre os joelhos e coloque as palmas das mãos aproximadamente 30 cm à frente dos seus pés, alinhadas com os ombros e com os dedos bem fixos no chão. Eleve os calcanhares do chão para levantar as ancas e encaixar os joelhos na parte de trás dos seus braços, criando com eles uma prateleira. Dobre os cotovelos quase até 90 graus e alinhe-os por cima dos pulsos. Fixe o olhar à frente das suas mãos e lentamente desloque o seu peso para as suas mãos. Assim que os seus ombros se tiverem deslocado ligeiramente para a frente e todo o seu peso estiver sobre as suas mãos, tente levantar um ou os dois pés do chão. Ao longo do tempo, treine apontando os dedos dos pés e trazendo-os para mais perto do rabo.
ru: Сядьте на корточки с опорой на носки и поставьте ладони на коврик на ширине плеч. Раскройте пальцы рук и направьте их вперед, а локти назад и немного в стороны. Постарайтесь передать максимум веса на ладони. Согните руки в локтях, наклонитесь чуть вперед и поставьте колени на руки. Передайте вес на руки и оторвите пятки от пола.
sv: Stå framåtböjd med fötterna ihop. Böj knäna och plantera handflatorna ungefär en fot framför dina fötter med händerna på axelavstånd från varandra och fingerdynorna gripandes i marken. Höj hälarna högt från marken för att lyfta höfterna och sänk knäna mot ryggen på överarmarna, för att skapa en hylla med armarna. Böj armbågarna till nästan 90 grader och stapla dem över dina handleder. Titta förbi händerna på golvet och flytta sakta din vikt in i dina händer. När axlarna har skiftat något framåt och all din vikt är i dina händer, öva på att lyfta en eller båda fötterna från golvet. Med tiden, öva på att peka tårna och föra dem mot sittbenen.
th: ยืนโน้มตัวไปข้างหน้าโดยให้เท้าชิดกัน งอเข่าของคุณและวางฝ่ามือไว้ที่ด้านหน้าเท้าของคุณประมาณหนึ่งฟุต จากนั้นค่อย ๆ เอนตัวไปข้างหน้าและถ่ายน้ำหนักลงบนฝ่ามือและจับยึดที่พื้นไว้ให้แน่น ยกส้นเท้าของคุณให้สูงขึ้นจากพื้นเพื่อยกสะโพกและโน้มหัวเข่าของคุณลงหลังต้นแขนในท่าหกกบ งอข้อศอกของคุณเกือบ 90 องศาและลงน้ำหนักไปที่ข้อมือของคุณ มองผ่านมือของคุณบนพื้นและค่อย ๆ ถ่ายน้ำหนักของคุณลงไปที่มือของคุณ เมื่อไหล่ของคุณเลื่อนไปข้างหน้าเล็กน้อยและน้ำหนักทั้งหมดของคุณอยู่ที่มือของคุณแล้วให้ลองฝึกยกเท้าหนึ่งหรือสองข้างขึ้นสูงจากพื้น เมื่อเวลาผ่านไปให้ค่อย ๆ เกร็งนิ้วเท้าของคุณและเอนไปทางด้านหลัง
tr: Ayaklarınız bitişik olacak şekilde öne katlanarak ayakta durun. Dizlerinizi bükün, elleriniz omuzlarınızla aynı hizada olacak şekilde birbirinden ayrılmış ve parmak uçlarınızın etli kısmıyla yere bastırırken avuç içlerinizi ayaklarınızın yaklaşık 30 cm önüne yerleştirin. Kalçalarınızı kaldırmak için topuklarınızı yerden yükseğe kaldırın ve dizlerinizi üst kollarınızın gerisine alçaltarak kollarınızla bir raf oluşturun. Dirseklerinizi yaklaşık 90 derece bükün ve bileklerinizin üzerinde birleştirin. Yerde ellerinizin ötesine bakın ve yavaşça ağırlığınızı ellerinize verin. Omuzlarınız hafif ileriye çevrildiğinde ve tüm ağırlığınızı ellerinize verdiğinizde, tek veya iki ayağınızı yerden kaldırma alıştırması yapın. Zamanla, ayak başparmaklarınızı göstererek oturma kemiklerinize doğru getirme alıştırması yapın.
zh_hans: 双脚并拢身体往前弯曲。屈膝并把手掌放在双脚前方大约一尺的位置。两手距离与肩同宽，手指紧抓地面。两脚脚跟离地举起，抬高臀部同时膝盖趋近上臂，形成贝壳的样子。将手肘弯曲成90度角，手肘位置再手腕上方。看着双手并慢慢地将身体重心移到双手。当你的肩膀轻微地往前倾，重心都压在双手上时，练习抬起一只脚或两脚离地。练习一段时间后，尝试将脚趾收进坐骨的方向。
zh_hant: 雙腳併攏身體往前彎曲。屈膝並把手掌放在雙腳前方大約一尺的位置。兩手距離與肩同寬，手指緊抓地面。兩腳腳跟離地舉起，抬高臀部同時膝蓋趨近上臂，形成貝殼的樣子。將手肘彎曲成90度角，手肘位置再手腕上方。看著雙手並慢慢地將身體重心移到雙手。當你的肩膀輕微地往前傾，重心都壓在雙手上時，練習抬起一隻腳或兩腳離地。練習一段時間後，嘗試將腳趾收進坐骨的方向。

# exerciseDescription27
source: Lie on your belly and prop yourself up on your elbows so that your forearms are parallel to each other and elbows are shoulders width apart. Drag your elbows towards your hips as you pull your chest forward through your arms. Point your toes and slide your tailbone towards your heels.
de: Lege dich auf den Bauch und stütze dich auf deinen Ellbogen auf, sodass deine Unterarme parallel zueinander sind und deine Ellbogen schulterbreit auseinander sind. Ziehe deine Ellbogen zu deiner Hüfte, während du deine Brust durch deine Arme nach vorne drückst. Strecke deine Zehen und schiebe dein Steißbein in Richtung deiner Fersen.
es: Túmbate boca abajo y elévate sobre los codos para que tus antebrazos queden paralelos entre ellos, y con los codos separados a la distancia entre los hombros. Lleva los codos hacia las caderas mientras empujas el pecho hacia delante a través de los brazos. Pon los dedos de los pies en punta y desliza el coxis hacia los tobillos.
fr: S'allonger sur le ventre et se soulever avec les coudes afin que les avant-bras soient parallèles et avec une largeur d'épaules comme écartement entre les coudes. Tirer sur les coudes vers les hanches tout en ramenant la poitrine vers les bras. Pointer les orteils et faire glisser le coccyx vers les talons.
it: Sdraiatevi sulla pancia sollevati sui gomiti in modo che gli avambracci siano paralleli tra loro e i gomiti siano a larghezza spalle. Trascinare i gomiti verso i fianchi tirando il petto in avanti attraverso le braccia. Puntare le dita dei piedi e far scorrere il coccige verso i talloni.
ja: 腹ばいになり、ひじで身体を支え、前腕がお互いに平行になり、ひじが肩幅になるようにします。ひじをお尻の方に引きつけながら、両腕の間から胸を前に突き出します。つま先は伸ばして、尾てい骨をかかとの方へスライドさせます。
ko: 배를 바닥으로 누워 팔뚝을 서로 평행이 되게 하고 팔꿈치를 어깨너비만큼 벌려 팔꿈치로 받칩니다. 팔로 가슴을 들어 올리는 것처럼 발꿈치를 엉덩이쪽으로 당깁니다. 발가락을 끝으로 가리키고 꼬리뼈를 발 뒤꿈치쪽으로 움직입니다.
nl: Ga op je buik liggen en kom op je onderarmen, omhoog, houd ze parallel aan elkaar en je ellebogen op schouderbreedte. Sleep je ellebogen naar je heupen toe, terwijl je je borst door je armen naar voren optrekt. Strek je tenen en laat je stuitje naar je hielen wijzen.
pt_pt: Deite-se de barriga para baixo e apoie-se nos seus cotovelos de forma a ter os antebraços paralelos entre si e os cotovelos alinhados com a largura dos ombros. Arraste os cotovelos na direção das ancas enquanto puxa o peito para a frente através dos braços. Estique os dedos dos pés e deslize o cóccix na direção dos seus calcanhares.
ru: Ложитесь на живот. Согните предплечья на полу параллельно друг другу держа локти над плечами, пальцы рук смотрят вперед. Ноги также расположены параллельно друг другу. Взгляд направлен вперед.
sv: Ligg på mage och stötta upp dig på armbågarna så att underarmarna är parallella med varandra och armbågarna är isär i axelbredd. Dra armbågarna mot höfterna medan du drar bröstet framåt genom armarna. Peka tårna och dra svanskotan mot hälarna.
th: นอนคว่ำและค่อย ๆ ดันตัวเองขึ้นด้วยข้อศอกของคุณเพื่อให้ปลายแขนของคุณขนานกันโดยที่ข้อศอกแยกออกหนึ่งช่วงไหล่ ลากข้อศอกเข้าหาสะโพกของคุณในขณะที่คุณดันหน้าอกไปข้างหน้าด้วยแขนของคุณ ค่อย ๆ เลื่อนเท้าและกระดูกก้นไปทางส้นเท้าของคุณ
tr: Göbeğinizin üstüne yatın ve ön kollarınız birbirine paralel ve dirsekleriniz omuzlarınızla aynı hizada olacak şekilde birbirinden ayrı vaziyette kendinizi dirseklerinizin üzerinde destekleyin. Göğsünüzü kollarınızla ileriye doğru iterken, dirseklerinizi kalçalarınıza doğru sürükleyin. Ayak parmaklarınızı gösterin ve kuyruk sokumunuzu topuklarınıza doğru kaydırın.
zh_hans: 俯卧并用手肘支撑身体，双手前臂相互平行，与肩同宽。将手肘拖向臀部的方向，胸部穿过手臂往前倾。脚趾指向脚跟，尾骨向脚跟方向伸展。
zh_hant: 俯臥並用手肘支撐身體，雙手前臂相互平行，與肩同寬。將手肘拖向臀部的方向，胸部穿過手臂往前傾。腳趾指向腳跟，尾骨向腳跟方向伸展。
