Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription96
source: Lie on your back with your arms extended out to either side in a "T" shape. Hug your knees in towards your chest and, keeping the knees together, drape them over to the left and look to the right. Bring your knees back to center and the back of your head to the ground before releasing the knees to the right and looking to the left.
de: Liege auf dem Rücken mit ausgestreckten Armen in "T"–Form. Umarme deine Knie vor deiner Brust, halte sie zusammen und lege sie auf die linke Seite und schaue nach rechts. Bringe deine Knie zurück zur Mitte und deinen Hinterkopf auf den Boden, bevor du deine Knie nach rechts fallen lässt und nach links schaust.
es: Túmbate boca arriba con los brazos extendidos hacia ambos lados en forma de "T". Abraza las rodillas contra el pecho y, manteniendo las rodillas juntas, déjalas caer hacia la izquierda y mira hacia la derecha. Lleva las rodillas de nuevo al centro y la parte de atrás de la cabeza al suelo antes de soltar las rodillas hacia la derecha y mirar hacia la izquierda.
fr: S'allonger sur le dos avec les bras tendus de chaque côté en forme de "T". Étreindre les genoux en avant de la poitrine et, en maintenant les genoux joints, les draper sur la gauche et regarder à droite. Ramener les genoux en arrière pour les centrer et l'arrière de la tête au sol avant de libérer les genoux vers la droite et de regarder vers la gauche.
it: Sdraiatevi sulla schiena con le braccia stese a formare una "T". Abbracciare le ginocchia verso il petto e, tenendo insieme le ginocchia, guardate a destra. Portare le ginocchia di nuovo al centro e la parte posteriore della testa a terra prima di rilasciare le ginocchia a destra guardando a sinistra.
ja: 仰向けになって、両腕を左右に伸ばして、T字を作ります。両ひざを胸に抱え込み、ひざをそろえたまま左に倒し、目線は右へ向けます。両ひざを中心に戻し、後頭部を地面につけたら、今度は両ひざを右に倒し、目線は左へ向けます。
ko: "T"모양으로 양팔을 편 상태로 등을 대고 눕습니다. 무릎을 가슴 쪽으로 당기며 무릎을 같이 붙인 채 왼쪽으로 내리며 오른쪽으로 봅니다. 무릎을 가운데로 당기며 머리 뒤편을 바닥에 놓습니다. 그리고 무릎을 오른쪽으로 내리며 왼쪽을 쳐다봅니다.
nl: Ga op je rug liggen met je armen gespreid in een "T" vorm. Pak je knieën op borsthoogte vast, houd ze bij elkaar, laat ze naar links vallen en kijk naar rechts. Breng je knieën weer terug naar het midden en plaats je hoofd weer op de vloer, voordat je de knieën naar rechts laat vallen en naar links kijkt.
pt_pt: Deite-se de costas com os braços esticados para cada lado em forma de "T". Abrace os joelhos junto ao peito e, mantendo-os juntos, deixe-os descair para a esquerda e olhe para a direita. Traga os joelhos de novo para o centro e a parte de trás da cabeça para o chão antes de descair os joelhos para a direita e olhar para a esquerda.
ru: Лягте на спину. Вытяните руки в стороны на одной линии с плечами так, чтобы тело приняло форму креста. Поднимите и согните обе ноги в коленях. Не отрывая плеч и рук от пола поверните обе ноги в левую сторону. Обе ноги должны быть полностью прижаты друг к другу, таким образом правая нога должна лежать сверху на левой. Голову следует повернуть вправо и посмотреть на кисть правой руки.
sv: Ligg på rygg med armarna utsträckta ut på vardera sida i en "T" form. Krama knäna in mot bröstet och håll knäna ihop, drapera dem över till vänster och titta åt höger. Ta knäna tillbaka till centrum och baksidan av huvudet till marken innan du släpper knäna till höger och tittar åt vänster.
th: นอนหงายโดยกางแขนทั้งสองข้างออกเป็นรูปไม้กางเขน โน้มหัวเข่าของคุณเข้าหาลำตัวโดยให้หัวเข่าชิดกันจากนั้นเอนหัวเข่าไปทางซ้ายและหันมองไปทางขวา นำหัวเข่ากลับมาที่ตรงกลางและตั้งศีรษะให้ตรงก่อนที่จะเอนหัวเข่าไปทางขวาและหันมองไปทางซ้าย
tr: Kollarınız "T" şeklinde herhangi bir tarafa uzanmış vaziyette sırt üstü yatın. Dizlerinizi göğsünüze doğru sarın ve dizleri birlikte tutarak sol tarafa doğru çekin ve sağ tarafa bakın. Dizleri sağa serbest bırakmadan ve sol tarafa bakmadan önce dizlerinizi merkeze ve başınızı yere getirin.
zh_hans: 仰卧在地，双臂向左右两旁伸展呈"T" 字形。双膝往胸口的方向缩，双膝靠在一起往左转，同时眼睛看向右边。把双膝带回中心，头部靠在地上，之后再把膝盖转向右边，眼睛看向左边。
zh_hant: 仰臥在地，雙臂向左右兩旁伸展呈"T" 字形。雙膝往胸口的方向縮，雙膝靠在一起往左轉，同時眼睛看向右邊。把雙膝帶回中心，頭部靠在地上，之後再把膝蓋轉向右邊，眼睛看向左邊。

# exerciseDescription97
source: Lie on your back, bring the soles of your feet together, and let your knees drape out to either side. Hold on to your elbows above your head.
de: Liege auf dem Rücken, bringe deine Fußsohlen zusammen und lasse deine Knie zu je einer Seite fallen. Halte deine Ellbogen über deinem Kopf fest.
es: Túmbate boca arriba, junta las plantas de los pies y deja que las rodillas caigan a ambos lados. Mantén los codos sobre la cabeza.
fr: S'allonger sur le dos, amener les plantes des pieds l'une contre l'autre et laisser les genoux pliés sur chaque côté. Maintenir les coudes au-dessus de la tête.
it: Sdraiatevi sulla schiena, unire le piante dei piedi, e lasciare che le ginocchia pendere da entrambi i lati. Portare i gomiti sopra la testa.
ja: 仰向けになり、足の裏をくっつけて、左右にひざを倒します。頭のてっぺんで、手でひじを持つように腕を組みます。
ko: 등을 대고 누우며 발바닥을 같이 붙이고 무릎을 바깥쪽으로 내립니다. 팔꿈치는 머리 위로 잡습니다.
nl: Ga op je rug liggen, plaats je voetzolen tegen elkaar aan en laat je knieën naar weerszijden laat vallen. Houd je ellebogen boven je hoofd.
pt_pt: Deite-se de costas, una as plantas dos pés e deixe os joelhos descair cada um para o seu lado. Segure os cotovelos acima da sua cabeça.
ru: Сядьте на пол, сложите пятки ног вместе. Опуститесь на спину и заведите руки за голову. Согните руки в локтях и зацепитесь пальцами за локти. Расслабтесь и дышите равномерно.
sv: Ligg på rygg, för fotsulorna ihop, och låt knäna drapera ut åt endera sidan. Håll i dina armbågar över huvudet.
th: นอนหงายโดยประกบฝ่าเท้าเข้าหากันและวางหัวเข่าแนบลงกับพื้น แล้วเอื้อมมือทั้งสองข้างไปจับที่ข้อศอกทั้งสองเหนือศีรษะของคุณ
tr: Sırt üstü uzanın, ayaklarınızın tabanlarını bitişik olarak getirin ve dizlerinizin herhangi bir tarafa çekilmesine izin verin. Başınızın üzerinde dirseklerinize tutunun.
zh_hans: 仰躺在地，脚板靠在一起，膝盖往左右两旁放。手肘维持在头部上方。
zh_hant: 仰躺在地，腳板靠在一起，膝蓋往左右兩旁放。手肘維持在頭部上方。

# exerciseDescription98
source: Lie on your back with your legs extended, heels on the ground, and toes flexed up towards the ceiling. Draw your left knee in towards your chest and bring your left arm inside of your left leg, circling the first three fingers of the left hand around your left big toe. Keep your right buttock grounded and press the right thigh towards the floor as you extend your left leg. Draw your left thigh towards your belly. Repeat on the right side.
de: Liege auf dem Rücken mit ausgestreckten Beinen und den Zehen zur Decke. Ziehe dein linkes Knie zur Brust, bringe deinen linken Arm an die Innenseite deines linken Beins und lege die drei ersten Finger der linken Hand um den linken, großen Zeh. Lasse deinen rechten Gesäßknochen auf dem Boden und drücke den rechten Oberschenkel auf den Boden, während du dein linkes Bein ausstreckst. Ziehe deinen linken Oberschenkel zu deinem Bauch. Wiederhole das Ganze auf der rechten Seite.
es: Túmbate boca arriba con las piernas extendidas, los talones en el suelo y los dedos de los pies flexionados hacia el techo. Lleva la rodilla izquierda hacia el techo y coloca el brazo izquierdo por dentro de la pierna izquierda, poniendo los tres primeros dedos de la mano izquierda alrededor del dedo gordo del pie izquierdo. Mantén el glúteo derecho en el suelo y empuja el muslo derecho hacia el suelo mientras extiendes la pierna izquierda. Lleva el muslo izquierdo hacia el vientre. Repítelo en el lado derecho.
fr: S'allonger sur le dos avec les jambes tendues, les talons sur le sol et les orteils fléchis vers le plafond. Ramener le genou gauche vers la poitrine et le bras gauche à l'intérieur de la jambe gauche, en entourant le gros orteil gauche avec les trois premiers doigts de la main gauche. Maintenir la fesse droite au sol et appuyer sur la cuisse droite vers le sol tout en étirant la jambe gauche. Ramener la cuisse gauche vers le ventre. Répéter sur le côté droit.
it: Sdraiatevi sulla schiena con le gambe distese, i talloni a terra, e le dita dei piedi flesse verso il soffitto. Portare il ginocchio sinistro verso il petto e portare il braccio sinistro interno della gamba sinistra, girando le prime tre dita della sinistra . La mano intorno vostro alluce sinistro. Tenere la natica destra a terra e premere il coscia destra verso il pavimento mentre si estende la gamba sinistra .Portare la coscia sinistra verso la pancia. Ripetere sul lato destro
ja: 仰向けになり、両脚を伸ばして、かかとを地面につけて、つま先は天井を向くようにします。左ひざを胸に向けて引き寄せ、左腕が左脚の内側に来るようにして、左手の親指から中指までの３本指を左足の親指の周りに回します。右のお尻が地面から離れないようにして、右の太ももを地面に向けて押し付けながら、左脚を伸ばします。左の太ももはお腹の方に引きつけます。右側でも同様に繰り返します。
ko: 다리를 펴고 발 뒤꿈치는 땅에 발가락은 위로 향하도록 편안한 상태로 등을 대고 눕습니다. 왼쪽 무릎을 가슴 안쪽으로 당기며 왼손을 왼발 안쪽으로 해서 왼쪽 엄지발가락을 왼손 세 손가락으로 잡습니다. 오른쪽 엉덩이를 바닥에 붙이며 왼발을 펴면서 오른쪽 허벅지를 바닥으로 눌러줍니다. 왼쪽 허벅지를 배쪽으로 당깁니다. 오른쪽 방향으로 반복합니다.
nl: Ga met gestrekte benen op je rug liggen, hielen op de grond met de tenen gestrekt naar het plafond. Trek je linkerknie naar je borst en breng je linkerarm naar de binnenkant van het linkerbeen, pak met je eerste drie vingers van je linkerhand je linkergrote teen vast. Houd je rechterbil aan de grond en duw de rechterdij naar de vloer toe, bij het strekken van je linkerbeen. Trek je rechterdij naar je buik toe. Herhaal dit naar de rechterkant.
pt_pt: Deite-se de costas com as pernas esticadas, calcanhares no chão e dedos dos pés apontados para o teto. Puxe o joelho esquerdo na direção do seu peito e passe o seu braço esquerdo pela dobra da perna esquerda, agarrando com os três primeiros dedos da mão esquerda o dedo grande do pé esquerdo. Mantenha a nádega direita ancorada e pressione a coxa direita na direção do chão enquanto estica a perna esquerda. Puxe a coxa esquerda na direção da sua barriga. Repita para o lado direito.
ru: Лягте на коврик, ноги держите вытянутыми. Согните и притяните к груди правое колено. Уцепитесь за большой палец ноги большим и указательным пальцами руки. Поднимите правую ногу вверх, левая нога остаётся прямой. Держите правую ногу под углом 90 градусов. Растяните заднюю поверхность правой ноги от ягодицы до пятки. Надавите задней поверхностью левой ноги на пол. Потяните за ногу, чтобы раскрыть грудную клетку.
sv: Ligg på rygg med benen utsträckta, klackarna på marken och dina tår böjda upp mot taket. Dra vänster knä in mot bröstet och ta med din vänstra arm inuti av vänster ben, cirklande de första tre fingrarna på vänster hand runt din vänstra stortå. Håll höger skinka jordad och tryck höger lår mot golvet medan du sträcker ditt vänstra ben. Dra vänster lår mot magen. Upprepa på höger sida.
th: นอนหงายเหยียดขาออกโดยวางส้นเท้าลงบนพื้นและให้นิ้วเท้าชี้เข้าหาเพดาน ดึงหัวเข่าซ้ายเข้าหาลำตัวและวางแขนซ้ายในวงขาซ้าย จากนั้นใช้สามนิ้วแรกของมือซ้ายกุมนิ้วโป้งเท้าซ้ายเอาไว้ ให้สะโพกขวาของคุณอยู่ติดพื้นและลงน้ำหนักที่ต้นขาขวาในขณะที่เหยียดขาซ้ายออกไป ดึงต้นขาซ้ายเข้าหาหน้าท้องของคุณ แล้วทำซ้ำโดยสลับข้างกัน
tr: Bacaklarınız uzatılmış, topuklar yerde ve ayak parmakları tavana doğru esnetilmiş şekilde sırt üstü yatın. Sol dizinizi göğsünüze doğru çekin ve sol elinizin ilk üç parmağıyla sol ayak başparmağınızı çevreleyerek sol kolunuzu sol bacağınızın içine getirin. Poponuzun sağ kısmını yerde tutun ve sol bacağınızı uzatırken sağ uyluğunuzu yere doğru bastırın. Sol uyluğunuzu göbeğinize doğru çekin. Sağ tarafta tekrarlayın.
zh_hans: 仰躺在地，双脚伸直，脚跟着地，脚趾朝上。左膝拉近胸口的位置，左臂放在左脚内侧。左手前三根手指环绕左脚大拇指。右屁股保持着地，右大腿朝地板按压，左腿则向上伸展。将左腿拉回腹部的位置。左右位置互换，重复以上动作。
zh_hant: 仰躺在地，雙腳伸直，腳跟著地，腳趾朝上。左膝拉近胸口的位置，左臂放在左腳內側。左手前三根手指環繞左腳大拇指。右屁股保持著地，右大腿朝地板按壓，左腿則向上伸展。將左腿拉回腹部的位置。左右位置互換，重複以上動作。

# exerciseDescription99
source: Sit with your legs extended in front of you, heels on the ground and toes flexed up towards the sky. As you inhale, raise your arms alongside your ears and lengthen your spine. As you exhale, hinge forward at the hip creases and drape your belly onto your thighs. Hold your feet and, if you have the range, bend your elbows out to either side to leverage yourself deeper into the forward fold.
de: Sitze mit den Beinen nach vorne ausgestreckt, den Fersen auf dem Boden und den Zehen vom Himmel gerichtet. Während du einatmest, hebe deine Arme an den Seiten deiner Ohren nach oben und mache deine Wirbelsäule lang. Während du ausatmest, klappe an den Hüftbeugen nach vorne und ziehe deinen Bauch zu deinen Oberschenkeln. Halte deine Füße und beuge deine Ellbogen nach außen, um dich noch tiefer in die Vorbeuge zu hebeln, wenn du die Flexibilität hast.
es: Siéntate con las piernas extendidas frente a ti, los talones en el suelo y los dedos de los pies flexionados hacia el cielo. Mientras inhaladas, levanta los brazos junto a los oídos y estira la espalda. Mientras exhalas, dóblate hacia adelante a la altura de los pliegues de la cadera y deja caer el vientre sobre los muslos. Sujeta el pie y, si puedes hacerlo, dobla los codos hacia fuera a ambos lados para apalancarte más profundamente en la flexión hacia delante.
fr: S'asseoir avec les jambes tendues devant soi, les talons sur le sol et les orteils fléchis vers le ciel. En inspirant, lever les bras le long des oreilles et étirer la colonne vertébrale. En expirant, s'articuler vers la pliure des hanches et couvrir le ventre sur les cuisses. Maintenir les pieds et, si vous avez la latitude, plier les coudes de chaque côté pour se replier d'avantage vers l'avant.
it: Seduti con le gambe distese davanti a voi, i talloni a terra e le dita dei piedi flesse verso il cielo. Quando inspirate, alzate le braccia lungo le orecchie e allungare la colonna vertebrale. Durante l'espirazione, portate in avanti le pieghe dell'anca e portate la pancia sulle cosce. Tenere i piedi e, se riuscite, piegate i gomiti fuori da entrambi i lati per piegarvi il più possibile in avanti.
ja: 両脚を身体の前に伸ばして座り、かかとを地面につけ、つま先は空に向けて伸ばします。息を吸いながら、耳に沿って両腕を上げ、背骨を伸ばします。息を吐きながら、脚の付け根から身体を前に倒し、お腹が太ももの上に覆いかぶさるようにします。足をつかみ、もし余裕がある場合には、左右にひじを曲げて、さらに深く身体を前に倒しましょう。
ko: 다리를 앞으로 펴고 발 뒤꿈치는 땅에 발가락은 위로 향하도록 편안한 상태로 앉습니다. 숨을 들이쉬면서, 귀 옆으로 팔을 펴고 허리를 곧게 폅니다. 숨을 내쉬면서, 가랑이 부분을 앞으로 접으며 배를 허벅지 위에 닿게 합니다. 발을 잡고, 공간이 있을 경우, 몸을 앞으로 더 숙일 수 있도록 팔꿈치를 바깥으로 구부립니다.
nl: Ga met gestrekte benen voor je uit zitten, hielen op de grond met de tenen gestrekt naar het plafond. Adem in, hef je armen langs je oren en maak je wervelkolom langer. Adem uit, buig voorover vanuit je heupen en breng je buik op je dijbenen. Houd je voeten vast en als je kunt buig je ellebogen naar weerszijden om nog dieper de voorwaartse buiging uit te voeren.
pt_pt: Sente-se com as pernas esticadas à sua frente, calcanhares no chão e dedos dos pés apontados para o teto. Ao inspirar, levante os braços junto às orelhas e alongue e coluna. Ao expirar, dobre-se para a frente pela anca e pouse a barriga nas coxas. Agarre os pés e, se tiver alcance suficiente, dobre os cotovelos para fora para conseguir aprofundar o estiramento.
ru: Сядьте на ягодицы, держите ноги параллельно друг другу. Вытяните руки вперед, натяните стопы на себя. Плавно опустите корпус к ногам. Груд должна лежать на бедрах, лоб соприкасается с коленями.
sv: Sitt med benen utsträckta framför dig, klackarna på marken och tårna böjda upp mot himlen. När du andas in, höj armarna vid sidan av dina öron och sträck på ryggraden. När du andas ut, böj framåt vid höftvecket och drapera din mage ovanpå låren. Håll dina fötter och om du har räckvidden, böj armbågarna ut på vardera sida för att häva dig djupare in i främre vecket.
th: นั่งเหยียดขาออกไปข้างหน้าโดยให้ส้นเท้าวางบนพื้นและนิ้วเท้าชี้เข้าหาเพดาน ในขณะที่คุณหายใจเข้าให้ยกแขนทั้งสองข้างขนานไปกับหูและยืดหลังของคุณ ในขณะที่คุณหายใจออกให้งอตัวที่บริเวณขาหนีบและโน้มหน้าท้องไปไว้เหนือต้นขาของคุณ จับเท้าของคุณเอาไว้และหากคุณยืดตัวได้อีกให้งอข้อศอกออกด้านข้างเพื่อโน้มตัวไปข้างหน้าให้ได้มากขึ้นอีก
tr: Bacaklarınız uzatılmış, topuklar yerde ve ayak parmakları tavana doğru esnetilmiş şekilde oturun. Nefes alırken kollarınızı kulaklarınızın yanına uzatın ve omurganızı uzatın. Nefes verirken, kalça kıvrımlarınıza doğru ileriye dayanın ve göbeğinizi uyluklarınıza sarkıtın. Ayaklarınızı tutun ve eğer yeriniz varsa kendinizi mümkün olduğu kadar daha çok öne katlamak için dirseklerinizi herhangi bir tarafa bükün.
zh_hans: 坐在地上，双脚在身前伸展，脚跟着地脚趾朝天。吸气时，双臂在耳边伸展，同时伸展脊椎。呼气时，身体往前弯曲，腹部碰到大腿。双脚保持位置，如果还有空间，你可以向左右两旁弯曲手肘，让上半身的弯曲更深入。
zh_hant: 坐在地上，雙腳在身前伸展，腳跟著地腳趾朝天。吸氣時，雙臂在耳邊伸展，同時伸展脊椎。呼氣時，身體往前彎曲，腹部碰到大腿。雙腳保持位置，如果還有空間，你可以向左右兩旁彎曲手肘，讓上半身的彎曲更深入。

# exerciseDescription100
source: Stand tall with your feet together and your hands on your waist. Point your right toes as you extend your right leg in front of you and lift it as high as possible without moving your hips. Step the right foot back down, shift your weight into your right foot, and repeat with left leg extended in front of you.
de: Stehe groß mit deinen Füßen zusammen und deinen Händen an deiner Taille. Strecke deine rechten Zehen, während du dein rechtes Bein vor dich streckst und es so hoch wie möglich hebst, ohne deine Hüfte zu bewegen. Stelle deinen rechten Fuß wieder ab, verlagere dein Gewicht auf den rechten Fuß und wiederhole das Ganze mit dem linken Bein vor dir ausgestreckt.
es: Colócate de pie bien recto con los pies juntos y las manos en la cintura. Pon los dedos de los pies en punta mientras extiendes la pierna derecha frente a ti y la elevas lo más alto que puedas moviendo las caderas. Desplaza el pie derecho de nuevo hacia abajo, pon tu peso sobre el pie derecho y repítelo con la pierna izquierda extendida frente a ti.
fr: Se tenir droit avec les pieds joints et les mains sur les hanches. Pointer les orteils droits tout en étirant la jambe droite en avant de soi et la soulever aussi haut que possible sans bouger les hanches. Ramener le pied droit au sol, basculer le poids du corps sur le pied droit et répéter avec la jambe gauche tendue en avant.
it: In piedi con i piedi uniti e le mani sui fianchi. Puntare le dita del piede destro mentre si estende la gamba destra di fronte a voi e sollevarlo più in alto possibile senza muovere i fianchi. Portareil piede destro indietro, spostare il peso nel vostro piede destro, e ripetere con la gamba sinistra estesa di fronte a voi.
ja: 両足をそろえてまっすぐに立ち、両手はウエストに当てます。右のつま先を伸ばしながら、右脚を身体の前に伸ばし、お尻を動かさずにできるだけ高く上げます。右足を元に戻して、体重を右脚に移動させたら、左脚を身体の前に伸ばして、同様に繰り返します。
ko: 손을 허리에 얹고 두 발로 곧게 섭니다. 엉덩이를 움직이지 않고 가능한 높이 오른발을 앞으로 펴며 올리고 오른쪽 발가락 끝을 가리킵니다. 오른발을 아래로 내리고 오른발로 무게 중심을 옮기며 왼발을 앞으로 편 상태에서 반복합니다.
nl: Ga rechtop staan met je voeten naast elkaar met je handen op je taille. Spits je rechtertenen bij het naar voren strekken van je rechterbeen en til het zo hoog mogelijk op, zonder dat je je heupen beweegt. Breng het rechterbeen weer aan de grond, verplaats het lichaamsgewicht naar je rechtervoet en herhaal met het gestrekte linkerbeen naar voren.
pt_pt: Em pé com o corpo bem esticado, una os pés e coloque as mãos na cintura. Aponte os dedos do pé direito para a frente à medida que estica a perna direita para a frente e a levanta o mais alto possível sem mover as ancas. Pouse novamente o pé direito, desloque o seu peso para o esse pé e repita com a perna esquerda estendida para a frente.
ru: Из положения стоя, поставьте руки на талию. Плавно отрывайте левую ногу от пола, балансируя на правой ноге. Поднимите левую ногу до уровня бедер. Задержитесь в данном положении.
sv: Stå rakt med fötterna ihop och händerna på midjan. Rikta dina högra tår medan du sträcker ditt högra ben framför dig och lyft så högt som möjligt utan att röra höfterna. Steg höger fot tillbaka, flytta din vikt till din högra fot, och upprepa med vänster ben utsträckt framför dig.
th: ยืนขึ้นโดยให้เท้าชิดกันและวางมือทั้งสองไว้บนเอวของคุณ จากนั้นเหยียดขาขวาของคุณไปข้างหน้าและยกให้สูงที่สุดเท่าที่เป็นไปได้โดยไม่เคลื่อนสะโพกของคุณ แล้วหย่อนเท้าขวากลับลงมา จากนั้นถ่ายน้ำหนักไปที่เท้าขวาและทำซ้ำโดยเหยียดขาซ้ายออกไปข้างหน้า
tr: Ayaklarınız bitişik ve elleriniz belinizde ayakta dik durun. Sağ bacağınızı önünüze uzatırken sağ ayak parmaklarınızı gösterin ve kalçalarınızı oynatmadan sağ bacağınızı mümkün olduğunca yükseğe uzatın. Sağ ayağınızla geri bir adım atın, ağırlığınızı sağ ayağınıza verin ve sol bacağınız önünüzde uzatılmış şekilde tekrarlayın.
zh_hans: 双脚并拢站立，双手叉腰。右脚往前伸展并伸直脚尖，在臀部不动的情况下，尽可能抬高右脚。右脚放下，重心移到右脚，抬起左脚重复以上动作。
zh_hant: 雙腳併攏站立，雙手叉腰。右腳往前伸展並伸直腳尖，在臀部不動的情況下，盡可能抬高右腳。右腳放下，重心移到右腳，抬起左腳重複以上動作。
