Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription87
source: Take a wide-legged stance with your feet parallel to each other. Turn the right foot out 90 degrees and bend your right knee to a 90 degree angle so that the top of your right thigh is parallel to the ground. Keep your right knee stacked over your right ankle and the left leg straight, left toes turned in slightly. Lightly rest your left palm on your left thigh and extend your right arm alongside your right ear. As you side bend towards your left leg, allow your left hand to slide down the leg. Draw your right hip underneath you as you press your right knee gently towards your pinky toe. Repeat on the left side.
de: Nimm eine breitbeinige Stellung mit deinen Füßen parallel zueinander ein. Drehe deinen rechten Fuß um 90 Grad nach außen und beuge dein rechtes Knie in einen 90 Grad Winkel, sodass die Oberseite deines rechten Oberschenkels parallel zum Boden ist. Halte dein rechtes Knie über deinem rechten Knöchel und das linke Bein gestreckt mit den Zehen leicht nach innen gedreht. Lege deine linke Handfläche leicht auf deinen linken Oberschenkel und strecke deinen rechten Arm an der Seite deines Ohrs aus. Während du dich zu deinem linken Bein beugst, lasse deine linke Hand an deinem Bein hinab gleiten. Führe deine rechte Hüfte unter dich, während du dein rechtes Knie leicht zu deinem kleinen Zeh drückst. Wiederhole das Ganze auf der linken Seite.
es: Colócate con las piernas muy separadas y los pies paralelos. Gira el pie derecho hacia afuera 90 grados y dobla la rodilla derecha en un ángulo de 90 grados para que la parte superior del muslo derecho quede paralela al suelo. Mantén la rodilla derecha colocada sobre el tobillo derecho y la pierna izquierda recta, con los dedos del pie izquierdo girados ligeramente hacia dentro. Descansa suavemente la palma de la mano izquierda en el muslo izquierdo y extiende el brazo derecho junto al oído derecho. Mientras te doblas lateralmente hacia la pierna izquierda, deja que la mano izquierda se deslice hacia abajo por la pierna. Coloca la cadera derecha debajo de ti mientras empujas la rodilla derecha suavemente hacia el dedo meñique del pie. Repítelo en el lado izquierdo.
fr: Prendre une posture avec les jambes écartées et les pieds parallèles. Faire pivoter le pied droit de 90° et plier le genou droit avec un angle de 90° afin que le dessus de la cuisse droite soit parallèle au sol. Maintenir le genou droit superposé à la cheville droite et la jambe gauche tendue, les orteils gauches légèrement tournés. Reposer légèrement la paume gauche sur la cuisse gauche et étirer le bras droit le long de l'oreille droite. Tout en se penchant sur le côté vers la jambe gauche, laisser la main gauche glisser le long de la jambe. Ramener la hanche droite sous soi tout en appuyant le genou droit doucement vers l'orteil. Répéter sur le côté gauche.
it: Prendere una posizione a livello di gambe con i piedi paralleli l'uno all'altro. Girare il piede destro di 90 gradi e piegare il ginocchio destro ad un angolo di 90 gradi in modo che la parte superiore della coscia destra sia parallela al terreno. Mantenere il ginocchio destro allineato sopra la caviglia destra e la gamba sinistra, le dita dei piedi a sinistra leggermente girate. Posare il palmo della mano sinistra sulla coscia sinistra ed estendere il braccio destro accanto al vostro orecchio destro. Mentre si piega verso la gamba sinistra, permettere alla mano sinistra di scivolare sulla gamba. Portare l'anca destra sotto di voi mentre si preme leggermente il ginocchio destro verso la punta del piede mignolo .Ripetere sul lato sinistro
ja: 脚を広く広げて、両足がお互いに平行になるような姿勢をとります。右脚を90度外側に回し、ひざを90度の角度で曲げて、右太ももの上が地面と平行になるようにします。右ひざは右の足首の真上に来るようにして、左脚はまっすぐに、左のつま先は若干内側に回します。左手は軽く左の太ももに置き、左腕は耳に沿って伸ばします。左脚の方へ向けて、身体を横に倒しながら、左手は脚に沿ってスライドさせます。右のお尻は身体の下に来るように引きつけながら、右ひざはやさしく小指の方へ向けて押し出します。左右を入れかえて、同様に繰り返します。
ko: 발을 서로 평행이 되게 한 상태에서 다리를 넓게 펴서 섭니다. 오른발을 90도 밖으로 돌리며 오른쪽 허벅지가 바닥과 평행이 되도록 오른쪽 무릎을 90도로 구부립니다. 오른쪽 무릎을 발목 위로 직선 상태로 유지하며 왼발을 곧게 하고 왼쪽 발가락을 약간 안쪽으로 돌립니다. 왼 손바닥을 왼쪽 허벅지에 가볍게 올리고 오른손을 오른쪽 귀 옆으로 폅니다. 왼발 쪽으로 몸을 숙이며 왼손을 다리 아래로 미끄러지듯 내립니다. 오른쪽 무릎을 새끼발가락쪽으로 부드럽게 누르며 오른쪽 엉덩이를 아래로 내립니다. 왼쪽 방향으로 반복합니다.
nl: Ga in spreidstand staan met de voeten evenwijdig aan elkaar. Draai de rechtervoet in een hoek van 90 graden naar buiten en buig je rechterknie in een hoek van 90 graden, zodat de bovenkant van je dijbeen parallel aan de grond is. Houd je rechterknie recht boven je rechterenkel en het linkerbeen recht met de linkertenen lichtelijk naar binnen gedraaid. Laat je linkerhandpalm lichtjes op je linkerdijbeen rusten en strek je rechterarm langs je rechteroor uit. Als je zijwaarts richting je linkerbeen buigt, laat je linkerhand langs je been afglijden. Trek je rechterheup onder je als je rustig je rechterknie naar je kleine teen duwt. Herhaal dit naar linkerkant.
pt_pt: Assuma uma postura de pernas abertas com os pés paralelos entre si. Vire o pé direito para fora a 90 graus e dobre o seu joelho direito num ângulo de 90 graus de forma a que o cimo da sua coxa direita fique paralelo ao chão. Mantenha o joelho direito alinhado por cima do tornozelo direito e a perna esquerda esticada, com os dedos do pé esquerdo ligeiramente virados para dentro. Pouse ligeiramente a palma da mão esquerda na coxa esquerda e estique o braço direito junto à orelha direita. À medida que se dobra lateralmente na direção da perna esquerda, permita que a sua mão esquerda deslize pela perna abaixo. Alinhe a anca direita debaixo de si à medida que pressiona gentilmente o joelho direito na direção do dedo mindinho. Repita para o lado esquerdo.
ru: Расставьте ноги на ширине метра, руки разведите в стороны, ладонями к полу. Поверните правую ногу наружу, а левую — вовнутрь на 15 градусов. Вытяните руки в стороны, параллельно полу в плоскости тела. Поверните голову вправо и смотрите над правой ладонью. Согните правое колено, хорошо упритесь ногами в пол. Раскройте грудную клетку, расслабьте лицо и дышите спокойно. Положите левую руку на бедро левой ноги. На вдохе поднимите правую руку вверх. Расслабитесь и тянитесь вверх, растягивая боковую сторону туловища. Держите правое колено согнутым.
sv: Anta en bredbent ställning med fötterna parallella till varandra. Sväng höger fot ut 90 grader och böj höger knä till en 90 graders vinkel så att toppen av höger lår är parallellt med marken. Håll höger knä staplat över höger fotled och vänster ben rakt, vänster tårna svängda inåt något. Vila lätt vänster handflata på vänster lår och förläng din högra arm bredvid höger öra. Medan du böjer dig åt sidan mot vänster ben, låt din vänstra hand glida ner benet. Dra din högra höft under dig medan du trycker höger knä försiktigt mot din lilltå. Upprepa på vänster sida.
th: ยืนแยกขาออกโดยให้เท้าทั้งสองข้างขนานกัน เปิดเท้าขวาพุ่งออกไปข้างหน้าและงอเข่าขวาของคุณให้ตั้งฉากเป็นมุม 90 องศาเพื่อให้ต้นขาขวาของคุณขนานไปกับพื้น ตั้งเข่าขวาให้ตรงกับหัวเข่าขวาของคุณและเหยียดขาซ้ายตรงออกไปและหันปลายเท้าออกเล็กน้อย ค่อย ๆ วางฝ่ามือซ้ายไว้บนต้นขาซ้ายและจากนั้นเหยียดแขนขวาขึ้นไปให้ขนานกับหูข้างขวา ในขณะที่ตัวคุณบิดไปทางขาซ้ายก็ค่อย ๆ เลื่อนมือซ้ายลงไปทางขาด้านล่าง ลงน้ำหนักที่สะโพกขวาในขณะที่คุณกดหัวเข่าขวาเข้าหานิ้วก้อยเท้าของคุณ แล้วทำซ้ำโดยสลับข้างกัน
tr: Ayaklarınız birbirine paralel vaziyette bacaklarınız açık bir şekilde durun. Sağ ayağınızı 90 derece çevirin ve sağ uyluğunuz yere paralel olacak şekilde sağ dizinizi 90 derecelik bir açıyla bükün. Sağ dizinizi sağ ayak bileğinizin üzerinde tutun; sol ayak parmakları hafif çevrilmiş şekilde sol bacağınızı düz tutun. Sol avuç içinizi hafifçe sol uyluğunuzun üzerinde dinlendirin ve sağ kolunuzu sağ kulağınızın yanına uzatın. Sol bacağınıza doğru yana eğilirken, sol elinizin bacağın aşağısına doğru kaymasına izin verin. Sağ dizinizi nazikçe küçük ayak parmağınıza doğru bastırırken sağ kalçanızı aşağınıza çekin. Sol tarafta tekrarlayın.
zh_hans: 双脚张开平行站立。右膝向外转90度并且90度弯曲，让右腿大腿与地板平行。右膝应在右脚踝上方，左脚脚趾稍微向内转，伸直左脚。左掌轻放在左脚大腿上，右臂沿着右耳伸展。当你朝左脚方向伸展侧弯时，左手从大腿上往下滑。在右膝往脚小指的方向轻轻施压，同时右臀往下拉。换成左边重复以上动作。
zh_hant: 雙腳張開平行站立。右膝向外轉90度並且90度彎曲，讓右腿大腿與地板平行。右膝應在右腳踝上方，左腳腳趾稍微向內轉，伸直左腳。左掌輕放在左腳大腿上，右臂沿著右耳伸展。當你朝左腳方向伸展側彎時，左手從大腿上往下滑。在右膝往腳小指的方向輕輕施壓，同時右臀往下拉。換成左邊重複以上動作。

# exerciseDescription88
source: Stand in a forward fold and reach your chest forward as you place your fingertips on the ground under your shoulders. Shift your weight into your left foot and, keeping your hips level, float your right leg straight behind you. Ground your right palm as you twist your chest to the left and extend your left arm towards the sky. Look up at your left hand.
de: Stehe nach vorne gebeugt und führe deine Brust nach vorne, während du deine Fingerspitzen unter deine Schultern auf den Boden legst. Verlagere dein Gewicht auf deinen linken Fuß, halte die Hüfte geradegerichtet und lasse dein rechtes Bein gestreckt hinter dich gleiten. Lasse deine rechte Handfläche auf dem Boden, während du deine Brust nach links drehst und deinen linken Arm in Richtung Himmel streckst. Schaue hoch zu deiner linken Hand.
es: Colócate de pie doblado hacia delante y lleva el pecho hacia adelante mientras colocas las puntas de los dedos en el suelo bajo los hombros. Pon tu peso sobre el pie izquierdo y, manteniendo las caderas equilibradas, mantén la pierna derecha elevada y recta detrás de ti. Pon la palma de la mano derecha en el suelo mientras giras el pecho a la izquierda y extiendes el brazo izquierdo hacia el cielo. Mira hacia arriba, hacia la mano izquierda.
fr: Se tenir en position pliée en avant et amener la poitrine vers l'avant tout en plaçant la pointe des doigts sur le sol sous les épaules. Basculer le poids du corps sur le pied gauche et, en maintenant les hanches à niveau, faire flotter la jambe droite tendue droit derrière soi. Poser au sol la paume droite tout en effectuant un mouvement de torsion de la poitrine vers la gauche et étirer le bras gauche vers le ciel. Regarder vers la main gauche.
it: Stando in piedi piegarsi in avanti e portareil petto in avanti mentre si posiziona la punta delle dita a terra sotto le spalle. Spostare il peso sul piede sinistro e, mantenendo il livello dei fianchi, sollevare la gamba destra dritta dietro. Con il palmo della mano destra a terra girare il petto a sinistra e estendere il braccio sinistro verso il cielo .Guardate in alto alla vostra sinistra.
ja: 身体を前に倒した状態で立ち、胸を前に向けて伸ばしながら、指先は肩の真下で地面につきます。体重を左足に移動させて、お尻を水平に保ちながら、右脚を後ろにまっすぐ浮かせます。右手を地面につけながら、胸を左側にひねり、左腕を空に向かって伸ばします。視線は左手の方に向けます。
ko: 앞으로 숙이며 서고 손끝을 어깨 아래 바닥에 닿으며 가슴을 몸 쪽으로 붙입니다. 왼발로 무게중심을 옮기며 엉덩이를 평평하게 유지한 채, 오른발을 뒤로 내밉니다. 가슴을 왼쪽으로 틀면서 오른손바닥은 땅을 짚고 왼손을 위로 폅니다. 왼손을 쳐다봅니다.
nl: Sta voorover gebogen en breng je borst naar voren bij het plaatsen van je vingertoppen onder je schouders op de grond. Verplaats je lichaamsgewicht op je linkervoet, houd je heupen recht en zwaai je rechterbeen recht naar achteren. Plaats je rechterpalm op de grond bij het draaien van je borst naar links en bij het uitstrekken van je arm naar de lucht. Kijk omhoog naar je linkerhand.
pt_pt: De pé em estiramento posterior, empurre o peito para a frente e coloque os dedos das mãos no chão mesmo por baixo dos ombros. Desloque o seu peso para o pé esquerdo e, mantendo as ancas niveladas, estique a sua perna direita para trás. Ancore a palma da sua mão direita à medida que torce o seu peito para a esquerda e estica o braço esquerdo em direção ao céu. Olhe para cima para a sua mão esquerda.
ru: Нет описания.
sv: Stå i en framåtvikning och sträck bröstet framåt medan du placerar fingrarna på marken under dina axlar. Skifta din vikt in i vänster fot och håll höfterna plana, flyt höger ben rakt bakom dig. Jorda din högra handflata medan du vrider bröstet till vänster och sträck din vänstra arm mot himlen. Titta upp på din vänstra hand.
th: ยืนโน้มตัวไปข้างหน้าและค่อย ๆ ก้มตัวเข้าหาพื้นโดยแตะปลายนิ้วลงบนพื้นเพื่อให้อยู่ใต้หัวไหล่ของคุณ ถ่ายน้ำหนักไปที่เท้าซ้ายของคุณและรักษาระดับสะโพกจากนั้นปล่อยขาขวาให้ลอยสูงไปทางด้านหลัง วางฝ่ามือขวาไว้บนพื้นในขณะที่คุณหันหน้าอกไปทางซ้ายและเหยียดแขนซ้ายของคุณพุ่งขึ้นไปบนฟ้า เงยหน้าขึ้นมองไปตามมือซ้ายของคุณ
tr: Öne katlı şekilde ayakta durun ve parmak uçlarınızı yerde omuzlarınızın altına yerleştirirken göğsünüzü ileri uzatın. Ağırlığınızı sol ayağınıza verin; kalçalarınızın seviyesini koruyarak, sağ bacağınızı arkanızda düz bir şekilde havaya kaldırın. Göğsünüzle sola burgu yaparken sağ avuç içinizi yere koyun ve sol kolunuzu gökyüzüne doğru uzatın. Yukarıya sol elinize bakın.
zh_hans: 身体往前弯曲，手指触地。身体重心移向左脚，臀部位置不变，右脚往身后伸直。胸部扭向左边时，右掌着地同时左臂朝天伸展。目光朝左手看。
zh_hant: 身體往前彎曲，手指觸地。身體重心移向左腳，臀部位置不變，右腳往身後伸直。胸部扭向左邊時，右掌著地同時左臂朝天伸展。目光朝左手看。

# exerciseDescription89
source: Sit with your legs extended in front of you. Place the sole of your left foot against the inside of your right thigh. Flex your right foot and, as you inhale, extend your arms alongside your ears. As you exhale, fold over the right leg, bending at the hip creases and not at the waist. Be careful not to round your lower back. Repeat with the left leg extended and right knee bent.
de: Sitze mit den Beinen nach vorne ausgestreckt. Lege die Sohle deines linken Fußes an die Innenseite deines rechten Oberschenkels. Knicke deinen rechten Fuß und strecke deine Arme an den Seiten deiner Ohren aus, während du einatmest. Während du ausatmest, schlage dein rechtes Bein über, indem du dich an der Hüftbeuge beugst und nicht an der Taille. Achte darauf, deinen unteren Rücken nicht rund zu machen. Wiederhole das Ganze mit dem linken Bein gestreckt und dem rechten Knie gebeugt.
es: Siéntate con las piernas extendidas frente a ti. Coloca la planta del pie izquierdo contra la cara interna del muslo derecho. Flexiona el pie derecho y, mientras tomas aire, extiende los brazos junto a los oídos. Mientras exhalas, dóblate sobre la pierna derecha, flexionándote a la altura de pliegue de la cadera y no de la cintura. Ten cuidado para no curvar la zona lumbar. Repítelo con la pierna izquierda extendida y la rodilla derecha flexionada.
fr: S'asseoir avec les jambes allongées devant soi. Placer la plantaire du pied gauche contre l'intérieur de la cuisse droite. Fléchir le pied droit et, en inspirant, étirer les bras le long des oreilles. En expirant, se pencher sur la jambe droite, en se pliant au creux des hanches et non à la taille. Être attentif de ne pas arrondir le bas du dos. Répéter avec la jambe gauche tendue et le genou droit plié.
it: Seduti con le gambe distese davanti a voi. Mettere la pianta del piede sinistro contro l'interno della coscia destra. Piegare il piede destro e, mentre inspirate, estendere le braccia lungo le orecchie. Durante l'espirazione, piegare la gamba destra, verso l'anca e non in vita .Fare attenzione a non piegare la schiena .Ripetere con la gamba sinistra estesa e il ginocchio piegato a destra
ja: 脚を身体の前に伸ばして座ります。左足の裏を右太ももの内側につけます。右足を軽く曲げたら、息を吸いながら、両腕を耳に沿って伸ばします。次に、息を吐きながら、ウエストではなく脚の付け根を曲げて、右脚の方へ身体を倒します。腰を丸めないように気をつけてください。左右を入れかえて、左脚を伸ばして、右ひざを曲げる方も同様に行います。
ko: 다리를 앞으로 펴고 앉습니다. 왼쪽 발바닥을 오른쪽 허벅지 안쪽에 맞댑니다. 오른발을 편안하게 하며, 숨을 들이쉬면서 귀 옆으로 팔을 폅니다. 숨을 내쉬면서, 가랑이를 접으면서 허리가 아닌 오른발 위로 몸을 숙입니다. 등이 굽어지지 않도록 합니다. 왼발을 펴고 오른쪽 무릎을 구부린 상태로 반복합니다.
nl: Ga met gestrekte benen voor je uit zitten. Plaats de linkervoetzool tegen de binnenkant van je rechterdijbeen. Buig je rechtervoet, adem in en strek je armen langs je oren. Adem uit, buig over het rechterbeen, maar buig vanuit de heupen en niet vanuit je taille. Zorg ervoor de je je onderrug niet rond maakt. Herhaal dit met het linkerbeen gestrekt en de rechterknie gebogen.
pt_pt: Sente-se com as pernas esticadas á sua frente. Coloque a planta do pé esquerdo contra o interior da sua coxa direita. Flita o pé direito e, ao inspirar, estique os braços junto às orelhas. Ao expirar, dobre-se sobre a perna direita, dobrando-se pelas ancas e não pela cintura. Cuidado para não curvar o fundo das costas. Repita com a perna esquerda esticada e o joelho direito dobrado.
ru: Сесть на ягодицы, поместить левую пятку возле промежности, оттянуть левое колено назад насколько возможно. Правую ногу оставить выпрямленной. Развернуть корпус по направлению к правой ноге, взяться руками за пятку и вытянуть спину вперед и вверх. Продолжая вытяжение, опустить живот на бедро. Положить на колено лоб, затем подбородок.
sv: Sitt med benen utsträckta framför dig. Placera sulan på vänster fot mot insidan av höger lår. Böj din högra fot och medan du andas in, sträck ut armarna längsmed dina öron. Medan du andas ut, vik över höger ben, böjande på höftvecken och inte i midjan. Var noga med att inte runda din nedre del av ryggen. Upprepa med vänster ben utsträckt och höger knä böjt.
th: นั่งเหยียดขาออกไปข้างหน้า วางฝ่าเท้าซ้ายของคุณแนบไว้กับต้นขาขวาด้านใน ยืดเท้าขวาของคุณและขณะที่คุณหายใจเข้าให้เหยียดแขนของคุณให้ขนานไปกับหู ในขณะที่คุณหายใจออกให้โน้มตัวไปทางขาขวาโดยให้งอตัวที่บริเวณขาหนีบไม่ใช่ที่เอว ต้องระวังไม่ให้งอหลังส่วนล่างของคุณ ทำซ้ำเช่นนี้โดยให้ขาซ้ายเหยียดออกและงอเข่าขวาเข้ามา
tr: Bacaklarınız önünüzde uzatılmış şekilde oturun. Sol ayak tabanınızı sağ uyluğunuzun içine karşı yerleştirin. Sağ ayağınızı esnetin ve nefes alırken, kollarınızı kulaklarınızın yanından uzatın. Nefes verirken sağ bacağın üstüne katlanın ve belden değil, kalça kıvrımlarına eğilin. Belinizi yuvarlamamaya dikkat edin. Sol bacağınız uzatılmış ve sağ diziniz bükülü olarak tekrarlayın.
zh_hans: 坐在地上，双脚在身前伸展。左脚脚板靠在右大腿内侧。吸气时弯曲右脚，同时双臂沿着耳朵伸展。呼气时，身体朝右脚弯曲。利用臀部的肌肉而不是腰部弯身。切记不要扭动后腰。换成左脚伸展右脚弯曲的姿势，重复动作。
zh_hant: 坐在地上，雙腳在身前伸展。左腳腳板靠在右大腿內側。吸氣時彎曲右腳，同時雙臂沿著耳朵伸展。呼氣時，身體朝右腳彎曲。利用臀部的肌肉而不是腰部彎身。切記不要扭動后腰。換成左腳伸展右腳彎曲的姿勢，重複動作。
