Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription64
source: Step into a lunge with your right knee bent at a 90 degree angle and stacked over your ankle and your left leg extended behind you with the ball of your left foot on the floor. Lift your shoulders above your hips and interlace your fingers behind your back. Fold forward inside of your right leg, release the crown of your head towards the floor, and reach your palms away from your lower back. Hug the right hip in as you press your left heel up towards the ceiling. Repeat with the left leg forward and the opposite interlace of the fingers (i.e., the opposite index finger and thumb on top).
de: Stelle dich in einen Ausfallschritt mit dem rechten Knie in einem 90 Grad Winkel gebeugt über deinem Knöchel und deinem linken Bein nach hinten ausgestreckt mit dem Ballen deines linken Fußes auf dem Boden . Hebe deine Schultern über deine Hüfte und kreuze die Finger hinter deinem Rücken. Beuge dich nach vorne an die Innenseite deines Beins, lasse den Kopfscheitel in Richtung Boden fallen und führe deine Handflächen weg von deinem unteren Rücken. Umarme die rechte Hüfte, während du deine linke Ferse in Richtung Decke drückst. Wiederhole das Ganze mit dem linken Bein vorne und den Händen andersherum verschlungen (bzw. mit dem anderen Zeigefinger und Daumen oben).
es: Da una zancada con la rodilla derecha doblada en un ángulo de 90 grados y colocada sobre el tobillo, y la pierna izquierda extendida detrás de ti con el metatarso del pie izquierdo en el suelo. Eleva los hombros sobre las caderas y entrelaza los dedos detrás de la espalda. Dóblate hacia adelante por dentro de la pierna derecha, baja la parte superior de la cabeza hacia el suelo y separa las palmas de la zona lumbar. Abraza la cadera derecha hacia adentro mientras empujas el talón izquierdo hacia el techo. Repítelo con la pierna izquierda adelantada y los dedos entrelazados de forma opuesta (es decir, el índice opuesto y el pulgar encima).
fr: Prendre une position de plongeon avec le genou droit plié à 90° et superposé à la cheville et la jambe gauche tendue derrière soi avec la plante du pied gauche sur le sol. Soulever les épaules au-dessus des hanches et entrecroiser les doigts derrière le dos. Se plier vers l'avant à l'intérieur de la jambe droite, positionner l'arrière de la tête vers le sol et diriger les paumes à l'écart du bas du dos. Étreindre la hanche droite tout en amenant le talon gauche vers le plafond. Répéter avec la jambe gauche en avant et l'entrecroisement opposé des doigts (i.e. l'index opposé et le pouce sur le dessus).
it: Fare un affondo con il ginocchio destro piegato ad un angolo di 90 gradi e allineato sopra la caviglia con la gamba sinistra estesa dietro di voi con la pianta del piede sinistro sul pavimento. Sollevare le spalle sopra i fianchi e intrecciare le dita dietro la indietro. Piegare in avanti all'interno della gamba destra, rilasciare la sommità della testa verso il pavimento, e portare i palmi delle mani lontano dal tuo parte bassa della schiena. Abbracciare il fianco destro mentre si preme il tallone sinistro verso il soffitto. Ripetere con la gamba sinistra gamba in avanti e l'intreccio opposto delle dita (cioè, il dito indice e il pollice opposto sopra).
ja: 右ひざが足首の真上で90度に曲がるようにランジの姿勢に踏み出し、左脚は後ろに伸ばして、左足の母指球が地面につくようにします。肩がお尻の上に来るように引き上げ、指を背中で組みます。右脚の内側で身体を前に倒し、頭のてっぺんが地面を向くようにし、両手を腰から遠ざけるようにします。右のお尻を抱え込むようにしながら、左のかかとを天井に向けて伸ばします。左右を入れかえて、左足を前にして、指の組み方も反対（つまり、反対側の親指が上に来る）にして、同様に行います。
ko: 발목 위로 직선이 되도록 오른쪽 무릎을 90도로 구부리고 왼발을 발 볼을 바닥에 닿도록 해서 뒤로 쭉 펴서 런지 상태로 시작합니다. 어깨를 엉덩이 위로 올려주고 등 뒤로 손 깍지를 끼워줍니다. 오른발 안쪽으로 앞으로 숙이며, 정수리를 바닥 쪽으로 내려주며 손바닥이 허리에서 멀어지도록 뻗어줍니다. 왼쪽 발꿈치가 천장으로 눌러주며 오른쪽 엉덩이를 조여줍니다. 왼발을 앞으로 하고 반대로 손가락을 껴서 반복합니다 (예: 엄지와 검지 손가락을 반대로 위에).
nl: Stap in een lunge met een gebogen rechterknie in een hoek van 90 graden en zorg dat de rechterknie recht boven je enkel valt, strek je linkerbeen naar achteren en houd de bal van de linkervoet op de vloer. Breng je schouders omhoog, tot ze één lijn met je heupen vormen en verstrengel je vingers achter je rug. Buig voorover aan de binnenkant van je rechterbeen, breng de kruin van je hoofd naar de vloer en hef je ineengestrengelde handen van je onderrug. Breng de rechterheup naar voren als je je linkerhiel opwaarts richting plafond drukt. Herhaal dit met het linkerbeen voor en een tegengestelde handgreep, dat is tegenovergestelde wijsvinger en duim boven.
pt_pt: Coloque-se em posição de corredor com o joelho direito dobrado num ângulo de 90 graus e alinhado sobre o tornozelo e perna esquerda esticada atrás de si com a parte anterior da planta do pé no chão. Levante os ombros alinhando-os com as ancas e entrelace os dedos das mãos atrás das costas. Dobre-se para a frente pelo interior da sua perna direita, soltando o topo da cabeça em direção ao chão e afaste as mãos do fundo das costas. Abrace a anca direita enquanto empurra o calcanhar esquerdo na direção do teto. Repita com a perna esquerda à frente e o entrelaçar oposto dos dedos das mãos (ou seja, dedo indicador e polegar oposto por cima).
ru: Расставьте широко ноги. Согните правую ногу в колене, чтобы образовался прямой угол между голенью и бедром правой ноги. Примите устойчивое положение. Соедините руки за спиной в замок. Вытяните руки в область крестца, раскройте грудную клетку. На выдохе совершите наклон вперед на правое бедро, а затем дальше вниз слева от бедра. Заведите руки максимально за спину в сторону головы.
sv: Kliv in ett utfall med ditt högra knä böjt i 90 graders vinkel och staplat över fotleden och vänster ben utsträckt bakom dig med bollen på vänster fot mot golvet. Lyft axlarna över höfterna och fläta ihop fingrarna bakom ryggen. Vik fram insidan av höger ben, släpp kronan på huvudet mot golvet, och räck handflatorna bort från den nedre delen av ryggen. Krama in höger höft medan du trycker vänster häl upp mot taket. Upprepa med vänster ben framåt och den motsatta flätningen av fingrarna (dvs. det motsatta pekfingret och tummen på toppen).
th: เริ่มต้นในท่าลันจ์โดยงอเข่าขวาของคุณให้ตั้งฉากทำมุม 90 องศาและตั้งตรงกับข้อเท้า แล้วเหยียดขาซ้ายของคุณไปทางด้านหลังโดยลงน้ำหนักไปที่จมูกเท้าซ้ายของคุณ จัดไหล่ให้อยู่เหนือสะโพกของคุณและล็อกมือทั้งสองข้างไว้ด้านหลัง โน้มตัวไปข้างหน้าทางด้านขาขวาของคุณ แล้วโน้มศีรษะลงเข้าหาพื้นแล้วโน้มมือที่ไขว้กันอยู่มาทางด้านหน้า ลงน้ำหนักที่สะโพกขวาในขณะที่คุณลงน้ำหนักที่ส้นเท้าซ้ายของคุณ ทำซ้ำโดยวางขาซ้ายไว้ข้างหน้าและสลับการไขว้นิ้วมือ (นิ้วชี้และนิ้วหัวแม่มือฝั่งตรงข้ามอยู่ด้านบน)
tr: Sağ diziniz 90 derecelik açıyla bükülü ve ayak bileğinizin üzerinde, sol bacağınız arkanıza uzatılmış ve sol ayak tabanınızın parmakların altındaki kısmı yerde olacak şekilde hamle adımı atın. Omuzlarınızı kalçalarınızın üzerine kaldırın ve parmaklarınızı sırtınızın arkasında birbirine geçirin. Sağ bacağınızın içinde öne katlanın, başınızın tepe kısmını yere doğru serbest bırakın ve avuç içlerinizi belinizden öteye uzatın. Sol topuğunuzu tavana doğru bastırırken sağ kalçanızı tutun. Sol bacak ileride ve parmakları ters şekilde birbirine geçirerek (örneğin: ters işaret parmağı ve başparmak yukarıda olacak şekilde) tekrarlayın.
zh_hans: 以冲刺式开始，右膝呈90度弯曲，膝盖位于脚踝上方，左脚在身后伸直，脚前掌贴地。肩膀挺直于臀部之上，双手手指在身后交扣。身体往右脚方向前屈，头顶朝向地板，手掌从后腰离开。抱住右臀同时左脚跟朝天。左右脚位置互换，以及手指交扣的位置互换（例如食指和拇指的上下），重复以上动作。
zh_hant: 以沖刺式開始，右膝呈90度彎曲，膝蓋位於腳踝上方，左腳在身後伸直，腳前掌貼地。肩膀挺直於臀部之上，雙手手指在身後交扣。身體往右腳方向前屈，頭頂朝向地板，手掌從后腰離開。抱住右臀同時左腳跟朝天。左右腳位置互換，以及手指交扣的位置互換（例如食指和拇指的上下），重複以上動作。

# exerciseDescription65
source: Lie on your belly and plant your palms on either side of your chest. Press into your hands to lift your upper body off of the ground. Bend your knees, point your toes, and curl your chest up as you reach your feet and the top of your head towards each other.
de: Lege dich auf den Bauch und lege deine Handflächen auf je eine Seite deiner Brust. Stütze dich auf deine Hände, um deinen Oberkörper vom Boden zu heben. Beuge deine Knie, strecke deine Zehen und wölbe deine Brust nach oben, sodass du deine Füße und die Oberseite deines Kopfes zusammenbringst.
es: Túmbate boca abajo y planta las palmas a ambos lados del pecho. Empuja con las manos para levantar la parte superior del cuerpo del suelo. Flexiona las rodillas, pon los dedos de los pies en punta y curva el pecho hacia arriba mientras juntas los pies y la parte superior de la cabeza.
fr: S'allonger sur le ventre et positionner les paumes sur chaque côté de la poitrine. Appuyer sur les mains pour décoller du sol la partie supérieure du corps. Plier les genoux, pointer les orteils et courber la poitrine tout en rapprochant vos pieds et la partie supérieure de la tête.
it: Sdraiatevi sulla pancia e piantate i palmi delle mani su entrambi i lati del petto. Spingere mani per sollevare il busto da terra. Piegate le ginocchia, puntare le dita dei piedi, e piegare il petto in su mentre raggiungete i piedi con la parte superiore della testa verso l'altro.
ja: 腹ばいに横たわり、両手の手のひらを胸の両脇につきます。両手で上半身を地面から押し上げます。両ひざを曲げ、つま先を伸ばし、胸を反らして、足と頭のてっぺんが近づくようにします。
ko: 배로 누워 양 손바닥을 가슴 옆에 놓아줍니다. 상체를 들어올리도록 손으로 눌러줍니다. 무릎을 구부리고, 발가락을 가리키며 발과 정수리가 서로 닿도록 가슴을 구부려 올려줍니다.
nl: Ga op je buik liggen en zet je handen aan weerskanten van je borst neer. Druk je handen in de vloer en kom met het bovenlichaam omhoog. Buig je knieën, strek je tenen en buig je borst vooruit als je met je handen en de kruin van je hoofd naar je voeten reikt.
pt_pt: Deite-se de barriga para baixo e coloque as palmas das mãos de cada lado do peito. Faça pressão nas mãos para elevar a parte superior do corpo do chão. Dobre os joelhos, estique os dedos dos pés e curve o peito para cima enquanto estica os pés e o topo da cabeça na direção um do outro.
ru: Лягте на пол, лбом касаясь пола, руки на уровне плеч ладонями вниз. Выгните спину,отрывая голову и туловище от коврика. По возможности опирайтесь на ладони для большей растяжки. Откиньте голову назад, как можно дальше, усиливая растяжку позвоночника. Раздвиньте ноги, чтобы между ними образовался угол в 90 градусов. Теперь согните ноги в коленях и постарайтесь как можно ближе поднести ступни к затылку.
sv: Ligg på mage och plantera handflatorna på vardera sidan av bröstet. Tryck in i dina händer för att lyfta överkroppen från marken. Böj knäna, peka tårna, och böj bröstet upp medan du når dina fötter och toppen av huvudet mot varandra.
th: นอนคว่ำและวางฝ่ามือทั้งสองไว้แนบข้างหน้าอกของคุณ ลงน้ำหนักไปที่มือของคุณเพื่อยกตัวของคุณให้ลอยสูงจากพื้น งอเข่าทั้งสองขึ้นมา จากนั้นค่อย ๆ แอ่นหน้าอกโดยให้เท้าทั้งสองแตะที่ศีรษะของคุณ
tr: Göbeğinizin üstüne uzanın ve avuç içlerinizi göğsünüzün herhangi bir tarafına yerleştirin. Üst vücudunuzu yerden kaldırmak için ellerinize bastırın. Dizlerinizi bükün, ayak parmaklarınızı gösterin ve ayaklarınıza uzanırken göğsünüzü ve başınızın tepesini birbirine doğru kıvırın.
zh_hans: 俯卧在地，两手手掌放在胸部左右两旁的位置。双手用力支撑上半身离地挺起。屈膝伸脚尖，让脚和头部圈在一起。
zh_hant: 俯臥在地，兩手手掌放在胸部左右兩旁的位置。雙手用力支撐上半身離地挺起。屈膝伸腳尖，讓腳和頭部圈在一起。

# exerciseDescription66
source: Stand with your feet together and reach your right arm forward at shoulder height. Shift your weight into your right foot as you bend your left knee, lift your left foot towards your left sitting bone, and hold the inside edge of your left foot in your left hand. Draw your left thigh back as you bring your chest forward, hugging your left knee in towards the midline of your body. Raise your right arm towards the ceiling and lift your chest away from the top of your left thigh. Repeat standing on the left leg.
de: Stehe mit deinen Füßen zusammen und hebe deinen rechten Arm nach vorne auf Schulterhöhe. Verlagere dein Gewicht auf deinen rechten Fuß, während du dein linkes Knie beugst, den linken Fuß in Richtung deines linken Gesäßknochens führst und die Innenseite deines linken Fußes in deiner linken Hand hältst. Nimm den linken Oberschenkel zurück, während du deine Brust nach vorne bringst und dein linkes Knie auf der Mittellinie deines Körpers umklammerst. Hebe deinen rechten Arm in Richtung Decke und hebe deine Brust von der Oberseite deines linken Oberschenkels. Wiederhole das Ganze auf dem linken Bein stehend.
es: Ponte de pie con los pies juntos y lleva el brazo derecho hacia adelante a la altura del hombro. Pon tu peso sobre el pie derecho mientras doblas la rodilla izquierda, elevas el pie izquierdo hacia la zona pélvica izquierda y sujetas la parte interna del pie izquierdo con la mano derecha. Pon el muslo izquierdo hacia atrás mientras llevas el pecho hacia adelante abrazando la rodilla izquierda y llevándola hacia la mitad del cuerpo. Levanta el brazo derecho hacia el cielo y eleva el pecho alejándolo de la parte superior del muslo izquierdo. Repítelo de pie sobre la pierna izquierda.
fr: Se tenir debout avec les pieds joints et diriger le bras droit en avant à hauteur d'épaule. Basculer le poids du corps sur le pied droit tout en pliant le genou gauche, soulever le pied gauche vers l'os iliaque gauche et maintenir le bord intérieur du pied gauche avec la main gauche. Ramener la cuisse gauche en arrière tout en amenant la poitrine vers l'avant en étreignant le genou gauche avec la ligne médiane du corps. Lever le bras droit vers le plafond et soulever la poitrine vers le haut de la cuisse gauche. Répéter en se tenant sur la jambe gauche.
it: In piedi con i piedi uniti portare il braccio destro in avanti all'altezza delle spalle. Spostare il peso sul suo piede destro, piegando il ginocchio sinistro, sollevare il piede sinistro verso l’anca sinistra, e tenere premuto il bordo interno del piede sinistro con la mano sinistra. Portare la coscia sinistra indietro e il petto in avanti, abbracciando il ginocchio sinistro verso la linea mediana del corpo. Alzare il braccio destro verso il soffitto e sollevare il petto dalla parte superiore della coscia sinistra. Ripetere in piedi sulla gamba sinistra.
ja: 両足をそろえて立ち、右腕を肩の高さで前に伸ばします。体重を右足に移動させながら、左ひざを曲げ、左足を左の坐骨結節に向けて持ち上げて、左手で左足の内側をつかみます。左の太ももを後ろに引っ張りながら、胸を前に出して、左ひざを身体の中心線に引き寄せます。右腕は天井に向けて上げ、胸は左の太ももの裏側から遠ざけるように反らします。左右を入れかえて、左足で立って、同様に行います。
ko: 두 발로 서서 오른 팔을 어깨 높이로 뻗어줍니다. 왼쪽 무릎을 구부려 오른발로 무게 중심을 옮기고 왼발을 좌골 쪽으로 들어올려 왼손으로 왼발 안쪽 부분을 잡습니다. 가슴을 앞으로 내밀며 왼쪽 허벅지를 뒤로 당기고, 몸 중심선으로 왼쪽 무릎을 조여줍니다. 오른손을 천장으로 올리고 가슴은 왼쪽에서부터 멀어지도록 올려줍니다. 왼발로 서서 반복합니다.
nl: Sta met je voeten naast elkaar en breng je rechterarm naar voren op schouderhoogte. Verplaats je gewicht naar je rechtervoet bij het buigen van de linkerknie, til je linkervoet richting linkerzitbeen en houd de binnenkant van je linkervoet in de linkerhand. Trek je linkerdijbeen naar achteren bij het vooruit heffen van je borst, waarbij je je linkerknie naar het midden van je lichaam brengt. Til je rechterarm richting plafond omhoog en hef je borst van de bovenkant van je linkerdijbeen. Herhaal dit staand op het linkerbeen.
pt_pt: De pé com os pés juntos, estique o braço direito para a frente à altura do ombro. Desloque o seu peso para o pé direito enquanto dobra o joelho esquerdo, levanta o pé esquerdo em direção à nádega esquerda e agarra a parte interior do seu pé esquerdo com a mão esquerda. Desloque a coxa esquerda para trás à medida que traz o peito para a frente, alinhando o joelho esquerdo com o centro do seu corpo. Levante o braço direito em direção ao teto e eleve o peito em relação à coxa esquerda. Repita ficando sobre a perna esquerda.
ru: Встаньте на пол. Правую руку вытяните вперед, согните в колене левую ногу и начинайте её отводить назад, поднимая при этом вверх. В локте согните левую руку, захватите ею большой палец левой ноги, при этом ладонь руки должна смотреть вверх, к потолку. Левую ногу поднимайте до тех пор, пока она не будет параллельна полу.
sv: Stå med fötterna ihop och nå din högra arm framåt i axelhöjd. Flytta din vikt till din högra fot medan du böjer vänster knä, lyft vänster fot mot vänster sittben och håll den inre kanten av vänster fot i vänster hand. Dra ditt vänstra lår tillbaka medan du tar bröstet framåt, krama vänster knä in mot mittlinjen av kroppen. Höj din högra arm mot taket och lyft bröstet bort från toppen av vänster lår. Upprepa stående på vänster ben.
th: ยืนขึ้นโดยให้เท้าชิดกันและยื่นแขนข้างขวาของคุณไปด้านหน้าที่ความสูงระดับไหล่ จากนั้นถ่ายน้ำหนักไปที่เท้าขวาในขณะที่คุณงอเข่าซ้ายขึ้นมา จากนั้นค่อย ๆ ยกเท้าซ้ายเข้าหากระดูกก้นด้านซ้ายและใช้มือซ้ายจับหน้าเท้าซ้ายของคุณเอาไว้ ดันต้นขาซ้ายไปด้านหลังในขณะที่คุณดันหน้าอกไปข้างหน้า จากนั้นคงระดับหัวเข่าซ้ายให้อยู่กึ่งกลางลำตัว ยกแขนขวาของคุณชูขึ้นไปที่เพดานและยกหน้าอกของคุณให้สูงกว่าต้นขาซ้ายด้านบน ทำซ้ำเช่นนี้โดยยืนอยู่บนขาซ้าย
tr: Ayaklarınız bitişik vaziyette ayakta durun ve sağ kolunuzu omuz uzunluğu mesafesinde ileriye uzatın. Sol dizinizi bükerken ağırlığınızı sağ ayağınıza verin, sol ayağınızı sol oturma kemiğinize doğru kaldırın ve sol ayağınızın iç kısmını sol elinizle tutun. Sol dizinizi vücudunuzun orta çizgisine doğru çekerek, göğsünüzü ileriye götürürken sol uyluğunuzu geri çekin Sağ kolunuzu tavana doğru kaldırın ve göğsünüzü sol uyluğunuzun üstünden öteye kaldırın. Sol bacak üstünde durarak tekrarlayın.
zh_hans: 双脚并拢站立，右臂向前举起至肩膀的位置。身体重心转移到右脚上，同时弯曲左膝，左脚往左坐骨的方向提起，左手握着左脚的内侧。左大腿往后拉，胸部往前挺，往身体中线的位置抱住左膝。右臂朝天举起，将胸部移开左大腿挺起。以左脚站立重复动作。
zh_hant: 雙腳併攏站立，右臂向前舉起至肩膀的位置。身體重心轉移到右腳上，同時彎曲左膝，左腳往左坐骨的方向提起，左手握著左腳的內側。左大腿往後拉，胸部往前挺，往身體中線的位置抱住左膝。右臂朝天舉起，將胸部移開左大腿挺起。以左腳站立重複動作。

# exerciseDescription67
source: Lie on your back with your legs extended on the ground. Draw your left knee in towards your chest and interlace your fingers outside of your leg. Repeat with left leg extended and right knee bent.
de: Liege auf dem Rücken mit ausgestreckten Beinen auf dem Boden. Führe dein linkes Knie zu deiner Brust und verschränke deine Finger an der Außenseite deines Beins. Wiederhole das Ganze mit dem linken Bein ausgestreckt und dem rechten Knie gebeugt.
es: Túmbate boca arriba con las piernas extendidas en el suelo. Lleva la rodilla izquierda hacia el pecho y entrelaza los dedos en la zona externa de la pierna. Repítelo con la pierna izquierda extendida y la rodilla derecha doblada.
fr: S'allonger sur le dos avec les jambes tendues sur le sol. Ramener le genou gauche vers la poitrine et entrecroiser les doigts à l'extérieur de la jambe. Répéter avec la jambe gauche tendue et le genou droit plié.
it: Sdraiatevi sulla schiena con le gambe distese a terra. Portare il ginocchio sinistro verso il petto e intrecciare le dita fuori dalla gamba. Ripetere con la gamba sinistra estesa e ginocchio destro piegato
ja: 仰向けになり、地面に両脚を伸ばします。左ひざを胸に引き寄せ、指を脚の外側で組みます。左右を入れかえて、左足を伸ばし、右ひざを曲げて、同様に行います。
ko: 다리를 바닥에 펴고 등을 대고 눕습니다. 왼쪽 무릎을 가슴 안쪽으로 당겨주며 다리 바깥 부분을 손으로 깍지 껴줍니다. 왼발을 펴고 오른쪽 무릎을 구부린 채로 반복합니다.
nl: Ga op je rug met gestrekte benen liggen. Trek je linkerknie in de richting van je borst en verstrengel je vingers aan de buitenkant van je been. Herhaal dit met het linkerbeen gestrekt en de rechterknie gebogen.
pt_pt: Deite-se de costas com as pernas esticadas no chão. Puxe o joelho esquerdo para o peito e entrelace os dedos das mãos por fora da perna. Repita com a perna esquerda estendida e o joelho direito dobrado.
ru: Примите позу лежа на спине и расслабьтесь. Согните правую ногу в колене. На вдохе вытяните руки вперед и возьмитесь ими за колено правой ноги. На выдохе подтяните правое колено, прижав бедро правой ноги к животу. Левую ногу следует держать прижатой к полу.
sv: Ligg på rygg med benen förlängda på marken. Dra vänster knä in mot bröstet och fläta ihop fingrarna utanför benet. Upprepa med vänster ben utsträckt och höger knä böjt.
th: นอนหงายโดยเหยียดขาไว้บนพื้น งอเข่าซ้ายเข้าหาตัวคุณและซ้อนนิ้วมือเข้าหากันโอบล้อมขาของคุณเอาไว้ ทำซ้ำเช่นนี้โดยให้ขาซ้ายเหยียดออกและงอเข่าขวาเข้ามา
tr: Bacaklarınız yere uzatılmış vaziyette sırt üstü uzanın. Sol dizinizi göğsünüze doğru çekin ve parmaklarınızı bacağınızın dışında birbirine geçirin. Sol bacak uzatılmış ve sağ diz bükülü şekilde tekrarlayın.
zh_hans: 仰卧在地并伸展双脚。左膝拉近胸部，双手手指在左脚外侧交扣。左右脚位置互换重复动作。
zh_hant: 仰臥在地並伸展雙腳。左膝拉近胸部，雙手手指在左腳外側交扣。左右腳位置互換重複動作。
