Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription60
source: Lie on your back, bend your knees, and hold on to the outside edges of your feet. Press your hands into your feet to bring your knees towards your armpits and stretch your inner thighs. Keep as much of the lower back on the ground as possible.
de: Lege dich auf den Rücken, beuge deine Knie und halte die Außenseiten deiner Füße. Drücke deine Hände in deine Füße, um deine Knie zu deinen Achselhöhlen zu bringen und deine inneren Oberschenkel zu dehnen. Behalte den unteren Rücken so gut es geht auf dem Boden.
es: Túmbate sobre la espalda, dobla las rodillas y sujeta la parte externa de los pies. Presiona los pies con las manos para llevar las rodillas hacia las axilas y estirar la cara interna de los muslos. Mantén la máxima cantidad posible de la zona lumbar en el suelo.
fr: S'allonger sur le dos, plier les genoux et tenir les bords extérieurs des pieds. Appuyer les mains sur les pieds pour ramener les genoux vers les aisselles et étirer les ischio-jambiers. Maintenir le bas du dos sur le sol autant que possible.
it: Sdraiatevi sulla schiena, piegate le ginocchia e tenetevi sui di bordi esterni dei piedi. Premete le mani per portare le ginocchia verso le ascelle e allungare le cosce. Mantenere la schiena più bassa possibile.
ja: 仰向けに横たわり、ひざを曲げ、足の外側をつかみます。手で足を押して、ひざが脇の下に来るようにして、太ももの内側を伸ばします。腰はできるだけ地面につけたままにします。
ko: 등을 대고 누워 무릎을 구부리고 발 바깥 부분을 잡습니다. 무릎을 겨드랑이 쪽으로 내려오도록 팔로 다리를 눌러주고 허벅지 안쪽을 펴줍니다. 가능한 만큼 등 아래로 유지합니다.
nl: Ga op je rug liggen, buig je knieën en pak de buitenkant van je voeten vast. Houd je voeten stevig vast, breng je knieën richting oksels en strek de binnenkant van je dijen. Houd zoveel mogelijk je onderug op de grond.
pt_pt: Deite-se de costas, dobre os joelhos e agarre a parte exterior dos seus pés. Faça pressão com as mãos nos pés para trazer os seus joelhos para mais perto das axilas e alongar o interior das coxas. Mantenha o fundo das costas apoiado no chão tanto quanto possível.
ru: Лягте на спину. С выдохом подтяните колени к животу. С вдохом захватите руками внешние стороны стоп. Разведите колени, мягко направляя их в стороны чуть шире корпуса. Держите лодыжки над коленями так, чтобы голени были перпендикулярны полу. Удлиняйте шею, уводя макушку головы от задней поверхности шеи.
sv: Ligg på rygg, böj knäna, och hålla fast vid ytterkanterna av fötterna. Tryck dina händer i fötterna för att få knäna mot dina armhålor och sträck på ditt inre lår. Behåll så mycket av den nedre delen av ryggen på marken som möjligt.
th: นอนหงาย งอเข่าของคุณขึ้นมา จากนั้นเอื้อมมือไปจับด้านนอกเท้าทั้งสองข้างของคุณ ลงน้ำหนักมือไปที่เท้าของคุณเพื่อดึงเข่าเข้าหารักแร้และเหยียดต้นขาด้านในให้รู้สึกตึง โดยให้หลังส่วนล่างของคุณแนบอยู่กับพื้นให้ได้มากที่สุดเท่าที่ทำได้
tr: Sırt üstü uzanın, dizlerinizi bükün ve ayaklarınızın dış kısımlarına tutunun. Dizlerinizi koltukaltlarınıza doğru getirmek için ellerinizi ayaklarınıza bastırın ve iç uyluklarınızı esnetin. Belinizin mümkün olan en çok kısmını yerde tutun.
zh_hans: 仰卧在地，双膝弯曲，抓住双脚脚板。双手施力把膝盖推向腋下，伸展大腿的内侧。尽量保持后腰贴地。
zh_hant: 仰臥在地，雙膝彎曲，抓住雙腳腳板。雙手施力把膝蓋推向腋下，伸展大腿的內側。盡量保持后腰貼地。

# exerciseDescription61
source: Sit in between your heels with your knees together and tops of the feet on the floor. Plant your right foot on the ground in front of you and interlace your fingers under the arch of your right foot. Extend your right leg in the air as you lengthen your spine and lift your chest towards the top of your right foot.
de: Sitze zwischen deinen Fersen mit den Knien zusammen und den Oberseiten deiner Füße auf dem Boden. Stelle deinen rechten Fuß vor dich auf den Boden und verschlinge deine Finger unter dem Hohlraum deines rechten Fußes. Strecke dein rechtes Bein in die Luft, während du deine Wirbelsäule lang machst und deine Brust zur Oberseite deines rechten Fußes hebst.
es: Siéntate entre los talones con las rodillas juntas y la parte superior de los pies en el suelo. Planta el pie derecho en el suelo frente a ti y entrelaza los dedos bajo el arco del pie derecho. Extiende la pierna derecha en el aire mientras estiras la espalda y elevas el pecho hacia la parte superior del pie derecho.
fr: S'asseoir entre les talons avec les genoux joints et le dessus des pieds sur le sol. Positionner le pied droit sur le sol devant soi et entrecroiser les doigts sous la plante du pied droit. Allonger la jambe droite en l'air tout en étirant la colonne vertébrale et en soulevant la poitrine vers le haut du pied droit.
it: Seduti tra i talloni con le ginocchia insieme e le parti superiori dei piedi sul pavimento. Piantate il piede destro a terra di fronte a voi e intrecciate le dita sotto l'arco del piede destro. Estendere la gamba destra in aria allungando la colonna vertebrale e sollevare il petto verso la parte superiore del piede destro.
ja: ひざをくっつけ、足の甲を地面につけて、かかとの間に座ります。右足を身体の前で地面につき、右足の土ふまずの下で指を組みます。右足を上に向けて伸ばしながら、背骨を伸ばし、胸を右足の甲に近づけます。
ko: 발등은 바닥에 놓고 무릎을 구부려 발 뒤꿈치 사이에 앉습니다. 오른발을 앞으로 놓고 오른발 아치 아래로 손가락을 깍지 낍니다. 허리를 곧게 피고 가슴을 오른쪽 발등 쪽으로 들어올리며 오른발을 위로 쭉 펴줍니다.
nl: Ga tussen je hielen zitten met je knieën bij elkaar en de bovenkant van je voeten op de vloer. Zet je rechtervoet voor je op de grond en verstrengel je vingers onder je rechtervoetboog. Strek je rechterbeen in de lucht, terwijl je je wervelkolom langer maakt en hef je borst in de richting van de bovenkant van je rechtervoet.
pt_pt: Sente-se entre os calcanhares com os joelhos juntos e peitos dos pés no chão. Coloque o pé direito no chão à sua frente e entrelace os dedos das mãos sob o arco do seu pé direito. Estique a perna direita no ar enquanto alonga a coluna e eleva o peito na direção do cimo do seu pé direito.
ru: Сядьте на ягодицы. Согните правую ногу в колене и отведите правую стопу назад. Опустите переднюю поверхность правой стопы на пол справа от таза и направьте пальцы назад. При этом внутренняя сторона правой голени касается внешней стороны правого бедра. На выдохе согните левую ногу в колене, захватите стопу руками и вытяните ногу вертикально. Полностью выпрямите левую ногу в колене и не сгибайте спину.
sv: Sitt mellan hälarna med knäna ihop och toppen av fötterna på golvet. Plantera din högra fot på marken framför dig och fläta ihop fingrarna under bågen av din högra fot. Förläng ditt högra ben i luften medan du förlänger din ryggrad och lyft bröstet mot toppen av din högra fot.
th: นั่งคุกเข่าลงบนส้นเท้าโดยให้หัวเข่าอยู่ชิดกัน ยื่นเท้าขวาของคุณออกไปทางด้านหน้าและไขว้นิ้วมือของคุณไว้ใต้ฝ่าเท้าของคุณ เหยียดขาขวาของคุณออกไปในอากาศขณะที่คุณยืดหลังของคุณและยกหน้าอกของคุณเข้าหาหน้าเท้าขวาของคุณ
tr: Dizleriniz bitişik, ayaklarınızın üst kısmı yerde olacak şekilde topuklarınızın arasına oturun. Sağ ayağınızı önünüzde yere yerleştirin ve sağ ayak tabanızın altında parmaklarını birbirine geçirin. Omurganızı uzatırken sağ bacağınızı havaya uzatın ve göğsünüzü sağ ayağınızın üstüne doğru kaldırın.
zh_hans: 坐在两脚脚跟之间，膝盖相连，小腿贴地。右脚移到身前，两手手指在右脚脚板下交扣。右脚在空中伸展，延伸脊椎并将胸部朝右脚方向提起。
zh_hant: 坐在兩腳腳跟之間，膝蓋相連，小腿貼地。右腳移到身前，兩手手指在右腳腳板下交扣。右腳在空中伸展，延伸脊椎並將胸部朝右腳方向提起。

# exerciseDescription62
source: Start in a lunge with your left foot forward and your fingertips framing your left foot on the ground. Make sure that your left knee is bent at a 90 degree angle and stacked over your ankle and your right leg is extended behind you with the ball of your right foot on the floor. Lift your belly off of your left thigh and join your palms in prayer in front of your chest. Inhale as you lengthen your spine and exhale as you twist to the left, hooking your right elbow outside of your left knee. Press your left palm against the right one, look up over your left shoulder, and press your right heel towards the sky. Repeat with the right leg in front, twisting to the right.
de: Beginne mit einem Ausfallschritt mit deinem linken Fuß vorne und deinen Fingerspitzen um deinen Fuß auf dem Boden. Stelle sicher, dass dein linkes Knie in einem 90 Grad Winkel gebeugt ist und sich über deinem Knöchel befindet und dass dein rechtes Bein nach hinten ausgestreckt ist mit dem Ballen deines rechten Fußes auf dem Boden. Hebe deinen Bauch von deinem linken Oberschenkel und führe deine Handflächen in eine betende Position vor deine Brust. Atme ein, während du deine Wirbelsäule lang machst und atme aus, während du dich nach links drehst und den rechten Ellbogen an die Außenseite deines linken Knies klemmst. Drücke deine linke Handfläche gegen die rechte, schaue nach oben über deine linke Schulter und drücke deine rechte Ferse in Richtung Himmel. Wiederhole das Ganze mit dem rechten Bein vorne und drehe dich nach rechts.
es: Empieza con una zancada, con el pie izquierdo hacia delante y las puntas de los dedos rodeando el pie izquierdo en el suelo. Asegúrate de que la rodilla izquierda está doblada en un ángulo de 90 grados y colocada sobre el tobillo, y de que la pierna izquierda está extendida detrás de ti con el metatarso del pie derecho en el suelo. Eleva el vientre sobre el muslo derecho y pon las palmas en un gesto de rezo frente a tu pecho. Toma aire mientras estiras la espalda y exhala girándote hacia la izquierda y enganchando el codo derecho en la parte externa de la rodilla izquierda. Presiona la palma derecha con la palma izquierda, mira hacia arriba sobre tu hombro izquierdo y empuja el talón derecho hacia el cielo. Repítelo adelantando la pierna izquierda y girando hacia la derecha.
fr: Commencer avec un plongeon avec le pied gauche en avant et la pointe des doigts enserrant le pied gauche sur le sol. S'assurer que le genou gauche est plié avec un angle de 90° et superposé à la cheville et que la jambe droite est étiré derrière soi avec la plante du pied droit sur le sol. Soulever le ventre de la cuisse gauche et joindre les paumes en position du prieur devant la poitrine. Inspirer tout en étirant la colonne vertébrale et expirer dans un mouvement de torsion vers la gauche, en positionnant le coude droit à l'extérieur du genou gauche. Appuyer la paume gauche contre celle de droite, en regardant au-dessus de l'épaule gauche et pointer le talon droit vers le ciel. Répéter avec la jambe droite en avant et une torsion vers la droite.
it: Iniziate affondando il piede sinistro in avanti e la punta delle dita che incorniciano il piede sinistro a terra. Assicurarsi che il ginocchio sinistro sia piegato ad un angolo di 90 gradi e allineato sopra la caviglia e la gamba destra stesa dietro di voi con il piede destro sul pavimento. Sollevare la pancia fuori della coscia sinistra e unire i palmi delle mani in preghiera davanti al petto. Inspirate mentre allungate la colonna vertebrale ed espirare, girandoti a sinistra, agganciando il gomito destro al di fuori del vostro ginocchio sinistro, premere il palmo della mano sinistra contro la destra, guardare in alto sopra la spalla sinistra, e premere il tallone destro verso l’alto. Ripetere con la gamba destra di fronte, girando a destra.
ja: 左足を前にして、両手の指先を地面についた左足の両側について、ランジの姿勢から始めます。左ひざが足首の真上で90度に曲がり、右足は後ろに伸び、右足の母指球が地面についていることを確認します。お腹が左の太ももにつかないようにし、胸の前で拝むように手を合わせます。息を吸いながら背骨を伸ばし、息を吐きながら身体を左にひねって、右ひじを左ひざの外側にひっかけます。左の手のひらを右の手のひらに押し付け、左肩の上から後ろを見るようにし、右のかかとは上に向かって伸ばします。左右を入れかえて、右足を前にし、右にひねる方も行います。
ko: 왼발을 앞으로 하고 손끝을 왼발 바닥으로 해서 런지 상태로 시작합니다. 발목 위로 직선이 되도록 왼발을 90도 각도로 만들고 오른발은 발 볼을 바닥에 닿도록 해서 뒤로 쭉 펴줍니다. 배를 왼쪽 허벅지로 들어 올려주며 가슴 앞으로 손바닥을 기도하는 손처럼 모아줍니다. 허리를 곧게 펴면서 숨을 들이쉬고 오른쪽 팔꿈치를 왼쪽 무릎 바깥쪽에 걸어주며 왼쪽으로 틀어주면서 숨을 내쉽니다. 왼 손바닥을 오른 손바닥에 맞대서 눌러주고 왼쪽 어깨 위로 쳐다봅니다. 그리고 오른쪽 발꿈치를 위로 향하게 합니다. 오른발을 앞으로 하고 오른쪽으로 틀면서 반복합니다.
nl: Begin in een lunge met je linkervoet naar voren en laat je handen op je linkervoet op de grond rusten. Zorg ervoor dat je linkerknie in een hoek van 90 graden is gebogen en recht boven je enkel valt, strek je rechterbeen naar achteren en houd de bal van je rechtervoet op de vloer. Breng je buik van je linkerdijbeen omhoog en vouw je handen in bidpositie voor je borst. Adem in, maak je wervelkolom langer en adem uit bij het naar rechts draaien, waarbij je je rechterelleboog tegen de buitenkant van je linkerknie zet. Druk je rechterhand tegen de linker aan, kijk over je linkerschouder en druk je rechterhiel richting lucht. Herhaal dit met het rechterbeen voor met de draai naar rechts.
pt_pt: Comece em posição de corredor com o pé esquerdo à frente. Certifique-se de que o seu joelho esquerdo está dobrado num ângulo de 90 graus e alinhado por cima do seu tornozelo e a sua perna direita está esticada atrás de si com a parte anterior da planta do pé no chão. Levante a barriga da sua coxa esquerda e una as palmas das mãos em oração à frente do peito. Inspire enquanto alonga a coluna e expire à medida que torce para a esquerda, prendendo o cotovelo direito do lado de fora do seu joelho esquerdo. Faça pressão na sua palma esquerda contra a direita, olhe por cima do seu ombro esquerdo e empurre o seu calcanhar direito na direção do céu. Repita com a perna direita na frente, torcendo para a direita.
ru: Из положения стоя расставьте ноги шагом на 1 м. Поверните правую ногу наружу, а левую — вовнутрь на 15 градусов. Согните правую ногу под углом 90 градусов. Левая нога выпрямлена и твердо упирается в пол. Сложите ладони друг с другом и прокручивайте руки правую вниз, левую к уху, одновременно наклоняя корпус вниз. Перенесите левую половину туловища за правое бедро, согните левый локоть и зацепитесь им за правое бедро.
sv: Börja i ett utfall med vänster fot framåt och fingertopparna inramandes din vänstra fot på marken. Se till att vänster knä är böjt i 90 graders vinkel och staplat över fotleden och höger ben förlängt bakom dig med bollen på högerfoten mot golvet. Lyft din mage från ditt vänstra lår och sätt handflatorna i bön framför bröstet. Andas in medan du förlänger din ryggrad och andas ut när du vrider åt vänster och ansluter höger armbåge utanför ditt vänstra knä. Tryck din vänstra handflata mot den högra, titta upp över vänster axel och tryck höger häl mot himlen. Upprepa med höger ben framför, vridandes åt höger.
th: เริ่มต้นในท่าลันจ์โดยให้เท้าซ้ายของคุณวางอยู่ข้างหน้าและลงน้ำหนักนิ้วเท้าซ้ายของคุณลงบนพื้น จากนั้นงอเข่าซ้ายของคุณให้ตั้งฉากทำมุม 90 องศาและตั้งตรงกับข้อเท้าแล้วขาขวาของคุณก็เหยียดออกไปทางด้านหลังโดยลงน้ำหนักไปที่จมูกเท้าขวาของคุณ ยกหน้าท้องของคุณให้ห่างจากต้นขาซ้ายและพนมมือเข้าหากันไว้ที่หน้าอกของคุณ หายใจเข้าในขณะที่คุณยืดหลังของคุณและหายใจออกในขณะที่คุณบิดตัวไปทางซ้ายแล้วเกี่ยวข้อศอกขวาของคุณไว้ด้านนอกเข่าซ้าย กดฝ่ามือทั้งสองข้างเข้าหากัน จากนั้นเงยหน้าขึ้นมองไปทางไหล่ซ้ายของคุณและตั้งส้นเท้าของคุณขึ้นทิ้งน้ำหนักไว้ที่ปลายนิ้วเท้า ทำซ้ำเช่นนี้โดยวางขาขวาไว้ข้างหน้าแล้วบิดตัวไปทางขวา
tr: Sol ayağınız ileride ve parmak uçlarınız yerde sol ayağınızı çevreleyecek şekilde bir hamleyle başlayın. Sol dizinizin 90 derecelik açıyla bükülü olduğundan ve ayak bileğinizin üzerinde olduğundan ve sağ ayak tabanınızın parmakların altındaki kısmı yerdeyken sağ bacağınızın arkanıza uzandığından emin olun. Göbeğinizi sol uyluğunuzdan kaldırın ve avuç içlerinizi göğsünüzün önünde dua konumuna getirin. Omurganızı uzatırken nefes alın ve sağ dirseğinizi sol dizinizin dışına kıvırarak sola burgu yaparken nefes verin. Sol avuç içinizi sağ avuç içinize bastırın, sol omzunuzun üzerinden yukarıya bakın ve sağ topuğunuzu gökyüzüne doğru bastırın. Sağ bacak önde, sağa burgu yaparak tekrarlayın.
zh_hans: 左脚在前，以冲刺式开始。确保左脚呈90度弯曲，膝盖位于脚踝上方，右脚在身后伸直，脚前掌贴地。腹部从左大腿上移开，双手成祈祷式放在胸前。吸气时延伸脊椎，呼气时扭向左方，右手肘搁在左膝外侧。左手掌按压右手掌。目光穿过左肩，右脚踝朝天。左右脚位置互换重复以上动作。
zh_hant: 左腳在前，以沖刺式開始。確保左腳呈90度彎曲，膝蓋位於腳踝上方，右腳在身後伸直，腳前掌貼地。腹部從左大腿上移開，雙手成祈禱式放在胸前。吸氣時延伸脊椎，呼氣時扭向左方，右手肘擱在左膝外側。左手掌按壓右手掌。目光穿過左肩，右腳踝朝天。左右腳位置互換重複以上動作。

# exerciseDescription63
source: Step into a lunge with your right knee bent at a 90 degree angle and stacked over your ankle and your left leg extended behind you with the ball of your left foot on the floor. Lift your shoulders above your hips and, with your hands on the hips, steer the right hip back and square the left hip forward. Extend your arms alongside your ears. Repeat with the left leg forward.
de: Stelle dich in einen Ausfallschritt mit dem rechten Knie in einem 90 Grad Winkel gebeugt über deinem Knöchel und deinem linken Bein nach hinten ausgestreckt mit dem Ballen deines linken Fußes auf dem Boden. Hebe deine Schultern über deine Hüfte, führe deine rechte Hüfte zurück mit den Händen an der Hüfte und richte die linke Hüfte nach vorne aus. Strecke deine Arme an den Seiten deiner Ohren aus. Wiederhole das Ganze mit dem linken Bein vorne.
es: Da una zancada con la rodilla derecha doblada en un ángulo de 90 grados y colocada sobre el tobillo, y la pierna izquierda extendida detrás de ti con el metatarso del pie izquierdo en el suelo. Eleva los hombros sobre las caderas y, con las manos en las caderas, lleva la cadera derecha hacia atrás y cuadra la cadera izquierda hacia delante. Extiende los brazos junto a los oídos. Repítelo adelantando la pierna izquierda.
fr: Prendre une position de plongeon avec le genou droit plié à 90° et superposé à la cheville et la jambe gauche tendue vers l'arrière avec le plante du pied gauche sur le sol. Soulever les épaules au-dessus des hanches et, avec les mains sur les hanches, tourner la hanche droite en arrière et amener la hanche gauche vers l'avant. Étirer les bras le longe des oreilles. Répéter avec la jambe gauche en avant.
it: Fare un affondo con il ginocchio destro piegato ad un angolo di 90 gradi e allineato sopra la caviglia con la gamba sinistra estesa dietro di voi con la pianta del piede sinistro sul pavimento. Sollevare le spalle sopra i fianchi e, con le mani su i fianchi, guidare l'anca destra indietro e l'anca sinistra in avanti .Estendere le braccia lungo le orecchie ripetere con la gamba sinistra in avanti
ja: 右ひざが足首の真上で90度に曲がるようにランジの姿勢に踏み出し、左脚は後ろに伸ばして、左足の母指球が地面につくようにします。肩がお尻の上に来るように引き上げ、両手を腰に当て、右のお尻を後ろに引きながら、左のお尻は正面を向いたままにします。両腕を耳に沿って上げます。左右を入れかえて、左足を前にして同様に行います。
ko: 발목 위로 직선이 되도록 오른쪽 무릎을 90도로 구부리고, 왼발은 발 볼을 바닥에 닿도록 해서 뒤로 쭉 펴서 런지 상태로 시작합니다. 손은 엉덩이에 놓고 오른쪽 엉덩이를 뒤로 움직이고 왼쪽 엉덩이는 정면으로 향하도록 해서 어깨를 엉덩이 위로 올려줍니다. 귀 옆으로 양손을 쭉 뻗어줍니다. 왼발을 앞에 놓고 반복합니다.
nl: Stap in een lunge met een gebogen rechterknie in een hoek van 90 graden en zorg dat de rechterknie recht boven je enkel valt, strek je linkerbeen naar achteren en houd de bal van de linkervoet op de vloer. Breng je schouders omhoog tot ze één lijn met je heupen vormen, zet je handen op je heupen en breng de rechterheup naar achteren en de linkerheup naar voren. Strek je armen langs je oren uit. Herhaal dit met het linkerbeen voor.
pt_pt: Coloque-se em posição de corredor com o joelho direito dobrado num ângulo de 90 graus e alinhado sobre o seu tornozelo e perna esquerda esticada atrás de si com a parte anterior da planta do pé esquerdo no chão. Levante os ombros e, com as mãos nas ancas, conduza a anca direita para trás e ajuste a anca esquerda para a frente. Estique os braços junto às orelhas. Repita com a perna esquerda para a frente.
ru: В положении стоя, шагните левой ногой вперед на ширину метра. Вытяните правую ногу назад, поставьте ее на носок. Держите левое колено прямо над левой лодыжкой, голень перпендикулярно полу. Вытяните руки вверх. Взгляд направлен вперед.
sv: Kliv in ett utfall med ditt högra knä böjt i 90 graders vinkel och stapla över fotleden och vänster ben utsträckt bakom dig med bollen på vänster fot mot golvet. Lyft axlarna över höfterna och med händerna på höfterna, styr höger höft bakåt och sätt den vänstra höften framåt. Förläng armarna längsmed dina öron. Upprepa med vänster ben framåt.
th: เริ่มต้นในท่าลันจ์โดยงอเข่าขวาของคุณให้ตั้งฉากทำมุม 90 องศาและตั้งตรงกับข้อเท้า แล้วเหยียดขาซ้ายของคุณไปทางด้านหลังโดยลงน้ำหนักไปที่จมูกเท้าซ้ายของคุณ จัดไหล่ให้อยู่เหนือสะโพกของคุณ วางมือของคุณไว้ที่สะโพก จากนั้นดันสะโพกด้านขวาไปข้างหลังและดันสะโพกซ้ายมาข้างหน้า ชูแขนทั้งสองข้างขึ้นให้ขนานไปกับหูของคุณ ทำซ้ำเช่นนี้โดยวางขาซ้ายไว้ข้างหน้า
tr: Sağ diziniz 90 derecelik açıyla bükülü ve ayak bileğinizin üzerinde, sol bacağınız arkanıza uzatılmış ve sol ayak tabanınızın parmakların altındaki kısmı yerde olacak şekilde hamle adımı atın. Omuzlarınızı kalçalarınızın üzerine kaldırın, ellerinizi kalçalarınıza koyun, sağ kalçanızı arka yöne verin ve sol kalçanızı ileriye doğru konumlandırın. Kollarınızı kulaklarınızın yanına uzatın. Sol bacak ileride olacak şekilde tekrarlayın.
zh_hans: 以冲刺式开始，右膝呈90度弯曲，膝盖位于脚踝上方，左脚在身后伸直，脚前掌贴地。肩膀挺直于臀部之上，右臀往后移，左臀往前倾。双手在耳朵旁伸展。左右脚位置互换重复以上动作。
zh_hant: 以沖刺式開始，右膝呈90度彎曲，膝蓋位於腳踝上方，左腳在身後伸直，腳前掌貼地。肩膀挺直於臀部之上，右臀往後移，左臀往前傾。雙手在耳朵旁伸展。左右腳位置互換重複以上動作。
