Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription19
source: Lie on your belly and place your palms face down next to your bottom ribs, just above your waist. Lift your upper body off of the ground, pressing into your hands, and leave your knees, shins, and tops of the feet grounded. Reach your tailbone towards your heels to engage your lower abdominals and only straighten your arms to the extent that you can do so without discomfort to your lower back. Leaving your left palm grounded, turn your chest and head to the right and slide your right hand down the back of your right thigh. Return to center and repeat on the left side.
de: Lege die auf den Bauch und lege deine nach unten gerichteten Handflächen neben deine unteren Rippen, genau über deiner Taille. Hebe deinen Oberkörper vom Boden, drücke deine Hände nach unten und lasse deine Knie, Schienbeine und deine Fußoberseiten auf dem Boden. Ziehe dein Steißbein in Richtung deiner Fersen, um deine unteren Bauchmuskeln mit einzubeziehen und strecke deine Arme nur so weit, dass du keine Beschwerden im unteren Rücken hast. Lasse deine linke Handfläche auf dem Boden und drehe deine Brust und deinen Kopf nach rechts und lasse deine rechte Hand an der Rückseite deines rechten Oberschenkels hinab gleiten. Komme zurück zur Mitte und wiederhole das Ganze auf der linken Seite.
es: Túmbate boca abajo y coloca las palmas boca abajo junto a las costillas inferiores, justo por encima de la cintura. Eleva la parte superior de tu cuerpo del suelo, presionando sobre las manos y dejando las rodillas, las espinillas y la parte superior de los pies en el suelo. Lleva el coxis hacia los tobillos para ejercitar los abdominales inferiores y estira los brazos sólo hasta donde puedas sin sentir molestias en la zona lumbar. Dejando la palma izquierda en el suelo, gira el pecho y la cabeza hacia la derecha y desliza la mano derecha sobre el muslo derecho. Vuelve al centro y repítelo con el lado izquierdo.
fr: S'allonger sur le ventre et tourner les paumes vers le bas près des côtes flottantes, juste au-dessus de votre taille. Décoller du sol la partie supérieure du corps en appuyant sur les mains et laisser les genoux, les tibias et le dessus des pieds au contact du sol. Diriger le coccyx vers les talons pour engager vos abdominaux inférieurs et étirer les bras autant que possible sans créer un inconfort pour le bas du dos. En laissant la paume gauche sur le sol, faire pivoter la poitrine et la tête vers la droite et faire glisser la main droite vers l'arrière de la cuisse droite. Revenir au centre et répéter vers le côté gauche.
it: Sdraiati sul ventre e posizionare i palmi delle mani rivolti verso il basso accanto alle costole inferiori, appena sopra la vita. Sollevare il busto, spingendosi sulle mani, e lasciare ginocchia, stinchi, e parti superiori dei piedi a terra. Spingere il coccige verso i talloni per coinvolgere gli addominali inferiori e raddrizzare le braccia nella misura in cui è possibile farlo senza disagi per la parte bassa della schiena. Lasciando il palmo della mano sinistra a terra, girare il petto e la testa a destra e far scivolare la mano destra verso il basso nella parte posteriore della coscia destra. Rientro al centro e ripetere sul lato sinistro.
ja: 腹ばいになって、両手の手のひらをウエストのすぐ上、肋骨の下のあたりで、身体の脇につきます。上半身を地面から離し、両手で押し上げ、ひざ・すね・足の甲は地面についたままにします。尾てい骨はかかとに向かって伸びるようにし、下腹部の筋肉に力を入れて、腰に不快感を感じない範囲で腕を伸ばします。 左の手のひらを地面につけたまま、胸と頭を右に振って、右手を右の太ももの裏側までスライドさせます。正面に身体を戻したら、左側も行います。
ko: 손바닥을 아래로 해서 갈비뼈 아래, 허리 바로 위에 놓고 배로 눕습니다. 손으로 누르며 상체를 들어올리고 무릎과 정강이, 발등은 바닥에 그대로 유지합니다. 허리 아래가 불편함 없이 할 수 있도록 하복부와 뻗은 팔이 맞물리도록 꼬리뼈를 발 뒤꿈치 쪽으로 당깁니다. 왼쪽 손바닥은 바닥에 둔 채, 가슴과 머리를 오른쪽으로 돌리며 오른손을 오른쪽 허벅지 뒤로 움직입니다. 다시 돌아와서 왼쪽 방향으로 반복합니다.
nl: Ga op je buik liggen en plaats je handpalmen aan weerszijden van je onderste ribben, net boven je middel. Breng je bovenlichaam van de grond door op je handen te drukken en houd je knieën, schenen en de bovenzijde van je voeten op de grond. Trek je stuitje naar je hielen en span je onderbuikspieren aan en strek je armen zodanig zonder dat het onplezierig in je onderrug aanvoelt. Houd je linkerpalm op de vloer, draai je borst en hoofd naar rechts en schuif je hand over de achterzijde van je rechterdij. Keer terug naar het midden en herhaal dit aan de linkerzijde.
pt_pt: Deite-se de barriga para baixo e coloque as palmas das mãos viradas para baixo junto às suas costelas inferiores, mesmo acima da cintura. Levante a parte superior do corpo do chão, fazendo pressão nas mãos e deixe os joelhos, canelas e peitos dos pés colados ao chão. Empurre o cóccix na direção dos calcanhares para trabalhar os seus abdominais inferiores e apenas estique os braços até ao ponto em que consiga fazê-lo sem causar desconforto no fundo das costas. Deixando a palma esquerda no chão, vire o peito e a cabeça para a direita e deslize a sua mão direita ao longo da parte de trás da coxa direita. Volte ao centro e repita para o lado esquerdo.
ru: Лягте на пол лицом вниз, соедините стопы, вытянув пальцы Положите ладони под плечи. Со вдохом медленно приподнимаете корпус, прогибаясь в пояснице и грудном отделе спины. Скручиваясь заведите левую руку назад и положите на заднюю часть бедра. Направляйте взгляд назад, вытягивая шею и макушку вверх.
sv: Ligg på mage och placera handflatorna nedåt bredvid dina nedre revben, strax ovanför midjan. Lyft överkroppen från marken, tryckandes in i dina händer, och lämna dina knän, smalben, och toppen av fötterna jordade. Nå din svanskota mot hälarna för att engagera din lägre mage och räta bara ut armarna i den utsträckning som du kan göra det utan obehag för din nedre del av ryggen. Lämna vänster handflata jordad, vänd bröstet och huvudet åt höger och skjut din högra hand ner på baksidan av ditt högra lår. Återgå till centrum och upprepa på vänster sida.
th: นอนคว่ำและวางฝ่ามือทั้งสองแนบข้างลำตัวเหนือช่วงบั้นเอวเล็กน้อย ค่อย ๆ ยกตัวขึ้นสูงจากพื้น จากนั้นลงน้ำหนักที่มือทั้งสองข้างและปล่อยให้หัวเข่า หน้าแข้งและหน้าเท้าราบไปกับพื้น แอ่นหลังของคุณขึ้นโดยเหยียดแขนของคุณให้มากที่สุดเท่าที่จะทำได้จนหน้าท้องส่วนล่างเริ่มตึง (ไม่ควรทำจนรู้สึกเจ็บ) ปล่อยฝ่ามือไว้บนพื้นจากนั้นค่อย ๆ หันหน้าอกและศีรษะไปทางด้านขวาและเลื่อนมือขวาลงไปทางด้านหลังของต้นขาขวา กลับมาที่ตรงกลางและทำซ้ำที่ด้านซ้าย
tr: Göbeğinizin üzerine uzanın ve avuç içlerinizi hemen belinizin üzerinde alt kaburga kemiklerinizin yanına yere dönük şekilde yerleştirin. Ellerinizi bastırarak üst vücudunuzu yerden kaldırın ve dizlerinizi, kaval kemiklerinizi ve ayaklarınızın üst kısmını yerde bırakın. Alt karnınızı devreye sokmak için kuyruk sokumunuzu topuklarınıza doğru uzatın ve kollarınızı sadece belinizi zorlamayacak şekilde bunu yapabilmenizi sağlayacak ölçüde düzleştirin. Sol avuç içiniz yerde kalmaya devam ederken, göğsünüzü ve başınızı sağa çevirin ve sağ elinizi sağ uyluğunuzun arkasına doğru aşağıya kaydırın. Merkeze dönün ve sol tarafa doğru tekrarlayın.
zh_hans: 俯卧在地，手掌朝下放在肋骨下方、腹部旁边的位置。双手支撑上半身离地抬起，膝盖、小腿和脚贴地不动。尾骨朝脚跟方向伸展，刺激小腹的运动。手臂尽量伸直但是不要造成后腰不舒服。 左手掌着地，胸部和头部转向右方，右手滑向右大腿后方。回到中心并转向左方重复以上动作。
zh_hant: 俯臥在地，手掌朝下放在肋骨下方、腹部旁邊的位置。雙手支撐上半身離地抬起，膝蓋、小腿和腳貼地不動。尾骨朝腳跟方向伸展，刺激小腹的運動。手臂盡量伸直但是不要造成后腰不舒服。 左手掌著地，胸部和頭部轉向右方，右手滑向右大腿後方。回到中心並轉向左方重複以上動作。

# exerciseDescription20
source: Lie on your back with your legs extended and arms at your sides, palms face up. Close your eyes and relax your muscles, releasing your body's weight into the ground.
de: Lege dich auf den Rücken mit ausgestreckten Beinen und Armen an beiden Seiten und den Handflächen nach oben. Schließe deine Augen und entspanne deine Muskeln, indem du dein Körpergewicht in den Boden sacken lässt.
es: Túmbate boca arriba con las piernas extendidas, los brazos a los lados y las palmas de las manos hacia arriba. Cierra los ojos y relaja los músculos, descargando el peso del cuerpo en el suelo.
fr: S'allonger sur le dos avec les jambes allongées et les bras contre le corps, les paumes tournées vers le haut. Fermer les yeux et détendre les muscles en laissant le corps peser sur le sol.
it: Sdraiatevi sulla schiena con le gambe estese e le braccia lungo i fianchi, con i palmi rivolti verso l'alto. Chiudete gli occhi e rilassate i muscoli, liberando il peso del vostro a terra.
ja: 仰向けに寝て、両腕を身体の脇に伸ばして、手のひらは上を向けます。目を閉じて、筋肉をリラックスさせ、体重が地面に支えるようにします。
ko: 발을 쭉 뻗은 상태에서 등 뒤로 누우며, 손바닥을 위로 하며 손을 옆에 둡니다. 몸의 체중을 바닥으로 놓은 채 눈을 감고 긴장을 풉니다.
nl: Ga op je rug liggen met je benen languit en je armen langs het lichaam met de handpalmen naar boven. Sluit je ogen en ontspan je spieren, terwijl je jezelf licht maakt.
pt_pt: Deite-se de costas com as pernas estendidas e braços ao longo do corpo, com as palmas das mãos para cima. Feche os olhos e relaxe os músculos, soltando todo o peso do corpo no chão.
ru: Ложитесь на спину, вытяните руки вдоль тела. Согните колени и поставьте стопы на ширину таза. Держите пятки параллельно друг другу. Закройте глаза и расслабьте мышцы лица, живота, рук и ног. Дышите равномерно в комфортном вам темпе.
sv: Ligg på rygg med benen ut och armarna längs sidorna, handflatorna uppåt. Blunda och slappna av dina muskler, frigör kroppens vikt till marken.
th: นอนหงายโดยเหยียดแขนขาไว้ข้างลำตัวพร้อมกับหงายฝ่ามือขึ้น หลับตาลงและผ่อนคลายกล้ามเนื้อโดยทิ้งน้ำหนักตัวของคุณลงที่พื้น
tr: Bacaklarınız uzatılmış ve kollarınız yanınızda, avuç içleriniz yukarı bakar vaziyette sırt üstü yatın. Gözlerinizi kapatın ve vücudunuzun ağırlığını yere bırakarak kaslarınızı gevşetin.
zh_hans: 双脚打开、双臂在侧，掌心朝上，仰卧地上。闭上眼睛放松肌肉，将身体的重量释放到地板上。
zh_hant: 雙腳打開、雙臂在側，掌心朝上，仰臥地上。閉上眼睛放鬆肌肉，將身體的重量釋放到地板上。

# exerciseDescription21
source: Start on all fours in a tabletop position. As you inhale, arch your back, lift your chin, and look up.
de: Beginne auf allen vieren in der Position eines Bretts. Während du einatmest, wölbe deinen Rücken, hebe dein Kinn und schaue nach oben.
es: Empieza a cuatro patas en la posición de la mesa. Mientras tomas aire, arquea la espalda, eleva el mentón y mira hacia arriba.
fr: Commencer à quatre pattes dans la position de la table. Pendant l'inspiration, arquer le dos, soulever le menton et regarder vers le haut.
it: Stando a quattro zampe nella posizione del tavolo inspirate, inarcate la schiena, sollevate il mento, e guardate in alto
ja: 両手と両ひざをついた姿勢から始めます。息を吸いながら、背中を曲げ、あごを上げ、目線を上に向けます。
ko: 테이블 자세로 시작합니다. 숨을 들이쉬며 뒤로 아치형으로 하고 턱을 들어올려 위로 쳐다봅니다.
nl: Begin op handen en voeten in de tafelhouding. Als je inademt maak je je rug bol, til je je kin op en kijk je omhoog.
pt_pt: Comece de gatas em posição de mesa. Ao inspirar, arqueie as costas, levante o queixo e olhe para cima.
ru: Поза выполняется с упором на колени и руки. Прогнитесь в пояснице стремясь животом вниз. Голова и копчик тянуться вверх. Прочувствуете мягкую растяжку позвоночника.
sv: Börja på alla fyra i positionen av en bordsskiva. När du andas in, sträck ryggen i en båge, lyft hakan och titta uppåt.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา ในขณะที่คุณหายใจเข้าให้แอ่นหลังของคุณ จากนั้นเงยหน้าขึ้นมองบน
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Nefes alırken, arkaya doğru köprü kurun, çenenizi kaldırın ve yukarı bakın.
zh_hans: 以四柱式的姿势开始。吸气时，弓背抬高下巴并往上看。
zh_hant: 以四柱式的姿勢開始。吸氣時，弓背抬高下巴並往上看。

# exerciseDescription22
source: Sit on the ground, bend your knees, and cross your right knee over your left so that both knees are stacked in front of your navel and you are seated in between your heels. Extend your left arm towards the ceiling, bend your left elbow, and point your fingertips down your back. Extend your right arm out to the right side, turn the right palm to face behind you, and bend the right elbow so that your fingertips point up your back. Clasp the left and right fingertips together. Repeat on second side with left knee on top and right arm on top.
de: Setze dich auf den Boden, beuge deine Knie und kreuze dein rechtes Knie über das linke, sodass beide Knie vor deinem Bauchnabel aufeinander liegen und du zwischen deinen Fersen sitzt. Strecke deinen linken Arm zur Decke aus, beuge deinen linken Ellbogen und richte deine Fingerspitzen an deinem Rücken nach unten aus. Strecke deinen rechten Arm zur rechten Seite aus, drehe deine rechte Handfläche, sodass sie nach hinten schaut und beuge deinen rechten Ellbogen, sodass deine Fingerspitzen an deinem Rücken nach oben zeigen. Hake die linken und rechten Fingerspitzen ineinander. Wiederhole das Ganze auf der anderen Seite mit dem linken Knie und dem rechten Arm oben.
es: Siéntate en el suelo, dobla las rodillas y cruza la rodilla derecha sobre la izquierda para que ambas rodillas queden una sobre otra frente a tu ombligo y quedes sentado entre los talones. Extiende el brazo izquierdo hacia el cielo, dobla el codo izquierdo y apunta con los dedos hacia abajo, hacia la espalda. Extiende el brazo derecho fuera, hacia la derecha, gira la palma derecha para que apunte hacia atrás y dobla el codo derecho para que las yemas de tus dedos apunten hacia la espalda. Junta las puntas de los dedos de ambas manos. Repítelo en el lado contrario con la rodilla izquierda arriba y el brazo derecho encima.
fr: S'asseoir sur le sol, plier les genoux et croiser le genou droit au-dessus du gauche afin qu'ils soient superposés devant le nombril et être assis entre les talons. Étirer le bras gauche vers le plafond, plier le coude gauche et pointer le bout des doigts vers le dos. Étirer le bras droit vers le côté droit, tourner la paume droite pour vous faire face et plier le coude droit de manière à ce que le bout des doigts pointe vers le dos. Croiser les doigts droits et gauches. Répéter sur l'autre côté avec le genou gauche vers le haut et le bras droit vers le haut.
it: Sedetevi a terra, piegate le ginocchia, e portate il ginocchio destro sopra il sinistro in modo che entrambe le ginocchia siano impilati davanti al tuo ombelico tra i talloni. Estendere il braccio sinistro verso il soffitto, piegare il gomito sinistro , e puntare la punta delle dita giù per la schiena. Estendere il braccio destro verso il lato destro, ruotare il palmo della mano destra dietro di voi, e piegare il gomito destro in modo che la punta delle dita punti lungo la schiena. Stringere la mano destra e sinistra insieme. Ripetere sul secondo lato con il ginocchio sinistro sul braccio a destra e in alto.
ja: 地面に座り、ひざを曲げて、右ひざを左ひざの上に乗せます。みぞおちの前でひざが重なり、両方のかかとの幅の間に座っている状態になります。左腕を天井に向けて伸ばし、左ひじを曲げ、指先が背中に向くようにします。右腕を右側に伸ばし、手のひらは背中側に向けて、右ひじを曲げて、指先が背中に向くようにします。右手と左手の指先がひっかかるようにします。左右を入れかえて、左ひざが上で、右腕が上になる方も行います。
ko: 무릎을 구부리고 앉아서 오른쪽 무릎이 왼쪽 위로 가도록 교차하면 양쪽 무릎이 배꼽 앞에 포개지면서 발 뒤꿈치 사이에 앉게 됩니다. 왼팔을 천장으로 펴며 왼쪽 팔꿈치를 구부리고 손가락 끝을 등 뒤 아래로 향하게 합니다. 오른팔을 오른쪽으로 펴며 오른쪽 손바닥이 뒤로 향하도록 돌리고 오른쪽 팔꿈치를 구부려 손가락 끝이 등 뒤 위로 향하게 합니다. 왼쪽 오른쪽 손가락 끝을 같이 잡습니다. 왼쪽 무릎을 위로 하고 오른손을 위로 올려서 다른 방향으로 반복합니다.
nl: Ga op de grond zitten, buig je knieën en sla je rechterknie over je linkerknie heen, zodat de gekruiste knieën recht voor je navel zijn en je tussen je hielen zit. Strek je linkerarm richting plafond, buig je onderarm en wijs met je vingertoppen naar beneden achter je rug. Strek je rechterarm naar rechts uit en draai je rechterpalm naar boven en buig de elleboog zodanig dat je vingertoppen op je rug naar boven wijzen. Vouw beide handen ineen. Herhaal dit aan de andere zijde met linkerknie boven en rechterarm boven.
pt_pt: Sente-se no chão, dobre os joelhos e cruze o seu joelho direito sobre o esquerdo, de forma a que os dois joelhos estejam empilhados em frente ao seu umbigo e esteja sentado/a entre os seus calcanhares. Estique o braço esquerdo em direção ao teto, dobre o cotovelo esquerdo e aponte os dedos para o fundo das costas. Estique o seu braço direito para o lado direito, vire as costas da mão para as suas costas e dobre o cotovelo direito de forma a que os seus dedos apontem para o cimo das suas costas. Una os dedos das duas mãos. Repita do segundo lado com o joelho esquerdo por cima e o braço direito em cima.
ru: В положении сидя скрестите ноги перед собой. Вытяните руки вверх, заведите одну руку назад на уровень затылка направляя ладонь вниз. Вторую заведите снизу за спину на уровень лопаток и направляйте ладонь вверх. Постарайтесь зацепиться обеими руками. Задержитесь в данном положении и повторите тоже самое с другой стороной.
sv: Sitt på marken, böj knäna, och korsa höger knä över vänster så att båda knäna staplas framför naveln och du sitter mellan hälarna. Förläng din vänstra arm mot taket, böj vänster armbåge, och peka fingertopparna ner längs ryggen. Förläng din högra arm ut åt höger, vänd din högra handflata mot ansiktet bakom dig, och böj höger armbåge så att fingrarna pekar upp din rygg. Lås de vänstra och de högra fingertopparna tillsammans. Upprepa på andra sidan med vänster knä på topp och höger arm ovanpå.
th: นั่งลงบนพื้น งอเข่าเข้ามาแล้วพาดขาขวาไขว้ไว้บนขาซ้ายจากนั้นจะกลายเป็นว่าคุณนั่งอยู่ในท่าสามเหลี่ยมโดยที่ตัวคุณอยู่ระหว่างเท้าทั้งสองข้าง เหยียดแขนซ้ายของคุณไปที่เพดานจากนั้นงอข้อศอกซ้ายของคุณลงมาและวางปลายนิ้วไว้ที่ด้านหลังของคุณ เหยียดแขนขวาของคุณออกไปทางด้านขวา หงายฝ่ามือขวาไปที่ด้านหลังคุณและค่อย ๆ งอข้อศอกขวาเพื่อให้ปลายนิ้วของคุณชี้ไปทางด้านหลัง เอื้อมมือซ้ายและมือขวาเข้าหากัน ทำซ้ำเช่นนี้โดยสลับให้เข่าซ้ายวางพาดอยู่ด้านบนและแขนขวาอยู่ด้านบน
tr: Yere oturun, dizlerinizi bükün ve her iki diz de göbeğinizin önünde ve topuklarınızın arasında oturacak şekilde sağ dizinizi sol dizinizin üstüne atın. Sol kolunuzu tavana doğru uzatın, sol dirseğinizi bükün ve parmak uçlarınızı sırtınıza işaret edecek şekilde aşağıya doğru konumlandırın. Sağ kolunuzu sağ tarafınıza uzatın, sağ avuç içinizi arkanıza bakacak şekilde çevirin ve parmak uçlarınız sırtınıza işaret edecek şekilde yukarıya bakar vaziyette sağ dirseğinizi bükün. Sol ve sağ el parmak uçlarınızı birbirine kenetleyin. Sol diziniz üstte ve sağ kolunuz üstte ikinci tarafa tekrarlayın.
zh_hans: 坐在地上弯曲膝盖，将右膝跨在左膝上放在身前，身体位于两脚脚后跟之间。左手臂朝天伸展，弯曲左手肘，手指往身体后背垂下。右臂从右方穿过后背，掌心朝向后背，左右两手相连接。更换左右膝盖和手臂的上下位置，重复以上动作。
zh_hant: 坐在地上彎曲膝蓋，將右膝跨在左膝上放在身前，身體位於兩腳腳後跟之間。左手臂朝天伸展，彎曲左手肘，手指往身體後背垂下。右臂從右方穿過後背，掌心朝向後背，左右兩手相連接。更換左右膝蓋和手臂的上下位置，重複以上動作。

# exerciseDescription23
source: Sit on the ground, bend your knees, and cross your right knee over your left so that both knees are stacked in front of your navel and you are seated in between your heels. Lengthen your spine as your extend your arms alongside your ears. Repeat on second side with left knee over right.
de: Setze dich auf den Boden, beuge deine Knie und kreuze dein rechtes Knie über das linke, sodass beide Knie vor deinem Bauchnabel aufeinander liegen und du zwischen deinen Fersen sitzt. Mache deine Wirbelsäule lang, während du deine Arme an der Seite deiner Ohren ausstreckst. Wiederhole das Ganze auf der anderen Seite mit dem linken Knie über dem rechten Knie.
es: Siéntate en el suelo, dobla las rodillas y cruza la rodilla derecha sobre la izquierda para que ambas queden una sobre otra frente a tu ombligo y quedes sentado entre los talones. Estira la espalda mientras extiendes los brazos junto a los oídos. Repítelo en el lado contrario con la rodilla izquierda sobre la derecha.
fr: S'asseoir sur le sol, plier les genoux et croiser le genou droit au-dessus du gauche afin qu'ils soient superposés devant le nombril et être assis entre les talons. Étirer la colonne vertébrale tout en allongeant les bras le long des oreilles. Répéter sur l'autre côté avec le genou gauche au-dessus du droit.
it: Sedetevi a terra, piegate le ginocchia, e portateil ginocchio destro sopra la sinistra in modo che entrambe le ginocchia siano impilate davanti al tuo ombelico tra i talloni. Allungare la colonna vertebrale e estendere le braccia toccando le orecchie. Ripetere sul secondo lato con il ginocchio sinistro sopra al destro.
ja: 地面に座り、ひざを曲げて、右ひざを左ひざの上に乗せます。みぞおちの前でひざが重なり、両方のかかとの幅の間に座っている状態になります。背骨を伸ばしながら、耳に沿って腕を伸ばします。左右を入れかえて、左ひざが右ひざの上に来る方も行います。
ko: 무릎을 구부리고 앉아서 오른쪽 무릎이 왼쪽 위로 가도록 교차하면 양쪽 무릎이 배꼽 앞에 포개지면서 발 뒤꿈치 사이에 앉게 됩니다. 귀 옆으로 팔을 필 때 허리를 곧게 폅니다. 왼쪽 무릎을 오른쪽 위로 하고 다른 방향으로 반복합니다.
nl: Ga op de grond zitten, buig je knieën en sla je rechterknie over je linkerknie heen, zodat de gekruiste knieën recht voor je navel zijn en je tussen je hielen zit. Maak je wervelkolom lang, terwijl je je armen langs je oren strekt. Herhaal dit met de linkerknie over de rechterknie.
pt_pt: Sente-se no chão, dobre os joelhos e cruze o seu joelho direito sobre o esquerdo, de forma a que os dois joelhos estejam empilhados em frente ao seu umbigo e esteja sentado/a entre os seus calcanhares. Alongue a coluna enquanto estica os braços ao lado das orelhas. Repita do segundo lado com o joelho esquerdo por cima do direito.
ru: Сядьте на пол. Положите ладони на пол на уровне бедер и приподнимите тело. Согнув левую ногу в колене положите её на пол таким образом, чтобы сесть на голень левой ноги. Правую ногу согните в колене и положите на левое бедро. Стопы должны смотреть вверх. Левую руку поднять вверх, согнуть в локте и положить вдоль позвоночника ладонью вних. Правую руку согнуть в локте и положить ладонью вверх между лопаток. Сцепить ладони. Повторите тоже самое начиная с правой стороны.
sv: Sitt på marken, böj knäna, och korsa höger knä över vänster så att båda knäna staplas framför naveln och du sitter mellan dina hälar. Förläng din ryggrad medan du sträcker armarna längs dina öron. Upprepa på andra sidan med vänster knä över höger.
th: นั่งลงบนพื้น งอเข่าเข้ามาแล้วพาดขาขวาไขว้ไว้บนขาซ้ายจากนั้นจะกลายเป็นว่าคุณนั่งอยู่ในท่าสามเหลี่ยมโดยที่ตัวคุณอยู่ระหว่างเท้าทั้งสองข้าง ยืดหลังของคุณขึ้นในขณะที่เหยียดแขนของคุณออกไปให้ขนานกับใบหู ทำซ้ำเช่นนี้โดยสลับให้เข่าซ้ายวางพาดอยู่บนเข่าขวา
tr: Yere oturun, dizlerinizi bükün ve her iki diz de göbeğinizin önünde ve topuklarınızın arasında oturacak şekilde sağ dizinizi sol dizinizin üstüne atın. Kollarınızı kulaklarınızın yazına uzatırken, omurganızı uzatın. Sol diziniz sağ dizinizin üstünde ikinci tarafa tekrarlayın.
zh_hans: 坐在地上弯曲膝盖，将右膝跨在左膝上放在身前，身体位于两脚脚后跟之间。手臂在旁边伸展，同时伸展脊椎。左膝和右膝互换位置重复以上动作。
zh_hant: 坐在地上彎曲膝蓋，將右膝跨在左膝上放在身前，身體位於兩腳腳後跟之間。手臂在旁邊伸展，同時伸展脊椎。左膝和右膝互換位置重複以上動作。
