Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

source: To improve the app, please Leave a Rating or Review.
de: Bitte hinterlassen Sie ein Rating oder eine Bewertung, damit wir die App verbessern können.
es: Para mejorar la aplicación, por favor, deja tu valoración o reseña.
fr: Pour améliorer l'appli, merci de donner une note ou de laisser un avis.
it: Per migliorare l’app, lascia una valutazione o una recensione.
ja: アプリを改善するために、評価またはレビューを残してください。
ko: 앱 개선을 위해 평점이나 리뷰를 남겨주세요.
nl: Om de app te verbeteren laat a.u.b. een Beoordeling of een Review achter.
pt_pt: Para melhorar a aplicação, por favor Deixe uma Classificação ou Avaliação.
ru: Чтобы мы могли улучшить наше приложение, пожалуйста, поставьте нам оценку или оставьте свой отзыв.
sv: Lämna gära en recenssion eller ett betyg för att låta oss förbättra appen
th: เพื่อปรับปรุงแอพให้ดียิ่งขึ้น กรุณาให้คะแนนหรือรีวิว
tr: Uygulamayı daha iyi hale getirmek için lütfen bir Yorum veya İnceleme yazın.
zh_hans: 请留下评级或意见，帮助我们改善应用程序。
zh_hant: 請留下評級或意見，幫助我們改善應用程序。

source: Rate Us
de: Bewerten Sie uns
es: Valóranos
fr: Evaluez nous
it: Valutaci
ja: 当社を評価してください
ko: 평가하기
nl: Beoordeel ons
pt_pt: Avalie-nos
ru: Оценить нас
sv: Ge vitsord
th: จัดอันดับเรา
tr: Bizi Puanlayın
zh_hans: 对我们进行评级
zh_hant: 對我們進行評級

source: Email Us
de: Schreiben Sie uns eine E-Mail
es: Envíenos un email
fr: Envoyer un email
it: Mandaci un’email
ja: Eメールを送る
ko: 이메일 보내기
nl: Stuur Ons een E-mail
pt_pt: Envie-nos um Email
ru: Напишите нам
sv: E-maila oss
th: ส่งอีเมลหาเรา
tr: Bize E-posta Gönderin
zh_hans: 电邮我们
zh_hant: 電郵我們

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pt_pt: Lembrete
ru: Напоминания
sv: Påminnelse
th: การแจ้งเตือน
tr: Hatırlatma
zh_hans: 提醒
zh_hant: 提醒

source: Edit notification permission in IOS settings
de: Benachrichtigungsgenehmigung in iOS-Einstellungen bearbeiten
es: Editar los permisos de las notificaciones en la configuración de IOS
fr: Éditer les paramètres de permission de notification dans iOS
it: Modifica le autorizzazioni delle notifiche nelle impostazioni di iOS
ja: iOSの設定で通知許可を編集する
ko: IOS 설정에서 알림 권한 수정
nl: Toestemming voor meldingen in IOS-instellingen bewerken
pt_pt: Editar permissão de notificações nas definições IOS
ru: Изменить разрешения уведомлений в настройках iOS
sv: Redigera notisinställningar i IOS inställningar
th: แก้ไขการอนุญาตการแจ้งเตือนในการตั้งค่า iOS
tr: IOS ayarlarında bildirim iznini düzenleyin
zh_hans: 在IOS设定中编辑通知允许
zh_hant: 在IOS設定中編輯通知允許

source: Daily reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
it: Promemoria giornaliero
ja: 毎日のリマインダー
ko: 매일 알림
nl: Dagelijkse herinnering
pt_pt: Lembrete diário
ru: Ежедневные напоминания
sv: Daglig påminnelse
th: แจ้งเตือนทุกวัน
tr: Günlük hatırlatma
zh_hans: 每日提醒
zh_hant: 每日提醒

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 頻度
ko: 빈도수
nl: Frequetie
pt_pt: Frequência
ru: Частота
sv: Frekvens
th: ความถี่
tr: Sıklık
zh_hans: 频率
zh_hant: 頻率

source: It's time to workout!
de: Es ist Zeit für ein Training!
es: ¡Es hora de entrenar!
fr: C'est l'heure de l'exercice !
it: È il momento di allenarsi!
ja: ワークアウトの時間です！
ko: 운동할 시간입니다!
nl: Het is tijd voor je workout!
pt_pt: Está na hora de treinar!
ru: Время заниматься!
sv: Dags att träna!
th: ได้เวลาออกกำลังกายแล้ว!
tr: Antrenman zamanı!
zh_hans: 是时候锻炼了！
zh_hant: 是時候鍛煉了！

source: After %ld days of inactivity
de: Nach %ld Tagen Inaktivität
es: Después de %ld días de inactividad
fr: Après %ld jours d'inactivité
it: Dopo %ld giorni di inattività
ja: 最後のワークアウトから%ld日後
ko: 비활동 %ld 일 후
nl: Na %ld dagen van niet-actief zijn
pt_pt: Após %ld dias de inatividade
ru: После %ld д. отсутствия активности
sv: Efter %ld dagars inaktivitet
th: หลังจาก %ld วันที่ไม่มีการใช้งาน
tr: %ld günlük hareketsizlik sonrası
zh_hans: 在 %ld 天的不活跃后
zh_hant: 在 %ld 天的不活躍後

source: Hey! You didn't workout for few days, come back and do it!
de: Hey! Sie haben schon einige Tage nicht trainiert, kommen Sie zurück und los geht’s!
es: ¡Eh! No has entrenado en varios días, ¡vuelve y ponte con ello!
fr: Hé! Vous n'avez pas fait d'exercice depuis quelques jours. Il est temps de s'y mettre !
it: Ehi! Non ti alleni da qualche giorni, ritorna ad allenarti!
ja: ねぇ！この数日間ワークアウトしてないですね。ワークアウトを再開しましょう！
ko: 이런! 몇일간 운동하지 않았네요, 돌아와서 운동해요!
nl: Hey! Je hebt al een paar dagen geen workout gedaan, kom terug en pak het weer op!
pt_pt: Ei! Não treina há alguns dias, volte e vamos treinar!
ru: Эй! Вы уже не занемались несколько дней подряд. Пора возобновить свои занятия!
sv: Hallå där! Du har inte tränat på några dagar, kom tillbaka och gör det!
th: เฮ้! คุณไม่ได้ออกกำลังกายมาหลายวันแล้ว กลับมาออกกำลังกายเถอะนะ!
tr: Hey! Birkaç gündür egzersiz yapmıyorsun, buraya gel ve antrenmana başla!
zh_hans: 嗨！您已经几天没有锻炼了，快回来锻炼！
zh_hant: 嗨！您已經幾天沒有鍛煉了，快回來鍛煉！

source: Days
de: Tags
es: Días
fr: Jours
it: Giorni
ja: デイズ
ko: 일
nl: Dagen
pt_pt: Dias
ru: Дней
sv: Dagar
th: วัน
tr: Günler
zh_hans: 天
zh_hant: 天

source: Voice Guide
de: Sprachführer
es: Guía de voz
fr: Guide vocal
it: Guida Vocale
ja: 音声ガイド
ko: 음성안내
nl: Spraakgids
pt_pt: Guia de Voz
ru: Голосовое руководство
sv: Muntliga instruktioner
th: แนะแนวเสียง
tr: Sesli Kılavuz
zh_hans: 声音指导
zh_hant: 聲音指導

source: Background Music
de: Hintergrundmusik
es: Música de fondo
fr: Musique en arrière-plan
it: Musica di Sottofondo
ja: BGM
ko: 배경음악
nl: Achtergrondmuziek
pt_pt: Música de Fundo
ru: Фоновая музыка
sv: Bakgrundsmusik
th: ดนตรีเบื้องหลัง
tr: Arka Plan Müziği
zh_hans: 背景音乐
zh_hant: 背景音樂

source: Yoga - Poses & Classes
de: Yoga – Posen und Kurse
es: Yoga - posturas y clases
fr: Yoga – postures et classes
it: Yoga – posizioni e corsi
ja: ヨガ：ポーズとクラス
ko: 요가 - 포즈 & 클래스
nl: Yoga – houdingen en lessen
pt_pt: Ioga - Posturas e Aulas
ru: Йога - Позы и Классы
sv: Yoga - poser och lektioner
th: โยคะ – ท่าโยคะและห้องเรียน
tr: Yoga – hareketler ve sınıflar
zh_hans: 瑜伽-体位与课程
zh_hant: 瑜伽-體位與課程

source: Upgrade
de: Upgraden
es: Mejorar
fr: Surclassement
it: Aggiornamento
ja: アップグレード
ko: 업그레이드
pt_pt: Atualizar
ru: Получить
sv: Uppgradering
th: อัปเกรด
tr: Yükselt
zh_hans: 升级
zh_hant: 升級

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
ja: 購入
ko: 구매
nl: Kopen
pt_pt: Comprar
ru: Купить
sv: Köp
th: ซื้อ
tr: Satın Alın
zh_hans: 订购
zh_hant: 訂購

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurez les achats
it: Ripristina acquisti
ja: 購入の復元
ko: 구매 복원
nl: Aankopen herstellen
pt_pt: Restaurar compras
ru: Восстановить покупки
sv: Återställ inköp
th: เรียกคืนการซื้อ
tr: Satın Alınanları Yenile
zh_hans: 恢复订购
zh_hant: 恢復訂購

source: Premium
ja: プレミアム版
ko: 프리미엄
ru: ПРЕМИУМ
th: พรีเมี่ยม
tr: AYRICALIKLI
zh_hans: 高级
zh_hant: 高級

source: Nutrition
de: Ernährung
es: Nutrición
it: Nutrizione
ja: 栄養
ko: 영양물 섭취
nl: Voeding
pt_pt: Nutrição
ru: Питание
sv: Näring
th: อาหารการกิน
tr: Beslenme
zh_hans: 营养
zh_hant: 營養

source: Unlock all new plans designed by top coaches. Achieve your goals more easily.
de: Entsperre alle Routinen, die von Top-Coaches entwickelt wurden. Erreiche leichter deine Ziele.
es: Desbloquea todos los planes nuevos diseñados por los mejores entrenadores. Alcanza tus metas más fácilmente.
fr: Débloquez tous les nouveaux plans conçus par les meilleurs coachs. Atteignez vos objectifs plus facilement.
it: Sblocca tutte le nuove tabelle progettate da grandi allenatori. Raggiungi i tuoi obiettivi con maggiore facilità.
ja: トップコーチの作成した全ての新しいプランのロックを解除する。あなたの目標にもっと簡単に到達。
ko: 최고의 코치에 의해 설계된 새로운 모든 플랜 잠금해제. 더 쉽게 목표를 달성하세요.
nl: Ontgrendel alle nieuwe schema’s die door top coaches zijn ontworpen. Bereik makkelijker je doelen.
pt_pt: Desbloqueie todos os novos planos concebidos pelos melhores treinadores. Alcance os seus objetivos mais facilmente.
ru: Разблокируйте все новые планы, разработанные ведущими тренерами. Достигайте свои цели легче.
sv: Lås upp alla nya program skapade av våra bästa tränare. Uppnå dina mål enklare.
th: ปลดล็อกแผนใหม่ทั้งหมดที่ออกแบบโดยโค้ชระดับท็อป บรรลุเป้าหมายได้ง่ายขึ้น
tr: En iyi hocalar tarafından planlanan bütün yeni planların kilitlerini açın. Hedeflerinize daha kolay ulaşın.
zh_hans: 解锁所有由顶级教练设计的计划。更轻易地达成目标。
zh_hant: 解鎖所有由頂級教練設計的計劃。更輕易地達成目標。

source: Ads free experience
de: Frei von Werbung
es: Experiencia sin anuncios
fr: Expérience sans pub
it: Esperienza priva di pubblicità
ja: 広告なしに
ko: 광고 무료 체험
nl: Advertentieloze ervaring
pt_pt: Experiência sem anúncios
ru: Контент без рекламы
sv: Utan reklam
th: ประสบการณ์ที่ปลอดโฆษณา
tr: Reklamsız deneyim
zh_hans: 无广告体验
zh_hant: 無廣告體驗

source: Get rid of all ads. Enjoy a joyful yoga journey with ads free.
de: Werde alle Werbeanzeigen los. Genieße eine freudige Yoga-Reise frei von Werbung.
es: Elimina todos los anuncios. Disfruta de una feliz travesía por el yoga sin anuncios.
fr: Débarrassez-vous de toutes les pubs. Profitez de vos séances de yoga sans pub.
it: Elimina tutte le pubblicità. Goditi un bellissimo percorso yoga senza le pubblicità.
ja: 広告を全部削除。広告なしで楽しいヨガの旅を楽しもう。
ko: 광고 모두 제거. 광고없이 즐겁게 요가를 즐기세요.
nl: Weg met alles advertenties. Geniet van een vrolijke yogareis zonder advertenties.
pt_pt: Livre-se de todos os anúncios. Desfrute de uma alegre jornada de ioga sem anúncios.
ru: Избавьтесь от всей рекламы. Наслаждайтесь приятным путешествием по йоге без рекламы.
sv: Slipp reklamen. Njut av underbar yoga utan störande reklam.
th: กำจัดโฆษณาออกทั้งหมด เพลิดเพลินไปกับการเล่นโยคะที่ปลอดโฆษณา
tr: Bütün reklamlardan kurtulun. Reklamsız bir yoga yolculuğunun tadını çıkarın.
zh_hans: 去除所有的广告，享受无广告的瑜伽之旅。
zh_hant: 去除所有的廣告，享受無廣告的瑜伽之旅。

source: Unlock all music
de: Entsperre jede Musik
es: Desbloquea toda la música
fr: Débloquez toute la musique
it: Sblocca tutta la musica
ja: 全音楽のロックを解除
ko: 모든 음악 잠금해제
nl: Ontgrendel alle muziek
pt_pt: Desbloqueie todas as músicas
ru: Разблокировать всю музыку
sv: Lås upp all musik
th: ปลดล็อกดนตรีทั้งหมด
tr: Bütün müzikleri kilidini kaldırın
zh_hans: 解锁所有音乐
zh_hant: 解鎖所有的音樂

source: Enjoy exclusive audio to get deeper in your practice. + Chose your special tone for notification not to miss anything.
de: Genieße exklusive Musik, um tiefer in deine Übung einzutauchen. + Wähle deinen besonderen Ton für Benachrichtigungen, damit du nichts verpasst.
es: Disfruta de audio exclusivo para profundizar en tus prácticas. + Elije tu tono de notificación especial para no perderte nada.
fr: Profitez d'une bande audio exclusive pour vous immerger encore plus pendant les exercices. + Choisissez votre tonalité spécifique pour les notifications afin de ne rien rater.
it: Goditi degli audio esclusivi per immergerti meglio nella tua pratica. + Scegli il tuo tono speciale per le notifiche, così non perderai mai nulla.
ja: あなたのトレーニングにもっと入り込める最高の音楽を楽しもう。 +お知らせのスペシャルチューンを選び、なにも見逃さない。
ko: 연습을 더 심화할 수 있는 전용 오디오를 즐기세요. +놓치지 않도록 특별한 알림음을 선택하세요.
nl: Geniet van exclusieve audio om dieper in je oefeningen te komen. + Kies je speciale toon voor meldingen om niets te missen.
pt_pt: Desfrute de músicas exclusivas para uma prática mais aprofundada. + Escolha o seu toque especial de notificação para não perder nada.
ru: Наслаждайтесь эксклюзивным звуком, чтобы углубиться в свои занятия. + Выберите свой особый тон для уведомления, чтобы ничего не пропустить.
sv: Njut av särskilt utvald music för en djupare upplevelse. + Välj bland flera ljud för notifikationer så att du inte missar någonting.
th: ดนตรีพิเศษเพื่อทำให้การเล่นโยคะเพลิดเพลินมากขึ้น + เลือกโทนเสียงพิเศษเพื่อการแจ้งเตือนสิ่งสำคัญ
tr: Hareketlerinizde daha derine inmek için özel seslerin tadını çıkarın. + Bir şey kaçırmamak için özel bildirim tonunuzu belirleyin.
zh_hans: 独有的音频让你更能进入到练习中。 + 选择你的通知声调，不要错过任何讯息。
zh_hant: 獨有的音頻讓你更能進入到練習中。 + 選擇你的通知聲調，不要錯過任何訊息。

source: Yoga Classes
de: Yoga- Kurse
es: Clases de yoga
fr: Cours de yoga
it: Lezioni di Yoga
ja: ヨガクラス
ko: 요가 클래스
nl: Yogalessen
pt_pt: Aulas de Ioga
ru: Занятия йогой
sv: Yogaklasser
th: ชั้นเรียนโยคะ
tr: Yoga Sınıfları
zh_hans: 瑜伽课程
zh_hant: 瑜伽課程

source: 10 New Classes for all levels to get fitter with positive workouts and motivation + Balanced nutrition plan for weight loss.
de: 10 Neue Kurse für alle Niveaus, um mit positiven Workouts und Motivation fitter zu werden + Ein ausgewogener Ernährungsplan für den Gewichtsverlust.
es: 10 clases nuevas de todos los niveles para ponerte más en forma con motivación y ejercicios positivos + Plan de nutrición equilibrado para perder peso.
fr: 10 nouveaux cours pour tous les niveaux afin d'être en forme avec de la motivation et des exercices positifs. + Plan nutritionnel équilibré pour perdre du poids.
it: 10 nuove lezioni per tutti i livelli per mettersi in forma con degli allenamenti positivi e motivazionali + Piano alimentare bilanciato per la perdita di peso.
ja: モチベーションを高める、よりフィットするトレーニングの新しい全１０レベルクラス +減量のためのバランスの取れた栄養プラン
ko: 긍정적인 운동과 동기부여로 좋은 몸매를 위한 모든 레벨에 맞는 10가지 새로운 클래스 +체중 감량을 위한 균형잡힌 영양계획.
nl: 10 Nieuwe lessen voor alle niveaus om fitter te worden met positieve workouts en motivatie + Uitgebalenceerd voedingsschema voor gewichtsverlies.
pt_pt: 10 Novas Aulas para todos os níveis para ficar em forma com treinos positivos e motivação + Plano nutricional equilibrado para perda de peso.
ru: 10 новых классов для всех уровней, чтобы быть в хорошей форме с полезными тренировками и позитивной мотивацией + Сбалансированный план питания для снижения веса.
sv: 10 Nya klasser för alla nivåer. Kom I form med positiva träningspass och motivation + Balanserad kostplan för viktnedgång.
th: 10 ชั้นเรียนใหม่เพื่อเหมาะกับการเล่นและการทำให้ตื่นใจทุกระดับ + จัดสรรแผนโภชนาการเพื่อการลดน้ำหนัก
tr: Pozitif bakış açısı ve motivasyonla daha iyi bir şekle girmek için her seviyede 10 Yeni Sınıf + Kilo vermek için dengeli beslenme planı.
zh_hans: 所有等级都有10项新课程，正面的锻炼和动力 + 减重的均衡营养计划。
zh_hant: 所有等級都有10項新課程，正面的鍛煉和動力 + 減重的均衡營養計劃。

source: Sounds
es: Sonidos
fr: Sons
it: Suoni
ja: サウンド
ko: 소리
nl: Geluiden
pt_pt: Sons
ru: Звуки
sv: Ljud
th: เสียง
tr: Sesler
zh_hans: 声音
zh_hant: 聲音

source: Sound
es: Sonido
fr: Son
it: Suono
ja: サウンド
ko: 소리
nl: Geluid
pt_pt: Som
ru: Звук
sv: Ljud
th: เสียง
tr: Ses
zh_hans: 声音
zh_hant: 聲音

source: Default
de: Standard
es: Por defecto
fr: Défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pt_pt: Predefinido
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
zh_hans: 默认
zh_hant: 默認

source: Quick Yoga Fix
de: Schnelle Yoga-Routine
es: Yoga rápido
fr: Séance rapide de yoga
it: Lezione veloce di Yoga
ja: クイックヨガフィックス
ko: 빠른 요가 교정
nl: Snelle Yoga Sessie
pt_pt: Solução de Ioga Rápido
ru: Быстрая корректирующая йога
sv: Snabb Yoga Fix
th: เล่นโยคะแบบรวบรัด
tr: Hızlı Yoga
zh_hans: 瑜伽快速休整
zh_hant: 瑜伽快速休整

# Quick Yoga Fix_details
source: Fit yoga into a busy day with a sequence that is both grounding and energizing.
de: Gliedere Yoga in einen stressigen Tag mit einer Serie ein, die sowohl erdend als auch belebend ist.
es: Adapta el yoga a tu atareada jornada con una serie estabilizadora y energizante.
fr: Incluez une séance de yoga dans une journée chargée avec une séquence qui est aussi relaxante qu'énergisante.
it: Integra lo yoga anche nelle tue giornate più impegnative, questa sequenza è sia stabilizzante che energizzante.
ja: 忙しい日々に、元気づけ、基礎となるヨガを取り入れよう
ko: 바쁜 하루에 기초와 활력의 반복으로 요가를 하세요.
nl: Neem yoga op in een druk dagschema met houdingen die zowel de basis vormen als energierijk zijn.
pt_pt: Encaixe o ioga num dia ocupado com uma sequência equilibrante e energizante.
ru: Используйте йогу в загруженный день, которая одновременно является как успокаивающей так и тонизирующей.
sv: Att ge yogan en plats i ett pressat schema ger både ro och energi.
th: เล่นโยคะในวันที่ยุ่งของคุณด้วยการเรียงลำดับทั้งการเล่นและการกระตุ้นพลังงาน
tr: Yoğun günlük programınıza hem sakinleştiren hem de enerji veren bir dersle ara verin.
zh_hans: 把瑜伽融入到繁忙的一天中，练习基本又充满活力的瑜伽。
zh_hant: 把瑜伽融入到繁忙的一天中，練習基本又充滿活力的瑜伽。

source: Getting Toned
de: Straffen
es: Conseguir tono
fr: Gagnez en tonicité
it: Sviluppa la tonicità
ja: 調子を整える
ko: 탄력 만들기
nl: Versteviging
pt_pt: Tonificação
ru: Повышение тонуса
sv: Bli starkare
th: รับการกระชับ
tr: Şekle Girmek
zh_hans: 设定声调
zh_hant: 設定聲調

# Getting Toned_details
source: Develop muscle tone in key areas, including arms, shoulders, core, glutes, and legs.
de: Baue Muskelspannung an wichtigen Stellen auf, einschließlich an Armen, Schultern, Rumpf, Po und Beinen.
es: Desarrolla tono muscular en zonas clave, incluyendo brazos, hombros, músculos centrales, glúteos y piernas.
fr: Développez la tonicité musculaire, y compris pour les bras, les épaules, le buste, le fessier et les jambes.
it: Sviluppa tono muscolare nelle zone più importanti, comprese braccia, tronco, glutei e gambe.
ja: 腕、肩、体の芯、臀部、足など重要なポイントの筋力をアップさせよう
ko: 팔, 어깨, 중심, 둔근 및 다리를 포함한 주요 부위의 근육 탄력을 높이세요.
nl: Verstevig de spieren in belangrijke gebieden, waaronder armen, schouders, core, bilspieren en benen.
pt_pt: Desenvolva tónus muscular em áreas chave, incluindo braços, ombros, núcleo, glúteos e pernas.
ru: Развивайте мышечный тонус в ключевых зонах, включая руки, плечи, корпус, ягодицы и ноги.
sv: Utveckla starkare muskler i valda områden, inklusive armar, axlar, core, bak och ben.
th: พัฒนาการกระชับกล้ามเนื้อในส่วนสำคัญเช่น แขน หัวไหล่ หน้าท้อง ต้นขา และขา
tr: Kollar, omuzlar, karın bölgesi, kalçalar ve bacaklar dahil olmak üzere önemli bölgelerdeki kaslarınızı ortaya çıkarın.
zh_hans: 在关键区域发展肌肉张力，包括手臂、肩膀、核心、臀部和腿部。
zh_hant: 在關鍵區域發展肌肉張力，包括手臂、肩膀、核心、臀部和腿部。

source: Morning Yoga
de: Morgen-Yoga
es: Yoga matutino
fr: Yoga matinal
it: Yoga del mattino
ja: 朝ヨガ
ko: 아침 요가
nl: Ochtendyoga
pt_pt: Ioga Matinal
ru: Утренняя йога
sv: Morgonyoga
th: อรุณสวัสดิ์โยคะ
tr: Sabah Yogası
zh_hans: 早晨瑜伽
zh_hant: 早晨瑜伽

# Morning Yoga_details
source: Start your day with an invigorating yoga practice that emphasizes moving the spine in all directions and incorporates strong standing poses.
de: Beginne deinen Tag mit einer belebenden Yoga-Routine, die darauf abzielt, die Wirbelsäule in alle Richtungen zu bewegen und solide Posen im Stehen beinhaltet.
es: Empieza el día con una práctica de yoga estimulante que enfatiza el movimiento de la columna en todas las direcciones e incorpora potentes posturas de pie.
fr: Commencez votre journée avec une séance revigorante de yoga centrée sur le mouvement de votre colonne vertébrale dans toutes les directions et qui inclut d'efficaces postures de maintien.
it: Inizia la giornata con una rinvigorente pratica di yoga che enfatizzerà i movimenti della spina dorsale in tutte le direzioni, comprende anche delle forti posizioni in piedi.
ja: 背骨を様々な方向に強く動かし、スタンドのポーズを取り入れる爽快なヨガの練習で一日をスタートしよう。
ko: 모든 방향으로 척추의 움직임을 중점으로 강력한 서 있는 자세를 취하며 하루를 상쾌한 요가로 시작하세요.
nl: Begin je dag met een verkwikkende yogasessie die gericht is op het doen bewegen van je wervelkolom in alle richtingen bestaande uit krachtige staande houdingen.
pt_pt: Comece o seu dia com uma prática de ioga revigorante que enfatiza o movimento da coluna em todas as direções e incorpora poses de força em pé.
ru: Начните свой день с бодрящей практики йоги, которая направленна на растяжку позвоночника и включает в себя сильные устойчивые позиции.
sv: Börja dagen med en uppiggande yogasession som fokuserar på ryggradens smidighet samt starka stående positioner.
th: เริ่มวันของคุณด้วยการเล่นโยคะอย่างกระชุ่มกระชวย เน้นการเคลื่อนไหวของกระดูกสันหลังไปทุกทิศทางและประกอบด้วยท่ายืนที่แข็งแรง
tr: Güne, omurganızı her yönde hareket ettirmeye ve ayakta güçlü hareketlere odaklanan canlandırıcı bir yoga dersiyle başlayın.
zh_hans: 以生气勃勃的瑜伽练习，开始你的一天，让脊椎向各个方向运动，加强站立的姿势。
zh_hant: 以生氣勃勃的瑜伽練習，開始你的一天，讓脊椎向各個方向運動，加強站立的姿勢。

source: Daily Yoga for ABS
de: Tägliches Yoga für Bauchmuskeln
es: Yoga diario para abdominales
fr: Yoga quotidien pour les abdos
it: Yoga quotidiano per gli addominali
ja: ABS毎日ヨガ
ko: 복근을 위한 매일 요가
nl: Dagelijkse Yoga voor ABS
pt_pt: Ioga Diário para ABS
ru: Ежедневная йога для мышц пресса
sv: Starkare mage med Yoga
th: โยคะประจำวันสำหรับ ABS
tr: Karın Bölgesi için Günlük Yoga
zh_hans: 每日腹肌瑜伽
zh_hant: 每日腹肌瑜伽

# Daily Yoga for ABS_details
source: Target and tone deep abdominal muscles.
de: Ziele auf die tiefen Bauchmuskeln ab und straffe sie.
es: Céntrate y consigue tono en los músculos abdominales profundos.
fr: Ciblez et tonifiez les muscles abdominaux profonds.
it: Focalizzati sugli addominali profondi e tonificali.
ja: 腹筋集中アンドアップ
ko: 탄탄한 깊은 복근 만들기 목표.
nl: Werkt op en verstevigt de dieper gelegen buikspieren.
pt_pt: Tonifique de forma direcionada os músculos abdominais profundos.
ru: Концентрация и тонус глубоких мышц пресса.
sv: Fokusera och stark de djupa magmusklerna.
th: เป้าหมายและการกระชับกล้ามเนื้อหน้าท้อง
tr: Derin karın kaslarını hedefleyin ve çalıştırın.
zh_hans: 针对并加深腹部肌肉的锻炼。
zh_hant: 針對並加深腹部肌肉的鍛煉。

source: Yoga for Runners
de: Yoga für Läufer
es: Yoga para corredores
fr: Yoga pour les joggeurs
it: Yoga for amanti della corsa
ja: ランナーのためのヨガ
ko: 달리는 사람을 위한 요가
nl: Yoga voor Hardlopers
pt_pt: Ioga para Corredores
ru: Йога для бегунов
sv: Yoga för löpare
th: โยคะสำหรับนักวิ่ง
tr: Koşucular için Yoga
zh_hans: 运动员的瑜伽
zh_hant: 運動員的瑜伽

# Yoga for Runners_details
source: Yoga offers a unique combination of balance, flexibility, strength, and mindfulness training that can help runners to improve performance and avoid injury. Run smarter with this cross-training sequence.
de: Yoga bietet eine einzigartige Kombination an Balance, Beweglichkeit, Kraft und Achtsamkeitstraining, was Läufern helfen kann, ihre Leistung zu verbessern und Verletzungen vorzubeugen. Laufe geschickter mit dieser Cross-Training-Serie.
es: El yoga ofrece una combinación única de equilibrio, flexibilidad, fuerza y entrenamiento consciente que puede ayudar a los corredores a mejorar su rendimiento y evitar lesiones. Corre de forma más inteligente con esta serie de entrenamiento combinado.
fr: Le yoga offre une combinaison unique d'équilibre, de flexibilité, de force et de pleine conscience qui peut aider les joggeurs à améliorer leur performance et éviter les blessures. Courrez plus intelligemment grâce à cette séquence d'entraînement croisé.
it: Lo yoga offre una combinazione unica di allenamento all’equilibrio, flessibilità, forza e concentrazione, può aiutare i corridori a migliorare le prestazioni ed evitare gli infortuni. Corri in maniera intelligente con questa sequenza di cross-training.
ja: ヨガはバランス、柔軟性、強さ、精神トレーニングのユニーク組み合わせで、ランナーがパフォーマンスを向上させ、けがを防ぎます。このクロストレーニングシーケンスでより賢く走りましょう。
ko: 요가는 달리는 사람들이 운동 성과를 높이고 부상을 예방하도록 균형, 유연성, 체력 및 명상 훈련의 독특한 조합을 제공합니다. 교차 훈련 반복으로 더 똑똑하게 달리세요.
nl: Yoga biedt een unieke combinatie van balans, flexibiliteit, kracht en mindfullnesstraining die hardlopers kan helpen de prestaties te verbeteren en blessures te voorkomen. Loop op een slimme wijze hard met deze cross-training serie.
pt_pt: O Ioga oferece uma combinação única de equilíbrio, flexibilidade, força e treino de mindfulness que pode ajudar corredores a melhorar o seu desempenho e evitar lesões. Corra de forma mais inteligente com esta sequência de cross-training.
ru: Йога предлагает уникальное сочетание баланса, гибкости, силы и концентрации, которые помогут бегунам улучшить свои результаты и избежать травм. Бегайте разумно с перекрестными тренировками
sv: Yoga ger en unik kombinaion av balans, flexibilitet, styrka och mindfulness och kan hjälpa löpare att förbättra sina resultat och att undvika skador. Spring smartare med detta pass utformat för löpare.
th: โยคะทำให้มีการผสมผสานความสมดุล ความยืดหยุ่น ความแข็งแรง และการฝึกจิต ซึ่งช่วยให้นักวิ่งพัฒนาการวิ่งและลดการบาดเจ็บได้ วิ่งอย่างชาญฉลาดขึ้นด้วยการครอสเทรนตามลำดับ
tr: Yoga, koşucuların performansını arttıran ve sakatlıkları önleyen; dengeyi, esnekliği, kuvveti ve farkındalığı eşsiz bir şekilde harmanlayan bir dünya sunar. Bu çapraz antrenman hareketleriyle daha akıllı bir şekilde koşun.
zh_hans: 瑜伽是平衡、柔韧性、力量和正面训练的独特的结合，改善运动员的表现，避免受伤。透过这种交叉训练，精明奔跑。
zh_hant: 瑜伽是平衡、柔韌性、力量和正面訓練的獨特的結合，改善運動員的表現，避免受傷。透過這種交叉訓練，精明奔跑。
