Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription15
source: Stand with your big toes together and outer edges of the feet parallel to each other. Bend your knees and join your palms in front of your chest. Inhale as you lengthen your spine, keeping the hips low. As you exhale, twist to the right and hook your left elbow outside of your right thigh. Inhale back to center with your palms in a prayer position in front of your chest. Exhale as you counter-twist to the left.
de: Stehe mit den großen Zehen zusammen und den Außenseiten deiner Füße parallel zueinander. Beuge deine Knie und führe deine Handflächen vor deiner Brust zusammen. Atme ein, während du deine Wirbelsäule lang machst und die Hüfte tief hältst. Während du ausatmest, drehe dich nach rechts und hake deinen linken Ellbogen an der Außenseite deines rechten Oberschenkels ein. Atme ein und komme zurück zur Mitte mit den Handflächen in einer betenden Position vor deiner Brust. Atem aus, während du dich zur linken Seite drehst.
es: Ponte de pie con los dedos gordos juntos y los bordes externos de los pies paralelos. Flexiona las rodillas y une las palmas frente a tu pecho. Toma aire mientras estiras la espalda, manteniendo bajas las caderas. Mientras exhalas, gírate hacia la derecha y engancha el codo izquierdo en la parte externa del muslo derecho. Respira y vuelve al centro con las palmas en posición de rezo frente al pecho. Exhala mientras haces el giro contrario hacia la izquierda.
fr: Se tenir debout avec les gros orteils l'un contre l'autre et le bord extérieur des pieds parallèle. Plier les genoux et joindre les paumes en avant de la poitrine. Inspirer pendant l'étirement de la colonne vertébrale, en gardant les hanches basses. Tout en expirant, faire une torsion vers la droite et positionner le coude gauche près de la cuisse droite. Inspirer pour revenir en position avec les paumes dans la position du prieur devant votre poitrine. Expirer en faisant une torsion vers la gauche.
it: In piedi con gli alluci e i bordi esterni dei piedi paralleli tra loro. Piegate le ginocchia e unite i palmi delle mani davanti al petto. Inspirate mentre allungate la colonna vertebrale, mantenendo i fianchi bassi. Durante l'espirazione, portare il gomito sinistro al di fuori della coscia destra. Inspirate di nuovo portando al centro i palmi delle mani in una posizione di preghiera davanti al petto espirate mentre effettuate una contro-torsione a sinistra.
ja: 両足の親指をくっつけて立ち、足の外側がお互いに平行になるようにします。ひざを曲げ、胸の前で両手を合わせます。息を吸いながら、背骨を伸ばし、お尻は低い位置を維持します。息を吐きながら、身体を右にひねり、左ひじを右の太ももの外側にひっかけます。息を吸いながら、両手を胸の前で拝む位置に置いたまま、身体を正面に戻します。息を吐きながら、今度は左に、同じ様に身体をひねります。
ko: 엄지 발가락을 같이 하고 발 바깥쪽 부분이 서로 평행이 되게 섭니다. 무릎을 구부리고 손바닥을 가슴 앞으로 모읍니다. 허리를 곧게 펴며 엉덩이는 낮게 유지한 채 숨을 들이쉽니다. 숨을 내쉬면서, 오른쪽으로 비틀어 왼쪽 팔꿈치를 오른쪽 허벅지 바깥쪽으로 걸어 줍니다. 숨을 들이쉬면서 손바닥을 가운데로 가슴 앞으로 기도하는 자세처럼 돌아옵니다. 숨을 내쉬며 반대로 왼쪽으로 비틀어 줍니다.
nl: Sta met je grote tenen tegen elkaar aan met de buitenranden van de voeten parallel aan elkaar. Buig je knieën en breng je handpalmen op borsthoogte tegen elkaar aan. Adem in, maak je wervelkolom lang en houd de heupen laag. Adem uit, draai naar rechts en breng je linkerelleboog naar buiten tegen je rechterdij. Adem in en keer terug naar het midden met je handen in bidpositie voor je borst. Adem uit als je naar de linkerzijde draait.
pt_pt: Em pé, una os dedos grandes dos pés e mantenha os pés paralelos entre si. Flita os joelhos e una as palmas das mãos em frente ao seu peito. Inspire à medida que alonga a sua coluna, mantendo as ancas em baixo. Quando expirar, torça o tronco para a direita e prenda o seu cotovelo esquerdo do lado de fora da sua coxa direita. Inspire e volte de novo ao centro com as mãos em posição de oração em frente ao peito. Expire enquanto repete a torção para a esquerda.
ru: В положении стоя, ступни вместе, грудь поднята, плечи расслаблены и опущены. Вдохните и поднимите руки вверх ладонями друг к другу. Выпрямите локти и потяните пальцы и ладони к потолку. Выдохните, согните колени и присядьте, как будто вы собираетесь сесть на стул. Обопритесь правой рукой о бедро ближе к тазу. Поверните корпус вправо, заводя левую руку с внешней стороны правой ноги таким образом, чтобы правое колено оказалось под левой подмышкой. Сложите ладони вместе и поднимите голову вверх и смотрите в потолок.
sv: Stå med dina stortår tillsammans och ytterkanterna av fötterna parallella med varandra. Böj knäna och anslut dina handflator framför bröstet. Andas in medan du förlänger din ryggrad, håll höfterna låga. När du andas ut, vrid till höger och haka vänster armbåge utanför höger lår. Andas tillbaka till centrum med handflatorna i en böneställning framför bröstet. Andas ut när du kontra-vrider åt vänster.
th: ยืนให้นิ้วหัวแม่โป้งเท้าอยู่ชิดกันและจัดเท้าของคุณให้ขนานกัน งอเข่าและพนมมือไว้ที่หน้าอกของคุณ หายใจเข้าขณะที่ยืดสันหลังของคุณและรักษาสะโพกให้อยู่ในระดับต่ำ ขณะที่คุณหายใจออกค่อย ๆ บิดตัวไปทางขวาและเกี่ยวข้อศอกซ้ายไว้ที่ต้นขาขวาของคุณ หายใจเข้าแล้วกลับมาที่ตรงกลางในขณะที่มือของคุณยังอยู่ในท่าพนมมือที่หน้าอกของคุณ จากนั้นหายใจออกขณะที่คุณบิดตัวไปทางซ้าย
tr: Ayak başparmaklarınız bitişik ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. Dizlerinizi bükün ve avuç içlerinizi göğsünüzün önünde birleştirin. Omurganızı uzatıp, kalçalarınızı aşağıda tutarken nefes alın. Nefes verirken, sağa burgu yapın ve sol dirseğinizi sağ uyluğunuzun dış kısmına kıvırın. Avuç içleriniz göğsünüzün önünde dua pozisyonda merkeze geri nefes alın. Sol tarafa ters burgu yaparken nefes verin.
zh_hans: 两脚脚趾拇指头并拢站立，双脚平行。双膝弯曲，双掌合十放在胸前。吸气时伸展脊椎，臀部保持低位。呼气时，转动上半身并让左手肘放置在右大腿上。再吸气时，身体回到中心，双手在胸前保持祈祷的姿势。呼气时上半身扭向左边。
zh_hant: 兩腳腳趾拇指頭併攏站立，雙腳平行。雙膝彎曲，雙掌合十放在胸前。吸氣時伸展脊椎，臀部保持低位。呼氣時，轉動上半身並讓左手肘放置在右大腿上。再吸氣時，身體回到中心，雙手在胸前保持祈禱的姿勢。呼氣時上半身扭向左邊。

# exerciseDescription16
source: Stand with your big toes together and outer edges of the feet parallel to each other. Bend your knees and join your palms in front of your chest. Inhale as you lengthen your spine, keeping the hips low. As you exhale, twist to the right and hook your left elbow outside of your right thigh. Spread your arms in a "T" shape, so that your left fingertips reach towards the ground outside of your right ankle and your right arm reaches up towards the sky. Look up at your right palm. Inhale to return to center with your palms in a prayer position in front of your chest. Exhale as you counter-twist to the left, hooking your right elbow outside of your left thigh. Spread the arms, this time reaching right fingertips towards the outside of the left ankle and stretching the left arm towards the sky. Look up at your left palm.
de: Stehe mit den großen Zehen zusammen und den Außenseiten deiner Füße parallel zueinander. Beuge deine Knie und führe deine Handflächen vor deiner Brust zusammen. Atme ein, während du deine Wirbelsäule lang machst und die Hüfte tief hältst. Während du ausatmest, drehe dich nach rechts und hake deinen linken Ellbogen an der Außenseite deines rechten Oberschenkels ein. Breite deine Arme in einer "T" Haltung aus, sodass deine linken Fingerspitzen den Boden an der Seite deines rechten Knöchels berühren und dein rechter Arm zum Himmel zeigt. Schaue nach oben zu deiner rechten Handfläche. Atme ein und komme zurück zur Mitte mit den Handflächen in einer betenden Position vor deiner Brust. Atme aus, während du dich zur linken Seite drehst und den rechten Ellbogen an der Außenseite deines linken Oberschenkels einhakst. Breite die Arme aus, diesmal mit den rechten Fingerspitzen zur Außenseite des linken Knöchels und mit dem linken Arm gestreckt zum Himmel. Schaue nach oben zu deiner linken Handfläche.
es: Ponte de pie con los dedos gordos juntos y los bordes externos de los pies paralelos. Dobla las rodillas y une las palmas frente al pecho. Toma aire mientras estiras la espalda, manteniendo bajas las caderas. Mientras exhalas, gírate hacia la derecha y engancha el codo izquierdo en la parte externa del muslo derecho. Estira los brazos en forma de "T" de forma que las yemas de los dedos de la mano izquierda vayan hacia el suelo por la parte exterior del tobillo derecho y el brazo derecho vaya hacia el cielo. Mira hacia arriba, hacia la palma derecha de tu mano. Inhala para volver al centro con las palmas en posición de rezo frente a tu pecho. Exhala mientras haces el giro contrario hacia la izquierda, enganchando el codo derecho en la parte externa del muslo izquierdo. Extiende los brazos, esta vez desplazando las yemas de los dedos de la mano derecha hacia la parte externa del tobillo izquierdo y estirando el brazo izquierdo hacia el cielo.
fr: Se tenir debout avec les gros orteils l'un contre l'autre et le bord extérieur des pieds parallèle. Plier les genoux et joindre les paumes en avant de la poitrine. Inspirer pendant l'étirement de la colonne vertébrale, en gardant les hanches basses. Tout en expirant, faire une torsion vers la droite et positionner le coude gauche près de la cuisse droite. Écarter les bras en forme de "T" de manière que le bout des doigts gauches atteigne le sol à l'extérieur de la cheville droite et que le bras droit pointe vers le ciel. Regarder vers la paume droite. Inspirer en revenant au centre avec les paumes dans la position du prieur devant la poitrine. Expirer en faisant une torsion vers la gauche en positionnant le coude droit à l'extérieur de la cuisse gauche. Écarter les bras, cette fois-ci en dirigeant le bout des doigts droits vers l'extérieur de la cheville gauche et en étirant le bras gauche vers le ciel. Regarder la paume gauche.
it: In piedi con gli alluci e i bordi esterni dei piedi paralleli tra loro. Piegate le ginocchia e unite i palmi delle mani davanti al petto. Inspirate mentre allungate la colonna vertebrale, mantenendo i fianchi bassi. Durante l'espirazione, portare il gomito sinistro al di fuori della coscia destra. Apri le braccia a forma di "T", in modo che la punta delle dita di sinistra raggiungano il terreno esterno della caviglia destra e il braccio destro verso l’alto. Guardate il palmo della mano destra. Inspirate per tornare al centro, con i palmi delle mani in una posizione di preghiera davanti al petto. Espirate mentre effettuate una contro-torsione a sinistra, portando il gomito destro al di fuori della coscia sinistra. Stendere le braccia, questa volta raggiungendo con la mano destra l'esterno della caviglia sinistra e allungando il braccio sinistro verso il cielo. Guardate il palmo della mano sinistra.
ja: 両足の親指をくっつけて立ち、足の外側がお互いに平行になるようにします。ひざを曲げ、胸の前で両手を合わせます。息を吸いながら、背骨を伸ばし、お尻は低い位置を維持します。息を吐きながら、身体を右にひねり、左ひじを右の太ももの外側にひっかけます。腕をT字に広げ、左手の指先は右足首の外側の地面に向かって伸び、右腕は空に向かって伸びるようにします。目線は、右手の手のひらを見上げるようにします。 息を吸いながら、両手を胸の前で拝む位置に置いたまま、身体を正面に戻します。息を吐きながら、今度は左に、同じ様に身体をひねり、右ひじを左の太ももの外側にひっかけます。腕を広げ、今度は右手の指先が左足首の外側に伸び、左腕が空に向かって伸びるようにします。目線は左手の手のひらを見上げるようにします。
ko: 엄지 발가락을 같이 하고 발 바깥쪽 부분이 서로 평행이 되게 섭니다. 무릎을 구부리고 손바닥을 가슴 앞으로 모읍니다. 허리를 곧게 펴며 엉덩이는 낮게 유지한 채 숨을 들이쉽니다. 숨을 내쉬면서, 오른쪽으로 비틀어 왼쪽 팔꿈치를 오른쪽 허벅지 바깥쪽으로 걸어 줍니다. "T" 모양으로 팔을 펴며, 왼 손가락 끝을 오른쪽 발목 바깥쪽 바닥으로 향하도록 펴며 오른팔은 위로 향하게 폅니다. 오른쪽 손바닥을 바라봅니다. 숨을 들이쉬면서 손바닥을 가운데로 가슴 앞으로 기도하는 자세처럼 돌아옵니다. 숨을 내쉬며 반대로 왼쪽으로 비틀어 오른쪽 팔꿈치를 왼쪽 허벅지 바깥쪽으로 걸어 줍니다. 팔을 펴며, 이번에는 오른 손가락 끝을 왼쪽 발목 바깥쪽으로 펴며 왼팔을 위로 향하게 폅니다. 왼쪽 손바닥을 바라봅니다.
nl: Sta met je grote tenen tegen elkaar aan met de buitenzijde van je voeten parallel aan elkaar. Buig je knieën en breng je handpalmen op borsthoogte tegen elkaar aan. Adem in, maak je wervelkolom lang en houd je heupen laag. Adem uit, draai naar rechts en breng je linkerelleboog naar buiten tegen je rechterdij. Spreid je armen in een "T" vorm zodat je linkervingertoppen naar beneden aan de buitenzijde van je rechterenkel wijzen en je rechterarm de lucht inwijst. Kijk omhoog naar je rechterpalm. Adem in en keer terug naar het midden met je handen in bidpositie voor je borst. Adem uit en draai naar links, en breng de rechterelleboog naar buiten tegen je linkerdij aan. Spreid je armen, maar deze keer met je rechtervingertoppen naar beneden aan de buitenzijde van je linkerenkel wijzend en wijs met je linkerarm de lucht in. Kijk omhoog naar je linkerpalm.
pt_pt: Em pé, una os dedos grandes dos pés e mantenha os pés paralelos entre si. Flita os joelhos e una as palmas em frente ao peito. Inspire e alongue a coluna, mantendo as ancas em baixo. À medida que expira, torça o tronco para a direita e prenda o seu cotovelo esquerdo do lado de fora da sua coxa direita. Estique os braços em forma de "T", de modo a que os seus dedos da mão esquerda cheguem ao chão do lado de fora do seu tornozelo direito e o seu braço direito fique esticado na direção do céu. Olhe para a sua palma direita lá em cima. Inspire para regressar ao centro com as palmas em posição de oração em frente ao peito. Expire enquanto torce da mesma forma para a esquerda, prendendo o seu cotovelo direito do lado de fora da sua coxa esquerda. Estique os braços, desta vez estendendo os dedos da mão direita na direção do lado de fora do tornozelo esquerdo e esticando o braço esquerdo na direção do céu. Olhe para cima para a sua palma esquerda.
ru: В положении стоя, держите ступни вместе, грудь поднята, плечи расслаблены и опущены. Вдохните и поднимите руки вверх ладонями друг к другу. Выпрямите локти и потяните пальцы и ладони к потолку. Выдохните, согните колени и присядьте, как будто вы собираетесь сесть на стул. Обопритесь правой рукой о бедро ближе к тазу. Поверните корпус вправо, заводя левую руку с внешней стороны правой ноги. Вытяните левую руку вниз, перпендикулярно полу. Правую руку вытяните наверх. Затем повторите упражнение со второй стороной.
sv: Stå med dina stortår tillsammans och ytterkanterna av fötterna parallella med varandra. Böj knäna och anslut handflatorna framför bröstet. Andas in när du förlänger din ryggrad, håll höfterna låga. När du andas ut, vrid åt höger och haka vänster armbåge utanför höger lår. Sprid dina armar i en "T" ställning, så att vänster hand fingerspetsar når mot marken utanför höger fotled och höger arm som sträcker sig mot himlen. Titta upp på höger handflata. Andas för att återvända till centrum med handflatorna i en böneställning framför bröstet. Andas ut medan du kontra-vrider åt vänster, anslut höger armbåge utanför ditt vänstra lår. Sprid armarna, den här gången når de högra fingertopparna mot utsidan av vänster fotled och vänster arm sträckt mot himlen. Titta upp på din vänstra handflata .
th: ยืนถ่ายน้ำหนักไปที่นิ้วเท้าโดยให้เท้าของคุณอยู่ชิดกัน งอเข่าและพนมมือไว้ที่หน้าอกของคุณ หายใจเข้าขณะที่ยืดสันหลังของคุณและรักษาสะโพกให้อยู่ในระดับต่ำ ขณะที่คุณหายใจออกค่อย ๆ บิดตัวไปทางขวาและเกี่ยวข้อศอกซ้ายไว้ที่ต้นขาขวาของคุณ ยืดแขนของคุณออกเป็นรูปตัว "T" เมื่อทำเช่นนั้นแล้วปลายนิ้วมือซ้ายของคุณจะแตะที่พื้นด้านนอกข้อเท้าขวาของคุณและแขนข้างขวาของคุณก็จะชี้ขึ้นไปบนท้องฟ้า มองขึ้นไปด้านบนตามมือขวาของคุณ หายใจเข้าแล้วกลับมาที่ตรงกลางในท่าที่มือของคุณพนมมืออยู่ที่หน้าอกของคุณ ขณะที่คุณหายใจออกค่อย ๆ บิดตัวไปทางด้านซ้ายแล้วเกี่ยวข้อศอกขวาไว้ที่ต้นขาซ้ายของคุณ ค่อย ๆ ยืดแขนของคุณออกคราวนี้ให้ปลายนิ้วมือขวาแตะที่ด้านนอกของข้อเท้าซ้ายและยืดแขนซ้ายชี้ขึ้นไปบนท้องฟ้า จากนั้นเงยหน้าขึ้นมองไปตามมือซ้ายของคุณ
tr: Ayak başparmaklarınız bitişik ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. Dizlerinizi bükün ve avuç içlerinizi göğsünüzün önünde birleştirin. Omurganızı uzatıp, kalçalarınızı aşağıda tutarken nefes alın. Nefes verirken, sağa burgu yapın ve sol dirseğinizi sağ uyluğunuzun dış kısmına kıvırın. Sol el parmaklarınızın ucu sağ ayak bileğiniz dışından yere uzanacak ve sağ kolunuz gökyüzüne doğru uzanacak şekilde kollarınızı "T" şeklinde açın. Yukarı sağ avuç içinize bakın. Avuç içleriniz göğsünüzün önünde dua pozisyonda merkeze dönmek için nefes alın. Sol tarafa ters burgu yaparken, sağ dirseğinizi sol uyluğunuzun dış kısmına kıvırarak nefes verin. Bu sefer sağ el parmak uçlarınızı sol ayak bileğinizin dış kısmına uzatarak ve sol kolunuzu gökyüzüne doğru esnetirken kollarınızı açın. Yukarı sol avuç içinize bakın.
zh_hans: 两脚脚趾拇指头并拢站立，双脚平行。双膝弯曲，双掌合十放在胸前。吸气时伸展脊椎，臀部保持低位。呼气时，转动上半身并让左手肘放置在右大腿上。双臂展开成"T"形，让左手手指朝向右脚脚踝的地板，右手臂朝天伸展。眼睛往右手手掌看。 再吸气时，身体回到中心，双手在胸前保持祈祷的姿势。呼气时上半身扭向左边，右手肘放置在左大腿外缘，伸展双臂。这次换成右手手指朝向左脚踝的地板，左手臂朝天伸展。眼睛看着左手手掌。
zh_hant: 兩腳腳趾拇指頭併攏站立，雙腳平行。雙膝彎曲，雙掌合十放在胸前。吸氣時伸展脊椎，臀部保持低位。呼氣時，轉動上半身並讓左手肘放置在右大腿上。雙臂展開成"T"形，讓左手手指朝向右腳腳踝的地板，右手臂朝天伸展。眼睛往右手手掌看。 再吸氣時，身體回到中心，雙手在胸前保持祈禱的姿勢。呼氣時上半身扭向左邊，右手肘放置在左大腿外緣，伸展雙臂。這次換成右手手指朝向左腳踝的地板，左手臂朝天伸展。眼睛看著左手手掌。

# exerciseDescription17
source: Start on your hands and knees in a tabletop position. Bring your big toes together and sit back on your heels as you release your forehead to the floor. Reach your arms alongside your body, palms face up.
de: Beginne auf deinen Händen und Knien in der Position eines Bretts. Führe deine großen Zehen zusammen und setze sich zurück auf deine Fersen, während du deine Stirn auf den Boden legst. Lege die Arme an die Seiten deines Körpers mit den Handflächen nach oben.
es: Empieza a cuatro patas en la posición de la mesa. Pon los dedos gordos juntos y siéntate hacia atrás sobre los talones mientras llevas la frente hacia el suelo. Extiende las manos junto a tu cuerpo, con las palmas hacia arriba.
fr: Commencer avec les mains et les genoux dans la position de la table. Rapprocher les gros orteils et s'asseoir sur les talons tout en décollant le front du sol. Positionner les bras le long du corps, les paumes vers le haut.
it: Stando sulle mani e sulle ginocchia in posizione del tavolo, unite gli alluci e sedetevi sui talloni, spingere la fronte verso il basso e portare le braccia lungo il corpo, con i palmi rivolti verso l'alto.
ja: 両手と両ひざをついた姿勢から始めます。両足の親指をくっつけて、かかとの上に腰かけながら、おでこが地面につくようにします。両腕は身体の両脇に伸ばし、手のひらが上を向くようにします。
ko: 손과 무릎을 테이블 자세로 시작합니다. 머리는 바닥에 닿도록 하며 엄지 발가락은 같이 붙이고 발 뒤꿈치에 앉습니다. 팔은 몸 옆에 자연스럽게 하며 손바닥이 위로 향하게 합니다.
nl: Begin op je handen en knieën in de tafelhouding. Breng de grote tenen bij elkaar, ga op je hielen zitten en leg je voorhoofd op de grond. Leg je armen langs je lichaam met de handpalmen naar boven.
pt_pt: Comece de gatas em posição de mesa. Una os dedos grandes dos pés e sente-se sobre os seus calcanhares à medida que solta a sua cabeça e a pousa no chão. Coloque os braços ao longo do corpo com as palmas das mãos viradas para cima.
ru: Встаньте на колени на пол. Соедините болшие пальцы ног вместе и сядьте на пятки. Наклонитесь вперед, положите лоб на пол. Расположите живот и бедра на внутренней стороне ног. Вытяните руки вдоль туловища ладонями вверх и уроните передние части плеч к полу.
sv: Börja på händer och knän i positionen av en bordsskiva. Dra dina stortår ihop och sitt tillbaka på hälarna när du släpper din panna mot golvet. Sträck armarna längs med din kropp, handflatorna uppåt.
th: วางมือลงบนพื้นและวางหัวเข่าบนพื้นด้วยท่าโต๊ะสี่ขา ค่อย ๆ รวบเท้าเข้าหากันและนั่งลงบนส้นเท้าของคุณจากนั้นลดหน้าผากลงแตะพื้น วางแขนแนบไว้ข้างลำตัวพร้อมทั้งหงายฝ่ามือขึ้น
tr: Elleriniz ve dizleriniz masa üstü pozisyonunda başlayın. Ayak başparmaklarınızı bir araya getirin ve alnınızı yere doğru serbest bırakırken topuklarınız üzerinde geri oturun. Avuç içleri yukarıya bakacak şekilde, kollarınızla vücudunuzun yanına uzatın.
zh_hans: 双手与双膝以四柱式的姿势开始。两脚脚趾拇指头并拢，坐在脚后跟上，同时让额头往下贴地。双臂摆放在身旁，掌心朝上。
zh_hant: 雙手與雙膝以四柱式的姿勢開始。兩腳腳趾拇指頭併攏，坐在腳後跟上，同時讓額頭往下貼地。雙臂擺放在身旁，掌心朝上。
