Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

source: Boost Your Energy
de: Steigere deine Energie
es: Potencia tu energía
fr: Boostez votre énergie
it: Aumenta l’energia
ja: あなたのエネルギーを加速
ko: 에너지 충전
nl: Boost Je Energie
pt_pt: Potencie a Sua Energia
ru: Повысьте свою энергию
sv: Mer energi
th: เพิ่มพลังงานของคุณ
tr: Enerjinizi Arttırın
zh_hans: 提升你的能量
zh_hant: 提升你的能量

# Boost Your Energy_details
source: Recharge with this sequence designed to invigorate your body, mind, and spirit.
de: Lade deine Akkus auf mit dieser Serie, entwickelt, um deinen Körper, deinen Kopf und deinen Geist zu beleben.
es: Recárgate con esta serie diseñada para revitalizar cuerpo, mente y espíritu.
fr: Rechargez-vous avec cette séquence conçue pour revigorer votre corps et votre esprit.
it: Ricarica le energie con questa sequenza progettata appositamente per rinvigorire il corpo, la mente e lo spirito.
ja: あなたの身体、心、精神を活性化させる動きにデザインされています。
ko: 심신을 북돋을 수 있도록 설계된 이 반복으로 재충전하세요.
nl: Laad je op met deze reeks die ontworpen is om je lichaam, geest en ziel te stimuleren.
pt_pt: Recarregue com esta sequência concebida para revigorar o seu corpo, mente e espírito.
ru: Перезарядитесь используя данный ряд упражнений, чтобы оживить ваше тело, ум и дух.
sv: Ladda batterierna med ett pass framtaget för att pigga upp både kropp och själ.
th: เติมพลังตามลำดับเพื่อช่วยร่างกาย จิตใจ และสมองของคุณให้กระชุ่มกระชวย
tr: Vücudunuzu, zihninizi ve ruhunuzu canlandırmayı amaçlayan bu hareketlerle yeniden şarj olun.
zh_hans: 这个计划为调整你的身、心、灵而设，为你充电。
zh_hant: 這個計劃為調整你的身、心、靈而設，為你充電。

source: Deep Stretching Exercises
de: Übungen für tiefgründige Dehnung
es: Ejercicios de estiramiento profundo
fr: Exercices d'étirement
it: Esercizi per uno stretching profondo
ja: ディープストレッチエクササイズ
ko: 심화 스트레칭 운동
nl: Diepe Strekoefeningen
pt_pt: Exercícios de Alongamento Profundo
ru: Глубокие упражнения на растяжку
sv: Stretchövningar
th: การออกกำลังกายกล้ามเนื้อ
tr: Derin Esneme Egzersizleri
zh_hans: 深度伸展运动
zh_hant: 深度伸展運動

# Deep Stretching Exercises_details
source: Rejuvenate tired muscles, improve range of motion, and boost circulation with these yoga stretches.
de: Regeneriere müde Muskeln, verbessere deinen Bewegungsumfang und steigere deine Durchblutung mit diesen Yoga-Dehnungen.
es: Rejuvenece los músculos cansados, mejora la amplitud de movimientos y potencia la circulación con estos estiramientos de yoga.
fr: Rajeunissez vos muscles fatigués, améliorez votre amplitude de mouvement et boostez la circulation avec ces étirements de yoga.
it: Ringiovanisci i muscoli più stanchi, migliora i movimenti e la circolazione con questi esercizi di yoga per l’allungamento.
ja: このヨガストレッチで疲れた筋肉を癒し、動きの幅を増やし、血行を促進。
ko: 이러한 요가 스트레칭으로 피곤한 근육을 회복, 활동 범위를 개선하고 혈액순환을 촉진하세요.
nl: Verjong vermoeide spieren,verbeter het bewegingsbereik en stimuleer de bloedsomloop met deze yoga strekoefeningen.
pt_pt: Rejuvenesça os músculos cansados, melhore a amplitude dos movimentos e ative a circulação com estes alongamentos de ioga.
ru: Восстанавливайте усталые мышцы, улучшайте диапазон движения и увеличивайте кровообращение с помощью растяжек йоги.
sv: Ge ny energi till trötta muskler, förbättra rörelsevidden och cirkulationen med yogastretching.
th: กระตุ้นการทำงานของกล้ามเนื้อที่อ่อนล้า พัฒนาขอบเขตการเคลื่อนไหว และกระตุ้นการไหลเวียนของโลหิตด้วยการเล่นโยคะ
tr: Bu hareketlerle yorulan kasları canlandırın, hareket açıklığınızı arttırın ve kan dolaşımınızı düzenleyin.
zh_hans: 恢复疲劳的肌肉，改善活动度并促进循环。
zh_hant: 恢復疲勞的肌肉，改善活動度並促進循環。

source: Improve Your Balance
de: Verbessere deine Balance
es: Mejora tu equilibrio
fr: Améliorez votre équilibre
it: Migliora l’equilibrio
ja: バランスを向上
ko: 균형 개선
nl: Verbeter Je Evenwicht
pt_pt: Melhore o Seu Equilíbrio
ru: Улучшение баланса
sv: Förbättrad balans
th: พัฒนาสมดุล
tr: Dengenizi Arttırın
zh_hans: 提升平衡感
zh_hant: 提升平衡感

# Improve Your Balance_details
source: Improve coordination, reaction time, posture, and body awareness with this challenging sequence of balancing poses.
de: Verbessere Koordination, Reaktionszeit, Haltung und Körperbewusstsein mit dieser herausfordernden Serie an Balance-Posen.
es: Mejora la coordinación, el tiempo de reacción, la postura y la percepción de tu cuerpo con esta exigente serie de posturas de equilibrio.
fr: Améliorez la coordination, le temps de réaction, la posture et la conscience de votre corps avec cette séquence avancée de postures d'équilibre.
it: Migliora la coordinazione, la postura, i tempi di reazione e la consapevolezza del tuo corpo con questa impegnativa sequenza di pose di equilibrio.
ja: このバランスポーズの動きであなたの身体を整え、反射を良くし、身体能力を高めます。
ko: 도전적인 균형 자세의 반복으로 균형감각, 반응 시간, 자세 및 신체지각을 향상시키세요.
nl: Verbeter Je coördinatie reactietijd, houding en lichaamsbewustzijn met deze uitdagende serie evenwichtshoudingen.
pt_pt: Melhore a sua coordenação, o seu tempo de reação, postura e consciência corporal com esta desafiante sequência de poses equilibrantes.
ru: Улучшите координацию, время реакции, осанку и понимание тела с помощью этой сложной последовательности балансирующих поз.
sv: Bättre coordination, reaktionstid, hållning och kroppsmedvetenhet med ett program fyllt av utmanande positioner.
th: พัฒนาการทำงานร่วมกัน เวลาในการตอบสนอง ท่ายืน และการรับรู้ของร่างกายด้วยการโพสต์ท่ายืนตามลำดับความยาก
tr: Bu zorlu dengeleyici duruşlarla koordinasyonunuzu, tepki sürenizi ve vücut farkındalığınızı arttırın.
zh_hans: 改善协调、反应时间、姿势和身体意识。
zh_hant: 改善協調、反應時間、姿勢和身體意識。

source: Challenge Your Flexibility
de: Fordere deine Beweglichkeit heraus
es: Pon a prueba tu flexibilidad
fr: Stimulez votre flexibilité
it: Sfida la tua flessibilità
ja: 柔軟性にチャレンジ
ko: 유연성 도전
nl: Daag Je Flexibiliteit Uit
pt_pt: Desafie a Sua Flexibilidade
ru: Испытайте свою гибкость
sv: Förbättrad rörlighet
th: ท้าทายความยืดหยุ่น
tr: Esnekliğinize Meydan Okuyun
zh_hans: 挑战你的柔韧性
zh_hant: 挑戰你的柔韌性

# Challenge Your Flexibility_details
source: Develop flexibility through a series of intense stretches and apply the results to more advanced yoga postures.
de: Verbessere deine Beweglichkeit durch eine Serie an intensiven Dehnungen und wende die Ergebnisse bei fortgeschritteneren Yoga-Posen an.
es: Desarrolla la flexibilidad con una serie de estiramientos intensos y aplica los resultados a más posturas avanzadas de yoga.
fr: Développez votre flexibilité grâce à une série d'étirements intenses et appliquez les résultats à des postures de yoga plus avancées.
it: Sviluppa la flessibilità attraverso una serie di intensivi esercizi di allungamento e applica i risultati provando delle posizioni yoga più avanzate.
ja: シリーズの強いストレッチヨガで柔軟性を高め、結果より高度なヨガ姿勢に。
ko: 집중 스트레칭으로 유연성을 높이고 고급 요가 자세에 적용하세요.
nl: Ontwikkel flexibilitiet met een reeks intensieve strekoefeningen en gebruik de resultaten bij de yogahoudingen voor gevorderden.
pt_pt: Desenvolva flexibilidade através de uma série de alongamentos intensos e aplique os resultados nas poses de ioga mais avançadas.
ru: Развивайте гибкость посредством серии интенсивных растяжек и применяйте результаты к более продвинутым позам йоги.
sv: Utveckla din rörlighet genom en serie av intensive stretchövningar och använd resultaten i än mer avancerade yogapositioner.
th: พัฒนาความยืดหยุ่นด้วยชุดของการยืดตัวแบบเข้มข้น และสามารถนำไปใช้กับท่าเล่นโยคะขั้นสูงได้
tr: Yoğun esneme hareketleri eşliğinde esneklik kazanın ve bunu daha zor yoga hareketlerinde uygulayın.
zh_hans: 通过一系列深度伸展，练习进阶瑜伽姿势，锻炼你的柔韧性。
zh_hant: 通過一系列深度伸展，練習進階瑜伽姿勢，鍛煉你的柔韌性。

source: Core Muscle Sculptor
de: Rumpfmuskulatur
es: Escultor de los músculos centrales
fr: Sculptez la musculature
it: Scolpisci i muscoli fondamentali
ja: コア筋肉トレーニング
ko: 코어 근육 조각가
nl: Core Spier Bouwer
pt_pt: Escultor de Músculos do Núcleo
ru: Укрепление мышц тeла
sv: Skulpterade magmuskler
th: สร้างกล้ามเนื้อ
tr: Karın Kası Şekillendiricisi
zh_hans: 核心肌肉塑造
zh_hant: 核心肌肉塑造

# Core Muscle Sculptor_details
source: Build from the ground up to develop strength in the legs, abdominals, lower back, and side body.
de: Baue sie von Grund auf auf, um Kraft in den Beinen, im Bauch, am unteren Rücken und an den Seiten zu bekommen.
es: Empieza a construir desde la base para desarrollar la fuerza en tus piernas, abdominales, lumbares y laterales.
fr: Partez du bas pour développer la force dans les jambes, les abdominaux, le bas du dos et tout le buste.
it: Inizia dalle fondamenta per sviluppare forza nelle gambe, gli addominali, la parte bassa della schiena e i muscoli laterali.
ja: 一からあなたの足、腹部、腰、わき腹を鍛えなおします。
ko: 다리, 복부, 허리 및 옆구리에 힘을 키울 수 있도록 기초부터 다지세요.
nl: Bouw vanaf de basis en ontwikkel kracht in je benen, buikspieren, onderrug en zijkant.
pt_pt: Comece do zero para desenvolver força nas pernas, abdominais, fundo das costas e laterais do corpo.
ru: Начните с нуля, чтобы развить силу в ногах, брюшных частях, нижней части спины и боках.
sv: Bygg upp från grunden och förbättra styrkan i benen, magen, nedre delen av ryggen, och kroppens sidor.
th: สร้างจากด้านล่างขึ้นไปสู่ความแข็งแกร่งที่ขา หน้าท้อง หลังส่วนล่าง และร่างกายด้านข้าง
tr: Bacaklar, karın kasları, bel kasları ve yan kasları geliştirmek için sıfırdan başlayın.
zh_hans: 从基础开始，锻炼腿部、腹部、腰部和侧身的力量。
zh_hant: 從基礎開始，鍛煉腿部、腹部、腰部和側身的力量。

# Food Nutrition
source: Weight Loss Nutrition Plan
de: Ernährung
es: Nutrición alimenticia
fr: Plan nutritionnel
it: Nutrizione
ja: 食事療法
ko: 식품 영양
nl: Voeding
pt_pt: Nutrição Alimentar
ru: Питательная еда
sv: Kost
th: โภชนาการ
tr: Gıda ve Beslenme
zh_hans: 食物营养
zh_hant: 食物營養

# Food Nutrition_details
source: Be in the best shape, ever! Learn what to eat, discover fat burning foods, eat tasty meals to speed up your metabolism.
de: Sei in Bestform, wie nie zuvor! Lerne, was du essen solltest, entdecke fettverbrennende Lebensmittel, iss leckere Mahlzeiten, um deinen Stoffwechsel anzukurbeln.
es: ¡Ponte más en forma que nunca! Aprende qué comer, descubre alimentos quemagrasas y disfruta de comidas sabrosas para acelerar tu metabolismo.
fr: Soyez en forme, pour toujours ! Apprenez comment bien manger, découvrez les aliments bruleurs de graisse, les plats sains et goûteux pour stimuler votre organisme.
it: Non sarai mai stato così in forma in tutta la tua vita! Impara cosa mangiare, scopri i cibi che fanno bruciare i grassi, mangia pasti deliziosi per accelerare il metabolismo.
ja: 最高のシェイプを手に入れよう！食べ物を学び、脂肪燃焼フードを発見し、おいしい食事で代謝をスピードアップしよう。
ko: 최고의 몸매를 유지하세요! 무엇을 섭취할 지 배우고, 지방 연소 식품을 찾아서 신진대사를 높이는 맛이는 음식을 드세요.
nl: Wees in je beste vorm ooit! Leer wat te eten, ontdek vetverbrandende voedingsmiddelen, eet smakelijke maaltijden om je stofwisseling te versnellen.
pt_pt: Fique na melhor forma de sempre! Saiba o que comer, descubra alimentos que queimam gordura, coma refeições saborosas para acelerar o seu metabolismo.
ru: Будьте в лучшей форме, чем когда-либо! Узнайте чем питаться, откройте для себя продукты для сжигания жира и ешьте вкусные блюда, чтобы ускорить обмен веществ.
sv: Kom i din bästa form någonsin! Lär dig vad du ska äta, upptäck mat som bränner fett, och ät goda måltider som förbättrar din ämnesomsättning.
th: มีรูปร่างที่ดีอย่างที่ไม่เคยมีมาก่อน! เรียนรู้ว่าควรรับประทานอะไร ค้นพบอาหารที่ช่วยเผาผลาญไขมัน รับประทานมื้ออร่อยเพื่อเร่งการเผาผลาญไขมันของคุณ
tr: Hiç olmadığınız kadar fit olun! Neleri yiyebileceğinizi öğrenin, yağ yakan gıdaları keşfedin, metabolizmanızı hızlandıracak lezzetli öğünler yaratın.
zh_hans: 保持最佳身段！了解应该吃些什么、燃脂食物有哪些、哪些好吃的食物也能加速新陈代谢。
zh_hant: 保持最佳身段！了解應該吃些什麼、燃脂食物有哪些、哪些好吃的食物也能加速新陳代謝。

source: In-App purchases were restored
de: In-App Käufe wurden wiederhergestellt
es: Las compras In-app han sido restauradas
fr: Les achats intégrés ont été restaurés
it: Gli acquisti in-app sono stati ripristinati
ja: アプリ内購入は復元されました。
ko: 인앱 구매가 복원되었습니다
nl: In-app aankopen werden hersteld
pt_pt: Compras do aplicativo restauradas
ru: Встроенные покупки были восстановлены
sv: App-köpen återställdes
th: เรียกคือการซื้อในแอปแล้ว
tr: Uygulama içi satın almalar geri yüklendi
zh_hans: App 内购买已修复
zh_hant: App 內購買已修復

source: Sorry we didn't find your previous purchases
de: Tut uns leid, wir können Ihren vorherigen Kauf nicht finden
es: Disculpa, no pudimos encontrar tus compras previas
fr: Désolé, nous n’avons pas retrouvé vos achats précédents
it: Ci spiace, non abbiamo trovato il tuo acquisto precedente
ja: 申し訳ありませんが、過去の購入履­歴を確認することができませんでした。
ko: 죄송합니다, 이전 구매를 찾을 수 없습니다.
nl: Sorry maar we hebben uw vorige aankopen niet teruggevonden
pt_pt: Sinto muito, não encontramos suas compras anteriores
ru: Извините, мы не нашли ваши предыдущие покупки
sv: Vi kunde tyvärr inte hitta dina tidigare köp
th: ขออภัย เราหาการซื้อของคุณที่ผ่านมาไม่เจอ
tr: Üzgünüz, daha önceki satın almalarınızı bulamadık
zh_hans: 抱歉，我们未找到您之前的购买记录
zh_hant: 抱歉，我們未找到您之前的購買記錄

source: Alert
de: Alarm
es: Alerta
fr: Alerte
ja: アラート
ko: 알림
nl: Waarschuwing
pt_pt: Alerta
ru: Уведомление
sv: Varning
th: คำเตือน
tr: Uyarı
zh_hans: 警报
zh_hant: 警報

source: No internet connection
de: Keine Internetverbindung
es: ¡Sin conexión de internet!
fr: Aucune connexion internet !
it: Nessuna connessione ad internet!
ja: インターネットに接続されていません！
ko: 인터넷 연결이 없습니다.
nl: Geen internet verbinding
pt_pt: Sem conexão com a internet!
ru: Нет интернет соединения
sv: Ingen internetanslutning!
th: ไม่พบการเชื่อมต่ออินเตอร์เนต
tr: İnternet bağlantısı yok!
zh_hans: 无网络连接！
zh_hant: 無網路連接！

source: Restore
sv: Återställ
th: เรียกคืน
tr: Geri yükle
zh_hans: 恢复
zh_hant: 恢復

source: More info about subscriptions and Premium membership
de: Weitere Informationen zu Abos und Premium-Mitgliedschaft
es: Más información sobre las suscripciones y la suscripción premium
fr: Plus d'infos sur les abonnements, dont le Premium
it: Maggiori informazioni riguardo gli abbonamenti e l’iscrizione Premium
ja: サブスクリプションとプレミアム会員についてのさらなる情報
ko: 구독과 프리미엄 회원에 대한 추가 정보
nl: Meer info over abonnementen en het Premium-lidmaatschap
pt_pt: Mais informação sobre subscrições e adesões Premium
ru: Больше информации о подписках и премиальном членстве
sv: Mer information om prenumeration och Premiummedlemskap
th: ข้อมูลเพิ่มเติมเกี่ยวกับการเป็นสมาชิกและสมาชิกภาพแบบพรีเมี่ยม
tr: Abonelikler ve Premium üyelik hakkında daha fazla bilgi
zh_hans: 更多有关订阅和进阶会员的信息
zh_hant: 更多有關訂閱和進階會員的信息

source: By continuing you accept our
de: Wenn Sie fortfahren, akzeptieren Sie unsere
es: Al continuar, aceptas nuestra
fr: En continuant, vous acceptez nos
it: Procedendo accetterai i nostri
ja: 以下に同意して続ける
ko: 계속 진행하면 다음을 동의합니다:
nl: Door door te gaan aanvaardt u ons
pt_pt: Ao continuar está a aceitar os nossos
ru: Продолжая, вы тем самым соглашаетесь с нашими
sv: Genom att fortsätta godkänner du vår
th: โดยการดำเนินการต่อ คุณยอมรับของเรา
tr: Devam ederek şunları kabul edersiniz
zh_hans: 选择继续表示您接受我们的
zh_hant: 選擇繼續表示您接受我們的

source: %d poses and %d yoga classes
de: %d Posen und %d Yoga-Kurse
es: %d poses y %d clases de yoga
fr: %d poses et %d cours de yoga
it: %d posizioni e %d lezioni di yoga
ja: %d ポーズと %d ヨガクラス
ko: %d 포즈 및 %d 요가 클래스
nl: %d houdingen en %d yogalessen
pt_pt: %d poses e %d aulas de ioga
ru: %d поз(ы) и %d занятий(я) йогой
sv: %d positioner och %d yogaklasser
th: %d ท่า และ %d ชั้นเรียนโยคะ
tr: %d hareke ve %d yoga sınıfı
zh_hans: %d 姿势与 %d 瑜伽课程
zh_hant: %d 姿勢與 %d 瑜伽課程

source: 3 days for FREE
de: 3 Tage KOSTENLOS
es: 3 días GRATIS
fr: 3 jours GRATUITS
it: 3 giorni GRATUITI
ja: ３日間無料
ko: 3일 무료
nl: 3 dagen Gratis
pt_pt: 3 dias GRATUITAMENTE
ru: 3 дня БЕСПЛАТНО
sv: 3 dagar GRATIS
th: ฟรี 3 วัน
tr: 3 gün ÜCRETSİZ
zh_hans: 3天免费
zh_hant: 3天免費

source: Ads FREE experience
de: Erfahrung OHNE Werbung
es: Experiencia SIN publicidad
fr: Expérience SANS pub
it: esperienza SENZA pubblicità
ja: 広告なし 体験
ko: 광고 무료 경험
nl: Advertentieloze ervaring
pt_pt: Experiência SEM anúncios
ru: ОТСУТСТВИЕ рекламы
sv: Upplev UTAN reklam
th: ประสบการณ์ ปลอดโฆษณา
tr: REKLAMSIZ deneyim
zh_hans: 无广告 体验
zh_hant: 無廣告 體驗

source: Yoga
ja: ヨガ
ko: 요가
pt_pt: Ioga
ru: Йога
th: โยคะ
zh_hans: 瑜伽
zh_hant: 瑜伽

source: UNLOCK all music
de: Die ganze Musik ENTSPERREN
es: DESBLOQUEAR toda la música
fr: DÉBLOQUER toute la musique
it: SBLOCCA tutta la musica
ja: 全ての音楽を 無制限に
ko: 모든 음악 잠금해제
nl: ONTGRENDEL alle muziek
pt_pt: DESBLOQUEIE todas as músicas
ru: РАЗБЛОКИРОВАТЬ всю музыку
sv: LÅS UPP all musik
th: ปลดล็อก ดนตรีทั้งหมด
tr: Tüm müziklerin KİLİDİNİ KALDIRIN
zh_hans: 解锁 所有音乐
zh_hant: 解鎖 所有音樂

source: 76% off
de: 76% Rabatt
es: 76% de descuento
fr: 76 % de remise
it: 76% di sconto
ja: 76% オフ
ko: 76% 할인
nl: 76% korting
pt_pt: 76% de desconto
ru: 76% скидки
sv: 76% rabatt
th: ส่วนลด 76%
tr: %76 indirim
zh_hans: 76%优惠
zh_hant: 76%優惠

source: %@ per month billed annually thats’s a %@ a year
de: %@ pro Monat als jährliche Zahlung ergibt %@ pro Jahr
es: %@ al mes facturados anualmente, eso son %@ al año
fr: %@ par mois facturé une fois par an, soit %@ par an
it: %@ al mese in un unico pagamento annuale per un totale di %@ l’anno
ja: 月々%@ のお支払で、年間合計 %@
ko: 월 %@ 는 연간 %@ 입니다
nl: %@ per maand dat is dan %@ voor een heel jaar
pt_pt: %@ por mês cobrado anualmente, são %@ por ano
ru: %@ в месяц с оплатой за целый год - это %@ в год
sv: %@ per månad. Avgiften betalas på årsbasis vilket blir %@ per år
th: วางบิล %@ ต่อเดือน นั่นคือ %@ ต่อปี
tr: aylık %@ faturalandırma, bu yıllık %@ eder
zh_hans: %@ 每月按年缴费即 %@ 每年
zh_hant: %@ 每月按年繳費即 %@ 每年

source: Weight loss nutrition plan
de: Ernährungsplan zum Gewichtsverlust
es: Plan de nutrición para perder peso
fr: Plan nutritionnel pour perdre du poids
it: Programma nutrizionale per perdere peso
ja: ウェイト減量と健康増進プラン
ko: 체중 감량 영양 계획
nl: Voedingsschema voor gewichtsverlies
pt_pt: Plano nutricional de perda de peso
ru: План питания для сброса веса
sv: Kostplan för viktnedgång
th: แผนโภชนาการลดน้ำหนัก
tr: Kilo vermek için beslenme planı
zh_hans: 减重营养计划
zh_hant: 減重營養計劃

# startKey
source: Start
es: Inicio
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
nl: Starten
pt_pt: Começar
ru: Начать
th: เริ่มต้น
tr: Başla
zh_hans: 开始
zh_hant: 開始

# exerciseName1
source: Mountain
de: Berg
es: Montaña
fr: Montagne
it: Montagna
ja: 山のポーズ
ko: 산자세
nl: Berghouding
pt_pt: Montanha
ru: Гора
sv: Berget
th: ท่าภูเขา
tr: Dağ
zh_hans: 山式
zh_hant: 山式

# exerciseName2
source: Half-Lotus
de: Halber Lotus
es: Medio loto
fr: Demi-lotus
it: Mezzo-Loto
ja: 半蓮のポーズ
ko: 연꽃좌
nl: Halve Lotus Lotushouding
pt_pt: Meio Lótus
ru: Полулотос
sv: Halv-Lotus
th: ท่าครึ่งดอกบัว
tr: Yarım Lotus
zh_hans: 半荷花式
zh_hant: 半荷花式

# exerciseName4
source: Chair Pose Variation
de: Variation Stuhl
es: Variación de la postura de la silla
fr: Variation de la posture de la chaise
it: Variazione della sedia
ja: 椅子のポーズのバリエーション
ko: 의자자세 변형
nl: Stoel Variatie
pt_pt: Variação de Pose da Cadeira
ru: Поза Стула (Вариация)
sv: Stolställning Variation
th: ท่าเก้าอี้ต่าง ๆ
tr: Sandalye Pozu Varyasyonu
zh_hans: 椅子式
zh_hant: 椅子式

# exerciseName5
source: Reclining Side Stretch
de: Liegende Seitendehnung
es: Estiramiento lateral tumbado
fr: Étirement du flanc
it: Ripiegamento laterale
ja: 仰向けでのサイド・ストレッチ
ko: 누워서 옆구리 스트레칭
nl: Liggende Zijwaartse Strekking
pt_pt: Alongamento Lateral Reclinado
ru: Растяжка Косых Мышц Лежа
sv: Sidolutande Stretch
th: ท่าเอนกายเหยียดข้าง
tr: Uzanarak Yana Esneme
zh_hans: 侧前屈伸展
zh_hant: 側前屈伸展

# exerciseName6
source: Bird of Paradise
de: Paradiesvogel
es: Ave del paraíso
fr: Oiseau du Paradis
it: Uccello del paradiso
ja: 極楽鳥のポーズ
ko: 극락조자세
nl: Paradijsvogel
pt_pt: Ave do Paraíso
ru: Райская Птица
sv: Paradisfågel
th: ท่าปักษาสวรรค์
tr: Cennet Kuşu
zh_hans: 天堂鸟式
zh_hant: 天堂鳥式

# exerciseName7
source: Big Toes Pose Variation
de: Variation Großen-Zehen-Stellung
es: Variación de la postura de los dedos gordos
fr: Variation de la posture du gros orteil
it: Variazione pollici
ja: 足指をつかむポーズのバリエーション
ko: 발끝 당기기 자세 변형
nl: Grote Teen Houding Variatie
pt_pt: Variação da Pose dos Dedos Grandes dos Pés
ru: Поза Полулодки
sv: Stortår Ställningsvariation
th: ท่าเหยียดขาจับนิ้วหัวแม่เท้า
tr: Büyük Ayak Parmağı Pozu Varyasyonu
zh_hans: 手抓大脚趾式
zh_hant: 手抓大腳趾式

# exerciseName8
source: Boat
de: Boot
es: Barco
fr: Bateau
it: Barca
ja: 舟のポーズ
ko: 보트자세
nl: Boot
pt_pt: Barco
ru: Лодка
sv: Båt
th: ท่าเรือ
tr: Tekne
zh_hans: 船式
zh_hant: 船式

# exerciseName9
source: Bow
de: Bogen
es: Arco
fr: Arc
it: Arco
ja: 弓のポーズ
ko: 활자세
nl: Boog
pt_pt: Arco
ru: Лук
sv: Buga
th: ท่าคันธนู
tr: Yay
zh_hans: 弓式
zh_hant: 弓式

# exerciseName10
source: Bridge Pose Variation
de: Variation der Brücke
es: Variación de la postura del puente
fr: Variation de la posture du pont
it: Variazione Ponte
ja: 橋のポーズ
ko: 다리자세 변형
nl: Brughouding Variatie
pt_pt: Variação da Pose de Ponte
ru: Мост (Вариация)
sv: Bryggan Ställningsvariation
th: ท่าสะพาน
tr: Köprü Pozu Varyasyonu
zh_hans: 桥式
zh_hant: 橋式

# exerciseName11
source: Camel
de: Kamel
es: Camello
fr: Chameau
it: Camello
ja: らくだのポーズ
ko: 낙타자세
nl: Kameel
pt_pt: Camelo
ru: Верблюд
sv: Kamel
th: ท่าอูฐ
tr: Deve
zh_hans: 骆驼式
zh_hant: 駱駝式

# exerciseName12
source: Cat
de: Katze
es: Gato
fr: Chat
it: Gatto
ja: 猫のポーズ
ko: 고양이자세
nl: Kat
pt_pt: Gato
ru: Кошка
sv: Katt
th: ท่าแมว
tr: Kedi
zh_hans: 猫式
zh_hant: 貓式

# exerciseName13
source: Back Body Stretch
de: Rückenbeugen
es: Estiramiento de espalda
fr: Corps étendu sur le dos
it: Allungamento posteriore
ja: 背中側のストレッチ
ko: 등 스트레칭
nl: Rugstrekking
pt_pt: Alongamento Lombar
ru: Растяжка спины
sv: Ryggkropp Stretch
th: ท่ายืดกล้ามเนื้อหลัง
tr: Sırt Esnetme
zh_hans: 后身伸展
zh_hant: 後身伸展

# exerciseName14
source: Chair
de: Stuhl
es: Silla
fr: Chaise
it: Sedia
ja: 椅子のポーズ
ko: 의자자세
nl: Stoel
pt_pt: Cadeira
ru: Стул
sv: Stol
th: ท่าเก้าอี้
tr: Sandalye
zh_hans: 座椅式
zh_hant: 座椅式

# exerciseName15
source: Twisted Chair
de: Gedrehter Stuhl
es: Silla girada
fr: Chaise en torsion
it: Sedia storta
ja: ひねった椅子のポーズ
ko: 뒤틀린 의자자세
nl: Gedraaide Stoel
pt_pt: Cadeira Torcida
ru: Скрученный Стул
sv: Vriden Stol
th: ท่าเก้าอี้บิดตัว
tr: Burgulu Sandalye
zh_hans: 瑜伽椅式
zh_hant: 瑜伽椅式

# exerciseName16
source: Twisted Chair with Arms Extended
de: Gedrehter Stuhl mit ausgestreckten Armen
es: Silla girada con los brazos extendidos
fr: Chaise en torsion avec bras allongés
it: Sedia storta con Braccia Distese
ja: 腕を伸ばして行うひねった椅子のポーズ
ko: 팔을 뻗은 뒤틀린 의자자세
nl: Gedraaide Stoel met Gestrekte Armen
pt_pt: Cadeira Torcida com Braços Estendidos
ru: Скрученный стул с Вытянутыми Руками
sv: Vriden Stol med Utsträckta Armar
th: ท่าเก้าอี้บิดตัวแบบเหยียดยืดแขน
tr: Kollar Açık Vaziyette Burgulu Sandalye
zh_hans: 扭转幻椅式
zh_hant: 扭轉幻椅式

# exerciseName17
source: Child's Pose
de: Stellung des Kindes
es: Postura del niño
fr: Posture de l'enfant
it: Posizione del bambino
ja: 子どものポーズ
ko: 아기 자세
nl: Kindhouding
pt_pt: Pose de Criança
ru: Поза Ребёнка
sv: Barnet
th: ท่าเด็กหมอบ
tr: Çocuk Pozu
zh_hans: 婴儿式
zh_hant: 嬰兒式

# exerciseName19
source: Cobra
de: Kobra
ja: コブラのポーズ
ko: 코브라 자세
ru: Кобра
sv: Kobran
th: ท่างู
tr: Kobra
zh_hans: 眼镜蛇式
zh_hant: 眼鏡蛇式

# exerciseName20
source: Corpse Pose
de: Leiche
es: Postura del cadáver
fr: Posture du cadavre
it: Posizione del cadavere
ja: 屍のポーズ
ko: 송장 자세
nl: Lijkhouding
pt_pt: Pose de Cadáver
ru: Поза Отдыха
sv: Likställning
th: ท่าศพอาสนะ
tr: Ceset Pozu
zh_hans: 仰卧式
zh_hant: 仰臥式

# exerciseName21
source: Cow
de: Kuh
es: Vaca
fr: Vache
it: Mucca
ja: 牛のポーズ
ko: 소자세
nl: Koehouding
pt_pt: Vaca
ru: Корова
sv: Ko
th: ท่าวัว
tr: İnek
zh_hans: 犊牛式
zh_hant: 犢牛式

# exerciseName22
source: Cow Face
de: Kuhgesicht
es: Cara de vaca
fr: Tête de vache
it: Muso di vacca
ja: 牛の顔のポーズ
ko: 소머리자세
nl: Koeiengezicht
pt_pt: Cabeça de Vaca
ru: Лицо Коровы
sv: Ko Ansikte
th: ท่าหน้าวัว
tr: İnek Suratı
zh_hans: 牛面式
zh_hant: 牛面式

# exerciseName23
source: Cow Face Pose Variation
de: Variation Kuhgesicht
es: Variación de la postura de cara de vaca
fr: Variation de la tête de vache
it: Variazione muso di vacca
ja: 牛の顔のポーズのバリエーション
ko: 소머리자세 변형
nl: Koeiengezichthouding Variatie
pt_pt: Variação da Pose de Cabeça de Vaca
ru: Лицо Коровы (Вариация)
sv: Ko Ansikte Ställningsvariation
th: ท่าหน้าวัวต่าง ๆ
tr: İnek Suratı Pozu Varyasyonu
zh_hans: 牛面直式
zh_hant: 牛面直式
