Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription127
source: Stand with your big toes together and outer edges of the feet parallel to each other. Interlace your fingers behind your back. Inhale to lengthen your spine and exhale to hinge forward at the hip creases, releasing the crown of your head towards the ground and reaching your clasped hands towards the floor.
de: Stehe mit den großen Zehen zusammen und den Außenseiten der Füße parallel zueinander. Verkreuze deine Finger hinter deinem Rücken. Atme ein, um deine Wirbelsäule lang zu machen und atme aus, um dich an den Hüftbeugen nach vorne zu klappen, deinen Kopfscheitel in Richtung Boden fallen zu lassen und deine verkreuzten Hände vor dich in Richtung Boden zu führen.
es: Ponte de pie con los dedos gordos de los pies juntos y los bordes externos de los pies en paralelo. Entrelaza los dedos por detrás de la espalda. Toma aire para estirar la espalda y exhala para doblarte hacia adelante a la altura de los pliegues de la cadera, dejando que la parte superior de la cabeza vaya hacia el suelo y desplazando las manos juntas hacia el suelo.
fr: Se tenir debout avec les gros orteils joints et le bord extérieur des pieds parallèle. Entrecroiser les doigts derrière le dos. Inspirer pour étirer la colonne vertébrale et expirer pour basculer vers l'avant au niveau de la pliure des hanches en libérant l'arrière de la tête vers le sol et en dirigeant les mains jointes vers le sol.
it: In piedi con gli alluci uniti e bordi esterni dei piedi paralleli tra loro. Intrecciate le dita dietro la schiena. Inspirate per allungare la colonna vertebrale ed espirate piegandovi in avanti, rilasciando la sommità della testa verso il suolo e portando le mani giunte verso il pavimento..
ja: 両足の親指をそろえて立ち、足の外側がお互いに平行になるようにします。指を身体の後ろで組みます。息を吸いながら背骨を伸ばしたら、息を吐きながら足の付け根から身体を前に倒し、頭のてっぺんを地面に向けて下げて、組んだままの手を地面に近づけます。
ko: 엄지발가락을 서로 붙이고 발 바깥 부분이 서로 평행이 되게 한 상태로 섭니다. 몸 뒤로 손을 깍지 낍니다. 허리를 곧게 펴며 숨을 들이쉬고 정수리를 바닥으로 향하도록 하며 깍지 낀 손이 바닥에 향하도록 뻗으며 가랑이를 앞으로 접으면서 숨을 내쉽니다.
nl: Ga met je grote tenen naast elkaar staan met de buitenranden van de voeten evenwijdig aan elkaar. Verstrengel je vingers op achter je rug. Adem in, maak je wervelkolom langer en adem uit, buig vanuit de heupen voorwaarts en breng de kruin van je hoofd naar de grond en de samengevouwen handen richting vloer.
pt_pt: Comece na posição de pé com os dedos grandes dos pés unidos e pés paralelos entre si. Entrelace os dedos das mãos atrás das costas. Inspire para alongar a coluna e expire para se dobrar para a frente pelas ancas, soltando o topo da cabeça em direção ao chão e esticando as mãos unidas em direção ao chão.
ru: Встаньте ровно. Заведите руки назад и сцепите их в замок. Плавно наклоняйтесь к ногам. Постарайтесь коснуться лбом коленей. Старайтесь заводить руки как можно ближе к полу.
sv: Stå med stortårna ihop och ytterkanterna av fötterna parallella med varandra. Fläta ihop fingrarna bakom ryggen. Andas in för att förlänga din ryggrad och andas ut för att svänga fram på höftvecket, släpp kronan på huvudet mot marken och nå dina knäppta händer mot golvet.
th: ยืนให้นิ้วหัวแม่โป้งเท้าอยู่ชิดกันและจัดเท้าของคุณให้ขนานกัน ประสานนิ้วมือทั้งสองไว้ข้างหลังคุณ หายใจเข้าเพื่อยืดสันหลังของคุณและหายใจออกเพื่อโน้มตัวไปข้างหน้าที่บริเวณขาหนีบ ปล่อยศีรษะของคุณลงแตะพื้นและโน้มมือที่ประสานกันเข้าหาพื้น
tr: Ayak başparmaklarınız bitişik ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. Parmaklarınızı sırtınızın arkasında birbirine geçirin. Omurganızı uzatmak için nefes alın ve başınızın tepesini yere serbest bırakarak ve kavuşturulmuş ellerinizi yere doğru uzatırken kalça kıvrımlarınızı ileri doğru dayamak için nefes verin.
zh_hans: 双手手指在身后交扣。双脚拇指靠拢站立，双脚相互平行。双手手指在身后交扣。吸气伸展脊椎，呼气往前弯曲，头部朝地下垂，双手交扣着地。
zh_hant: 雙手手指在身後交扣。雙腳拇指靠攏站立，雙腳相互平行。雙手手指在身後交扣。吸氣伸展脊椎，呼氣往前彎曲，頭部朝地下垂，雙手交扣著地。

# exerciseDescription128
source: Take a wide-legged stance with your feet parallel to each other. Turn the right foot out 90 degrees. Raise the left heel and, pivoting on the ball of the left foot, spin the heel out to the left before planting it on the floor. Your chest and left hip should now be facing the same direction as your right foot. Bring your hands to your outer hips and wrap the left hip forward as you steer the right hip back. Bend your right knee so that it stacks above the ankle. Extend your arms alongside your ears and lift your chest. Press into your left heel while keeping the right knee centered over the ankle. Repeat with left foot forward.
de: Nimm eine breitbeinige Stellung mit deinen Füßen parallel zueinander ein. Drehe deinen rechten Fuß um 90 Grad nach außen. Hebe die linke Ferse, drehe dich auf dem linken Fußballen und drehe die Ferse nach links außen, bevor du sie auf den Boden stellst. Deine Brust und deine linke Hüfte sollten nun in dieselbe Richtung wie dein rechter Fuß zeigen. Führe deine Hände zu den Außenseiten deiner Hüfte und drehe die linke Hüfte nach vorne, während du die rechte Hüfte nach hinten führst. Beuge dein rechtes Knie, sodass es über dem Knöchel steht. Strecke deine Arme an den Seiten deiner Ohren aus und hebe deine Brust. Drücke dich in deine linke Ferse, während du das rechte Knie mittig über dem Knöchel hältst. Wiederhole das Ganze mit dem linken Fuß vorne.
es: Ponte de pie con las piernas muy separadas y los pies en paralelo. Gira el pie derecho hacia fuera 90 grados. Levanta el talón izquierdo y, girando sobre el metatarso del pie izquierdo, gira el talón hacia fuera a la izquierda antes de plantarlo en el suelo. Ahora el pecho y la cadera izquierda deberían apuntar en la misma dirección que el pie derecho. Lleva las manos a la zona externa de las caderas y abraza la cadera izquierda hacia adelante mientras llevas la cadera derecha hacia atrás. Flexiona la rodilla derecha para que quede colocada sobre el tobillo. Extiende los brazos junto a los oídos y eleva el pecho. Presiona en el talón izquierdo mientras mantienes la rodilla derecha centrada sobre el tobillo. Repítelo con el pie izquierdo adelantado.
fr: Prendre une pose avec les jambes écartées et les pieds parallèles. Tourner le pied droit de 90°. Lever le talon gauche et, en pivotant sur le plante du pied gauche, faire tourner le talon vers la gauche avant de le positionner sur le sol. La poitrine et la hanche gauche doivent désormais faire face à la même direction que le pied droit. Amener les mains vers l'extérieur des hanches et envelopper la hanche gauche tout en dirigeant la hanche droite en arrière. Plier le genou droit afin qu'il se superpose au-dessus de la cheville. Étirer les bras le long des oreilles et soulever la poitrine. Appuyer sur le talon gauche tout en maintenant le talon droit centré sur la cheville. Répéter avec le pied gauche en avant.
it: A gambe divaricate con i piedi paralleli tra loro. Ruotare il piede destro di 90 gradi. Sollevare il tallone sinistro e, facendo perno sulla pianta del piede sinistro, ruotare il tallone verso sinistra e portarlo sul petto l’anca sinistra dovrebbe essere rivolta nella stessa direzione del piede destro. Portate le mani ai fianchi esterni e avvolgere il fianco sinistro in avanti mentre si piega il fianco destro. Piegate il ginocchio destro in modo che si allinei sopra la caviglia. Stendere le braccia lungo le orecchie e sollevare il petto. Spingere tallone sinistro, mantenendo il ginocchio destro centrato sopra la caviglia. Ripetere con il piede sinistro in avanti.
ja: 両足を大きく左右に広げた姿勢を取り、足がお互いに平行になるようにします。右脚を90度外に回します。左のかかとを浮かせ、左足の母指球を中心にかかとを左に回し、地面につけます。胸と左のお尻は右足と同じ方向を向くようにします。両手を腰の横に置き、左のお尻を前に押し出すとともに、右のお尻を後ろに引きます。右ひざを曲げて、ひざが足首の真上に来るようにします。両腕を耳に沿って伸ばし、胸を持ち上げます。左のかかとを地面に押し付けながら、右のひざは右のかかとの上に来るようにします。 左右を入れかえて、左足を前にして、同様に繰り返します。
ko: 발이 서로 평행이 되게 하고 넓게 다리를 벌려 섭니다. 오른발을 밖으로 90도 돌립니다. 왼쪽 발꿈치를 들고 왼발 볼을 돌리며 바닥에 놓기 전에 왼쪽으로 발꿈치를 밖으로 돌립니다. 오른발과 같이 가슴과 왼쪽 엉덩이가 같은 방향이 되게 합니다. 손을 엉덩이 바깥 부분에 놓고 오른쪽 엉덩이를 뒤로 옮기며 왼쪽 엉덩이를 앞으로 감싸 줍니다. 오른쪽 무릎이 발목과 직선이 되도록 구부립니다. 귀 옆으로 팔을 펴며 가슴을 들어줍니다. 오른쪽 무릎이 발목 위로 유지하는 동안 왼쪽 발꿈치를 눌러줍니다. 왼발을 앞으로 한 상태에서 반복합니다.
nl: Ga in een spreidstand staan met je voeten evenwijdig aan elkaar. Draai de rechtervoet 90 graden naar buiten. Til de linkerhiel op en draai op de bal van de linkervoet de hiel naar links toe, voordat je het op de grond neerzet. Je borst en je linkerheup moeten nu in dezelfde richting staan als je rechtervoet. Breng je handen naar de buitenkant van je heupen en duw de linkerheup voorwaarts als je de rechterheup naar achteren duwt. Buig je rechterknie zodanig dat het recht boven je enkel valt. Strek je armen langs je oren en hef je borst omhoog. Oefen druk uit op je linkerhiel, terwijl je de rechterknie recht boven de enkel houdt. Herhaal dit met de linkervoet voor.
pt_pt: Assuma uma postura de pernas abertas com os pés paralelos entre si, vire o pé direito para fora a 90 graus. Levante o calcanhar esquerdo e, girando sobre a parte anterior da planta do pé esquerdo, gire o calcanhar para a esquerda antes de o fixar no chão. O seu peito e a sua anca esquerda não devem estar virados na mesma direção que o seu pé direito. Coloque as mãos nas ancas e oriente a anca esquerda para a frente e a anca direita para trás. Dobre o joelho direito de forma a que fique alinhado por cima do tornozelo. Estique os braços junto às orelhas e levante o peito. Faça pressão sobre o calcanhar esquerdo ao mesmo tempo que mantém o joelho direito centrado sobre o tornozelo. Repita com o pé esquerdo para a frente.
ru: Расставьте ноги на ширине 1-1,2 метра, руки поднимите на уровень плеч. Локти прямые, ладони обращены друг к другу. Поверните правую ногу стопой вовнутрь примерно на 40 градусов, а левую стопу наружу на 90 градусов. Одновременно с этим поверните бедра, торс и плечи налево. Обе стороны торса должны быть параллельны, поэтому слегка выдвиньте вперед правое бедро, а левое бедро слегка уберите назад, чтобы они оказались в одной плоскости. Согните левую ногу в колене под углом 90 градусов. Поднимите подбородок к потолку, посмотрите вверх. Правая нога должна быть полностью растянута. Бедра, плечи и торс должны поворачиваться влево.
sv: Anta en bredbent ställning med fötterna parallella till varandra. Sväng höger fot ut 90 grader. Höj vänster häl och sväng på bollen av vänster fot, snurra hälen ut till vänster före plantering av den på golvet. Bröstet och vänster höft ska nu vara vänt åt samma håll som din högra fot. Ta med dina händer till dina yttre höfter och linda den vänstra höften framåt när du styr höger höft tillbaka. Böj höger knä så att det staplar ovanför ankeln. Förläng armarna vid sidan av med dina öron och lyft bröstet. Tryck in vänster häl samtidigt som höger knä centreras över vristen. Upprepa med vänster fot framåt.
th: ยืนแยกขาออกโดยให้เท้าทั้งสองข้างขนานกัน หันเท้าขวาออกไป 90 องศา ยกส้นเท้าซ้ายแล้วจิกจมูกเท้าซ้าย จากนั้นหมุนส้นเท้าไปทางซ้ายแล้ววางลงบนพื้น ตอนนี้หน้าอกและสะโพกซ้ายของคุณควรหันไปในทิศทางเดียวกับเท้าขวาของคุณ วางมือทั้งสองไว้ที่สะโพกด้านนอกและดันสะโพกซ้ายไปข้างหน้าในขณะที่คุณคัดสะโพกขวาไปข้างหลัง งอเข่าขวาเพื่อให้ตั้งตรงกับข้อเท้า ชูแขนทั้งสองข้างให้ขนานไปกับหูและดันหน้าอกขึ้น ลงน้ำหนักที่ส้นเท้าซ้ายของคุณในขณะที่รักษาเข่าขวาให้อยู่ตรงกลางเหนือข้อเท้า ทำซ้ำเช่นนี้โดยให้เท้าซ้ายอยู่ข้างหน้า
tr: Ayaklarınız birbirine paralel vaziyette bacaklarınız açık bir şekilde durun. Sağ ayağınızı 90 derece çevirin. Sol topuğunuzu kaldırın ve sol ayak tabanınızın parmakların altında kalan kısmını döndürerek topuğunuzu yere yerleştirmeden önce sola doğru çevirin. Göğsünüz ve sol kalçanız sağ ayağınızla aynı yöne bakıyor olmalıdır. Ellerinizi kalçalarınızın dışına getirin ve sağ kalçanızı geri doğrulturken sol kalçanızı ileri sarın. Ayak bileğinizin üzerinde durması için sağ dizinizi bükün. Kollarınızı kulaklarınızın yanına uzatın ve göğsünüzü kaldırın. Sağ dizinizi ayak bileğinizin üzerinde ortalanmış bir şekilde tutarken sol topuğunuza bastırın. Sol ayak ileride olacak şekilde tekrarlayın.
zh_hans: 双脚分开站立，相互平行。右脚向外转90度。提起左脚跟，以脚垫为中心，脚跟转向左边再放到地方。你的胸口与左臀应该和右脚保持同一方向。双手放到臀部外侧，弯曲右膝。双臂沿着耳朵伸展并提起胸口。对左脚跟施力，右膝继续与脚踝保持一致。 左右位置互换重复以上动作。
zh_hant: 雙腳分開站立，相互平行。右腳向外轉90度。提起左腳跟，以腳墊為中心，腳跟轉向左邊再放到地方。你的胸口與左臀應該和右腳保持同一方向。雙手放到臀部外側，彎曲右膝。雙臂沿著耳朵伸展並提起胸口。對左腳跟施力，右膝繼續與腳踝保持一致。 左右位置互換重複以上動作。

# exerciseDescription129
source: Stand with your feet together and raise your arms alongside your ears. Keeping your right leg straight and your chest lifted, step the left foot back so that the ball of the foot is lightly resting on the floor. Slowly shift your weight into your right foot, hinge forward at the right hip crease, and reach your chest forward as you float the left leg behind you. Hug your outer hips towards each other and lift your belly/front ribs in towards your back. Repeat balancing on left leg with right leg extended behind you.
de: Stehe mit deinen Füßen zusammen und hebe deine Arme an den Seiten deiner Ohren nach oben. Lasse dein rechtes Bein gestreckt und deine Brust angehoben und stelle den linken Fuß einen Schritt zurück, sodass der Fußballen leicht auf dem Boden aufliegt. Verlagere dein Gewicht langsam auf den rechten Fuß, knicke an der rechten Hüftbeuge nach vorne und führe deine Brust nach vorne, während du das linke Bein hinter dich gleiten lässt. Drücke deine äußeren Hüften zueinander und hebe deinen Bauch/deine vorderen Rippen in Richtung Rücken. Wiederhole das Ganze und balanciere auf dem linken Bein mit dem rechten Bein hinter dir ausgestreckt.
es: Ponte de pie con los pies juntos y levanta los brazos junto a los oídos. Manteniendo la pierna derecha recta y el pecho elevado, desplaza el pie izquierdo hacia atrás para que el metatarso del pie descanse ligeramente en el suelo. Desplaza lentamente tu peso sobre el pie derecho, doblándote hacia adelante a la altura del pliegue de la cadera derecha, y lleva el pecho hacia adelante mientras elevas la pierna izquierda por detrás de ti. Abraza la zona externa de las caderas, la una hacia la otra, y eleva el vientre/costillas frontales hacia dentro, hacia la espalda. Repítelo equilibrándote sobre la pierna izquierda con la pierna derecha extendida detrás de ti.
fr: Se tenir debout avec les pieds joints et lever les bras le long des oreilles. En maintenant la jambe droite tendue et la poitrine soulevée, reculer le pied gauche afin que la plante du pied repose légèrement sur le sol. Basculer lentement le poids du corps sur le pied droit, se pencher vers l'avant au niveau de la pliure des hanches et diriger la poitrine vers l'avant tout en faisant flotter la jambe gauche derrière soi. Étreindre l'extérieur des hanches et soulever le ventre / les côtes vers le dos. Répéter en basculant sur la jambe gauche avec la jambe droite tendue derrière soi.
it: In piedi con i piedi uniti, alzare le braccia lungo le orecchie. Mantenere la gamba destra dritta e il petto sollevato, posizionare il piede sinistro in modo che la pianta del piede sia leggermente appoggiata sul pavimento. Lentamente spostare il peso sul piede destro, anca in avanti a destra, e portare il petto in avanti mentre portate la gamba sinistra dietro di voi. Abbracciare i fianchi esterni verso l'altro e sollevare la pancia / costole anteriori verso la schiena. Ripetere in equilibrio sulla gamba sinistra con la gamba destra estesa dietro di voi.
ja: 両足をそろえて立ち、両腕を耳に沿って上げます。右脚をまっすぐに、胸を正面に向けたまま、左足を後ろに引き、母指球が軽く地面につくようにします。体重をゆっくりと右足に移動させ、右脚の付け根を曲げて、胸を前に倒し、左脚を身体の後ろで浮かせます。お尻をお互いに引き寄せるように締め、お腹と肋骨の前側を背中の方に引きつけます。 左右を入れかえて、左脚でバランスをとり、右足を身体の後ろに伸ばす方も、同様に行います。
ko: 두 발로 서고 귀 옆에 팔을 들어줍니다. 가슴을 들고 오른발을 쭉 편 상태로 유지한 채, 왼발 볼이 바닥에 가볍게 닿도록 왼발을 뒤로 내밉니다. 오른발로 천천히 무게 중심을 옮기고, 가랑이를 앞으로 접으며, 왼발을 뒤로 젖히면서 가슴을 앞으로 내밉니다. 엉덩이 바깥 부분을 서로 조여주고 배/앞쪽 갈비뼈를 등 쪽으로 들어줍니다. 오른발을 뒤로 편 상태에서 왼발로 균형을 잡으며 반복합니다.
nl: Ga met je voeten naast elkaar staan en strek je armen langs je oren. Houd je rechterbeen recht met je borst opgeheven en stap met je linkervoet naar achteren en laat de bal van je voet lichtjes op de grond rusten. Verplaats langzaam je lichaamsgewicht naar je rechtervoet, buig voorover vanuit je heupen, breng je borst vooruit, terwijl je je linkerbeen naar achteren zwaait. Trek de buitenzijden van je heupen naar elkaar toe en til je buik/ribben voor naar je rug toe. Herhaal dit balancerend op het linkerbeen met het rechterbeen achter je gestrekt.
pt_pt: Em pé, una os pés e levante os braços junto às orelhas. Mantenha a perna direita esticada e o peito levantado, coloque o pé esquerdo atrás de modo a que a parte anterior da planta do pé fique ligeiramente apoiada no chão. Lentamente desloque o seu peso para o pé direito, dobre-se para a frente pela dobra da anca direita e incline o peito para a frente enquanto eleva a perna esquerda para trás. Mantenha as ancas unidas e niveladas e pressione a barriga/costelas frontais na direção das costas. Repita equilibrando-se na perna esquerda com a perna direita esticada atrás de si.
ru: Расставьте ноги на ширине 1-1,2 метра, руки поднимите на уровень плеч. Локти прямые, ладони обращены друг к другу. Поверните правую ногу стопой вовнутрь примерно на 40 градусов, а левую стопу наружу на 90 градусов. Одновременно с этим поверните бедра, торс и плечи налево. Выдохните и вытяните туловище и руки вперед над левым бедром. Тазобедренные суставы должны быть на одном уровне. Правая нога, туловище, голова и руки параллельны полу. Вытяните пальцы в стороны и разверните чуть в сторону пятку правой ноги.
sv: Stå med fötterna ihop och höj armarna längsmed dina öron. Håll ditt högra ben rakt och bröstet lyft, kliv vänster fot tillbaka så att trampdynan lätt vilar på golvet. Flytta sakta din vikt till din högra fot, sväng framåt på höger höftveck och räck bröstet framåt medan du flyter vänster ben bakom dig. Krama dina yttre höfter mot varandra och lyft din mage/främre revben in mot ryggen. Upprepa balanserande på vänster ben med höger ben utsträckt bakom dig.
th: ยืนขึ้นโดยให้เท้าชิดกันและยกแขนทั้งสองแนบไปข้างหู ยืนให้ขาขวาตั้งตรงและดันหน้าอกขึ้น ก้าวเท้าซ้ายมาด้านหลังเพื่อให้จมูกเท้าซ้ายวางพักอยู่บนพื้น ค่อย ๆ ถ่ายน้ำหนักไปยังเท้าขวาของคุณ งอตัวที่ขาหนีบด้านขวาและโน้มตัวไปข้างหน้าในขณะที่คุณยกขาซ้ายลอยขึ้นสูงจากพื้น เกร็งสะโพกด้านนอกและยกหน้าท้อง/ซึ่โครงด้านหน้าเข้าหาแผ่นหลังของคุณ ทำซ้ำเช่นนี้โดยรักษาสมดุลบนขาซ้ายในขณะที่เหยียดขาขวาไปข้างหลังคุณ
tr: Ayaklarınız bitişik vaziyette ayakta durun ve kollarınızı kulaklarınızın yanına kaldırın. Sağ bacağınızı düz ve göğsünüzü kalkık tutarken, ayağınızın parmakların altında kalan taban kısmı yerde hafifçe dinlenecek şekilde sol ayağınızla geri bir adım atın. Ağırlığınızı yavaşça sağ ayağınıza verin, sağ kalça kıvrımınızı ileri dayandırın ve sol bacağınızı arkanızda havaya kaldırırken göğsünüzü ileriye uzatın. Kalçalarınızın dış kısımlarını birbirine birleştirin ve göbeğinizi/ön kaburgalarınızı sırtınıza doğru çekin. Sağ ayağınızı arkanıza uzatarak sol bacağınız üzerinde denge kurarak tekrarlayın.
zh_hans: 双脚并拢站立，双臂沿着耳朵伸展。右脚伸直胸膛挺起，左脚往后移动，以脚垫触地。慢慢地将重心移到右脚，左脚提起悬浮在身后，同时以右臀为中心，上半身往前弯曲。缩腹夹臀。 左右位置互换重复以上动作。
zh_hant: 雙腳併攏站立，雙臂沿著耳朵伸展。右腳伸直胸膛挺起，左腳往後移動，以腳墊觸地。慢慢地將重心移到右腳，左腳提起懸浮在身後，同時以右臀為中心，上半身往前彎曲。縮腹夾臀。 左右位置互換重複以上動作。

# exerciseDescription130
source: Stand with your big toes together and outer edges of the feet parallel to each other. As you inhale, raise your right arm alongside your ear. As you exhale, side bend to the left, allowing your left hand to slide down the outside of the left leg. Press into the right heel and lift your left waist. Repeat by side bending to the right.
de: Stehe mit den großen Zehen zusammen und den Außenseiten der Füße parallel zueinander. Während du einatmest, hebe deinen rechten Arm an der Seite deines Ohrs nach oben. Während du ausatmest, beuge dich zur linken Seite und lasse deine linke Hand an der Außenseite des linken Beins hinab gleiten. Drücke dich in deine rechte Ferse und hebe deine linke Taille. Wiederhole das Ganze mit der Drehung nach rechts.
es: Ponte de pie con los dedos gordos de los pies juntos y los bordes externos de los pies en paralelo. Mientras inhalas, levanta el brazo derecho junto al oído. Mientras exhalas, dóblate lateralmente hacia la izquierda, permitiendo que la mano izquierda se deslice hacia abajo por la parte externa de la pierna izquierda. Presiona sobre el talón derecho y eleva la parte izquierda de la cintura. Repítelo doblándote lateralmente hacia la derecha.
fr: Se tenir debout avec les gros orteils joints et le bord extérieur des pieds parallèles. En inspirant, lever le bras droit le long de l'oreille. En expirant, se pencher sur le côté gauche en laissant glisser la main gauche à l'extérieur de la jambe gauche. Appuyer sur le talon droit et soulever la hanche gauche. Répéter en se penchant sur le côté droit.
it: In piedi con gli alluci uniti e i bordi esterni dei piedi paralleli tra loro. Quando inspirate, alzate il braccio destro accanto al vostro orecchio. Durante l'espirazione, piegatevi a sinistra, permettendo alla mano sinistra a scivolare verso il basso verso la parte esterna del la gamba sinistra. Premere sul tallone destro e sollevare l’anca sinistra. Ripetere piegando verso destra..
ja: 両足の親指をそろえて立ち、足の外側がお互いに平行になるようにします。息を吸いながら、右腕を耳に沿って上げます。次に息を吐きながら、左へ身体を倒し、左手が左脚の外側をスライドして下がるようにします。右のかかとを地面に押し付け、左のウエストを引き上げます。 左右を入れかえ、右へ身体を倒す方も同様に繰り返します。
ko: 엄지발가락을 서로 붙이고 발 바깥 부분이 서로 평행이 되게 한 상태로 섭니다. 숨을 들이쉬면서 오른팔을 귀 옆으로 들어줍니다. 숨을 내쉬면서 왼손을 왼발 바깥부분을 쓸어 내리며 왼쪽으로 몸을 숙입니다. 오른쪽 발꿈치를 누르고 왼쪽 허리를 들어줍니다. 오른쪽으로 몸을 숙이면서 반복합니다.
nl: Ga met je grote tenen naast elkaar staan met de buitenranden van de voeten evenwijdig aan elkaar.. Adem in, hef je rechterarm langs je oor omhoog. Adem uit, buig zijwaarts naar links, waarbij je linkerhand langs de buitenkant van je linkerbeen glijdt. Oefen druk uit op de rechterhiel en til je linkertaille op. Herhaal dit door een zijwaartse buiging naar rechts.
pt_pt: Comece na posição de pé com os dedos grandes dos pés unidos e pés paralelos entre si. Ao inspirar, levante o braço direito junto à orelha. Ao expirar, curve-se para a esquerda, permitindo à sua mão esquerda deslizar pela parte de fora da sua perna esquerda. Faça pressão sobre o calcanhar direito e eleve o lado esquerdo da sua cintura. Repita curvando-se para a direita.
ru: Встаньте ровно, пятки параллельны друг другу. Поднимите руки наверх. Постепенно наклоняйтесь туловищем в левую сторону до комфортного вам положения. Опустите левую руку на бедро и тянитесь вниз. Правая рука остаётся вытянутой вверх. Задержитесь и повторите упражнение со второй стороной.
sv: Stå med stortårna ihop och ytterkanterna av fötterna parallella med varandra. När du andas in, höj din högra arm bredvid örat. När du andas ut, böj åt sidan till vänster, vilket gör att din vänstra hand kan glida ner på utsidan av vänster ben. Tryck in i den högra hälen och lyft vänster midja. Upprepa genom att böja dig åt höger sida.
th: ยืนให้นิ้วหัวแม่โป้งเท้าอยู่ชิดกันและจัดเท้าของคุณให้ขนานกัน ในขณะที่คุณหายใจเข้าให้ยกแขนขวาขนานไปกับหูของคุณ ในขณะที่คุณหายใจออกให้เอนตัวไปทางซ้ายแล้วเลื่อนมือซ้ายแนบไว้ที่หน้าขาซ้าย ลงน้ำหนักที่ส้นเท้าขวาและยกเอวซ้ายของคุณ ทำซ้ำเช่นนี้โดยเอนตัวไปทางขวา
tr: Ayak başparmaklarınız bitişik ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. Nefes alırken, sağ kolunuzu kulağınızın yanına kaldırın. Nefes verirken, sol elinizin sol bacağınızın dışına kaymasına izin vererek sola doğru yana eğilin. Sağ topuğunuza bastırın ve belinizin sol kısmını kaldırın. Sağa yan eğilerek tekrarlayın.
zh_hans: 脚趾拇指并拢站立，双脚相互平行。吸气时右臂在耳朵旁举起。呼气时，身体向左侧弯，左手沿着左脚滑下。右脚跟施力并提起左边腰部。 左右位置互换重复以上动作。
zh_hant: 腳趾拇指併攏站立，雙腳相互平行。吸氣時右臂在耳朵旁舉起。呼氣時，身體向左側彎，左手沿著左腳滑下。右腳跟施力並提起左邊腰部。 左右位置互換重複以上動作。
