Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription118
source: Stand with your feet at least one leg's distance apart and toes slightly turned in. Bending at the hip creases, reach your chest forward to face the ground and plant your palms on the floor under your shoulders. As you inhale, lengthen your spine so that the crown of your head moves away from your hips. As you exhale, twist to the left and stretch your left arm up to the sky. Return the left palm to the ground underneath your left shoulder. Inhale as you lengthen the spine and exhale as you twist to the right, releasing the right arm up to the sky.
de: Stehe mit den Füßen mindestens eine Beinlänge auseinander und den Zehen leicht nach innen gedreht. Beuge dich an den Hüftbeugen, führe deine Brust nach vorne, sodass du auf den Boden schaust und lege deine Handflächen unter deine Schultern auf den Boden. Während du einatmest, mache deine Wirbelsäule lang, sodass sich dein Kopfscheitel von deiner Hüfte wegbewegt. Während du ausatmest, drehe dich nach links und strecke deinen linken Arm zum Himmel. Führe die linke Handfläche zurück unter deine linke Schulter auf den Boden. Atme ein, während du deine Wirbelsäule lang machst und atme aus, während du dich nach rechts drehst und den rechten Arm zum Himmel streckst.
es: Empieza con los pies separados como mínimo a una pierna de distancia y los dedos de los pies ligeramente girados hacia dentro. Mientras te doblas a la altura de los pliegues de la cadera, desplaza el pecho hacia adelante para quedar de cara al suelo y coloca las palmas de las manos en el suelo debajo de los hombros. Mientras tomas aire, estira la espalda para que la parte alta de la cabeza se mueva separándose de las caderas. Mientras exhalas, gira hacia la izquierda y estira el brazo izquierdo hacia el cielo. Vuelve a poner la palma de la mano izquierda en el suelo bajo el hombro izquierdo. Inhala mientras estiras la espalda y exhala mientras giras hacia la derecha, desplazando el brazo derecho hacia el cielo.
fr: Se tenir debout avec les pieds écartés d'au moins une longueur de jambe et les orteils légèrement tournés vers l'intérieur. En se penchant au niveau de la pliure des hanches, diriger la poitrine pour faire face au sol et positionner les paumes sur le sol sous les épaules. En inspirant, étirer la colonne vertébrale afin que l'arrière de la tête se déplace vers les hanches. En expirant, faire un mouvement de torsion vers la gauche et étirer le bras gauche vers le ciel. Ramener la paume gauche vers le sol sous l'épaule gauche. Inspirer en étirant la colonne vertébrale et expirer en effectuant une torsion vers la droite, en libérant le bras droit vers le ciel.
it: In piedi con i piedi ad almeno una distanza di gamba e le dita dei piedi leggermente girate. Piegando l’anca, portare il petto in avanti verso il terreno e piantare i palmi delle mani sul pavimento sotto le spalle. Quando inspirate, allungate la colonna vertebrale in modo che la sommità della testa si allontani dalle vostre anche. Durante l'espirazione, girarsia sinistra e allungare il braccio sinistro verso il cielo. Riportare il palmo della mano sinistra a terra sotto la spalla sinistra. Inspirate mentre allungate la colonna vertebrale ed espirate mentre girate a destra, portando il braccio destro in alto.
ja: 両足を少なくとも脚の長さ分だけ離して立ち、つま先はわずかに内側に回します。脚の付け根から身体を前に倒し、胸が地面の方を向くようにして、両手を肩の真下で地面につきます。息を吸いながら、背骨を伸ばし、頭のてっぺんがお尻と反対側に伸びるようにします。次に息を吸いながら、身体を左にひねり、左腕を空に向けて伸ばします。 左手を左肩の真下で再び地面につきます。息を吸いながら背骨を伸ばし、息を吐きながら身体を右にひねり、右腕を空に向けて伸ばします。
ko: 최소 한 발 간격으로 벌리고 발가락을 약간 안쪽으로 돌려 섭니다. 가랑이를 구부리며, 가슴을 바닥을 향하도록 앞으로 숙이고 손바닥을 어깨 아래 바닥에 놓습니다. 숨을 들이쉬면서 정수리가 엉덩이에서 멀어지도록 허리를 곧게 폅니다. 숨을 내쉬면서 왼쪽으로 비틀고 왼팔을 위로 폅니다. 왼 손바닥을 어깨 아래 바닥에 다시 놓습니다. 허리를 곧게 펴면서 숨을 들이쉬고 오른팔을 위로 펴면서 오른쪽으로 비틀며 숨을 내쉽니다.
nl: Ga met je voeten op minstens een beenlengte van elkaar staan met je tenen lichtelijk naar binnen gedraaid. Buig vanuit de heupen, breng je borst naar de vloer en plaats je handen onder je schouders op de vloer. Adem in, maak je wervelkolom langer, waardoor de kruin van je hoofd verder weg van je heupen komt te staan. Adem uit, draai naar links en strek je linkerarm naar de lucht. Zet je linkerhand weer terug onder je rechterschouder op de grond. Adem in, maak je wervelkolom langer en adem, draai naar rechts en breng de rechterarm de lucht in.
pt_pt: De pé, coloque os pés a uma distância equivalente ao comprimento de uma perna com os dedos dos pés ligeiramente virados para dentro. Dobrando pelas ancas, incline o peito para a frente e plante as palmas das mãos no chão por baixo dos ombros. Ao inspirar, alongue a coluna de forma a que o topo da cabeça se afaste das ancas. Ao expirar, torça para a esquerda e estique o braço esquerdo na direção do céu. Volte a colocar a palma da mão esquerda no chão por baixo do seu ombro esquerdo. Inspire ao mesmo tempo que alonga a coluna e expire ao mesmo tempo que se torce para a direita, estendendo o braço direito para o céu.
ru: Встаньте, расставьте ноги на расстояние примерно одного метра. Выпрямите ноги. Выдохните и наклонитесь вперед, растягивая позвоночник. Поставьте руки на пол на ширине плеч, непосредственно под плечевыми суставами. Выпрямите руки, растяните ноги и потянитесь туловищем вперед, чтобы спина прогнулась, раскрывая переднюю часть тела от лобковой кости до подбородка. Посмотрите вверх. Спина выпрямлена. Поставьте левую на пол. Выполняя вдох, вытягивайте правую ладонь вертикально вверх, так, чтобы в результате вытягивания ладоней вверх и вниз, образовалась, вертикальная линия. Смотрите вверх, на вытянутую ладонь, разворачивая шею вокруг своей оси.
sv: Stå med fötterna åtminstone ett benavstånd från varandra och tårna något inåtvända. Böj på höftveck, räck bröstet framåt för att möta marken och plantera handflatorna på golvet under dina axlar. När du andas in, sträck ryggraden så att kronan på huvudet rör sig bort från dina höfter. När du andas ut, vrid åt vänster och sträck vänster arm upp mot himlen. Ta tillbaka vänster handflata mot marken under din vänstra axel. Andas in när du sträcker ryggraden och andas ut när du vrider åt höger, så att höger arm släpper upp mot himlen.
th: ยืนขึ้นโดยแยกเท้าของคุณออกอย่างน้อยหนึ่งความยาวขาและหันนิ้วเท้าเข้ามาด้านในเล็กน้อย โน้มตัวลงที่ขาหนีบของคุณโดยพุ่งลำตัวลงไปที่พื้นและวางฝ่ามือทั้งสองข้างไว้บนพื้น ในขณะที่คุณหายใจเข้ายืดสันหลังของคุณขึ้นเพื่อให้ศีรษะหันออกจากสะโพกของคุณ ในขณะที่คุณหายใจออกให้บิดตัวไปทางซ้ายและเหยียดแขนซ้ายชี้ขึ้นไปบนฟ้า จากนั้นดึงฝ่ามือซ้ายกลับลงมาสู่พื้นไว้ใต้หัวไหล่ของคุณ ในขณะที่คุณหายใจเข้าให้ยืดสันหลังขึ้นและหายใจออกในขณะที่คุณบิดตัวไปทางขวาแล้วเหยียดแขนขวาชี้ขึ้นไปบนฟ้า
tr: Ayaklarınız en az bir bacak uzunluğunda aralıklı ve ayak parmakları hafif içe çevrilmiş şekilde ayaklarınızın üzerinde durun. Kalça kıvrımlarından eğilerek, yere bakacak vaziyette göğsünüzü ileri uzatın ve avuç içlerinizi omuzlarınızın altında yere yerleştirin. Nefes alırken, başınızın tepesini kalçalarınızdan öteye hareket ettirerek omurganızı uzatın. Nefes verirken, sola burgu yapın ve sol kolunuzu gökyüzüne doğru yukarıya esnetin. Sol avuç içinizi sol omzunuzun altında yere geri getirin. Omurganızı uzatırken nefes alın ve sağ kolunuzu gökyüzüne doğru yukarıya serbest bırakarak sağa burgu yaparken nefes verin.
zh_hans: 两脚相距至少一只脚的宽度站立，脚趾稍微内转。上半身弯曲，胸口面向地板，手掌位于肩膀之下放在地上。吸气时，伸展脊椎挺直身体。呼气时，身体扭向左边，左臂朝天伸展。 左掌放回地上。吸气时伸展脊椎，呼气时身体扭向右边，右臂朝天伸展。
zh_hant: 兩腳相距至少一隻腳的寬度站立，腳趾稍微內轉。上半身彎曲，胸口面向地板，手掌位於肩膀之下放在地上。吸氣時，伸展脊椎挺直身體。呼氣時，身體扭向左邊，左臂朝天伸展。 左掌放回地上。吸氣時伸展脊椎，呼氣時身體扭向右邊，右臂朝天伸展。

# exerciseDescription119
source: Stand with your feet at least one leg's distance apart and toes slightly turned in. Bending at the hip creases, reach your chest forward to face the ground and plant your palms on the floor under your shoulders. Walk your hands to the right and hold on to the outside of the right ankle, bringing your chin towards the right shin. Walk the hands back to center and then over to the left, holding on to the outside of the left ankle as you bring your chin towards the left shin.
de: Stehe mit den Füßen mindestens eine Beinlänge auseinander und den Zehen leicht nach innen gedreht. Beuge dich an den Hüftbeugen, führe deine Brust nach vorne, sodass du auf den Boden schaust und lege deine Handflächen unter deine Schultern auf den Boden. Wandere mit deinen Händen nach rechts und halte die Außenseite deines rechten Knöchels, während du das Kinn zum rechten Schienbein führst. Wandere mit den Händen zurück zur Mitte und dann nach links und halte die Außenseite des linken Knöchels, während du dein Kinn zum linken Schienbein führst.
es: Ponte de pie con los pies separados como mínimo a la distancia de una pierna y los dedos ligeramente girados hacia dentro. Mientras te doblas a la altura de los pliegues de la cadera, desplaza el pecho hacia adelante para quedar de cara al suelo y coloca las palmas de las manos en el suelo bajo los hombros. Haz que tus manos caminen hacia la derecha y sujétate a la parte externa del tobillo derecho, llevando el mentón hacia la espinilla derecha. Haz que tus manos caminen de nuevo hacia el centro y después hacia la izquierda, sujetándote a la parte externa del tobillo izquierdo mientras llevas el mentón hacia la espinilla izquierda.
fr: Se tenir debout avec les pieds écartés d'au moins une longueur de jambe et les orteils légèrement tournés vers l'intérieur. En se penchant au niveau de la pliure des hanches, diriger la poitrine pour faire face au sol et positionner les paumes sur le sol sous les épaules. Faire avancer les mains vers la droite et les maintenir à l'extérieur de la cheville droite, en amenant le menton vers le tibia droit. Ramener les mains au centre, puis sur la gauche, en les maintenant à l'extérieur de la cheville gauche et en dirigeant le menton vers le tibia gauche.
it: In piedi con i piedi ad almeno una distanza di gamba e le dita dei piedi leggermente girato a. Piegando l’anca, portare il petto in avanti verso terra e piantare i palmi delle mani sul pavimento sotto le spalle. Portare le mani a destra e tenere sull'esterno della caviglia destra, portando il mento verso lo stinco destro. Portare le mani di nuovo al centro e poi verso sinistra, aggrappandosi alla parte esterna della caviglia sinistra, portando il mento verso lo stinco sinistro.
ja: 両足を少なくとも脚の長さ分だけ離して立ち、つま先はわずかに内側に回します。脚の付け根から身体を前に倒し、胸が地面の方を向くようにして、両手を肩の真下で地面につきます。両手を右に歩かせ、右足首の外側をつかみ、あごを右すねに近づけます。両手を正面に歩かせて戻したら、次に左に歩かせ、左足首の外側をつかみ、あごを左すねに近づけます。
ko: 최소 한 발 간격으로 벌리고 발가락을 약간 안쪽으로 돌려 섭니다. 가랑이를 구부리며, 가슴을 바닥을 향하도록 앞으로 숙이고 손바닥을 어깨 아래 바닥에 놓습니다. 오른쪽으로 손으로 걸으며, 턱을 오른쪽 정강이로 가져오며 오른쪽 발목 바깥 부분을 잡습니다. 다시 손을 중앙에 놓은 후 턱을 왼쪽 정강이로 가져오면서 왼쪽 발목 바깥 부분을 잡으며 왼쪽으로 갑니다.
nl: Ga met je voeten op minstens een beenlengte van elkaar staan met je tenen lichtelijk naar binnen gedraaid. Buig vanuit de heupen, breng je borst naar de vloer en plaats je handen onder je schouders op de vloer. Kruip op je handen naar rechts en houd de buitenkant van de rechterenkel vast, waardoor je kin richting rechterscheen gaat. Kruip op je handen terug naar het midden en vervolgens naar links, waarbij je de buitenkant van de linkerenkel vastpakt en je kin naar het linkerscheenbeen wordt geleid.
pt_pt: De pé, coloque os pés a uma distância equivalente ao comprimento de uma perna com os dedos dos pés ligeiramente virados para dentro. Dobrando pelas ancas, incline o peito para a frente e plante as palmas das mãos no chão por baixo dos ombros. Caminhe com as mãos para a direita e agarre a parte de fora do tornozelo direito, trazendo o seu queixo para junto da canela direita. Volte com as mãos ao centro e depois caminhe para a esquerda, agarrando a parte de fora do tornozelo esquerdo, trazendo o seu queixo para junto da canela esquerda.
ru: Расставьте ноги на расстоянии около метра между ступнями. Поверните корпус немного в правую сторону, совершите небольшой наклон к ноге что бы вы могли достать руками до правой ступни. Сделайте следующий захват руками: правой рукой возьмитесь за правую пятку или щиколотку, левой рукой за внешнюю сторону голени. На выдохе совершите наклон к правой ноге. Спину по возможности следует держать прямой. Подбородок тянется к правому колену, а живот к правому бедру. .
sv: Stå med fötterna åtminstone ett benavstånd från varandra och tårna något inåtvända. Böj på höftvecket, räck framåt bröstet för att möta marken och plantera handflatorna på golvet under dina axlar. gå med händerna åt höger och håll fast vid utsidan av höger fotled, så att du hakan mot höger smalben. Gå med händerna tillbaka till centrum och sedan över till vänster, håll på utsidan av vänster fotled medan du för hakan mot vänster smalben.
th: ยืนขึ้นโดยแยกเท้าของคุณออกอย่างน้อยหนึ่งความยาวขาและหันนิ้วเท้าเข้ามาด้านในเล็กน้อย โน้มตัวลงที่ขาหนีบของคุณโดยพุ่งลำตัวลงไปที่พื้นและวางฝ่ามือทั้งสองข้างไว้บนพื้น เคลื่อนมือทั้งสองของคุณไปทางขวาจากนั้นเอื้อมมือไปจับข้อเท้าขวาด้านนอกทำให้คางของคุณเคลื่อนเข้าหาหน้าแข้งขวา เคลื่อนมือทั้งสองกลับมาตรงกลางแล้วเคลื่อนไปทางซ้ายจากนั้นเอื้อมมือไปจับข้อเท้าซ้ายด้านนอกทำให้คางของคุณเคลื่อนเข้าหาหน้าแข้งซ้าย
tr: Ayaklarınız en az bir bacak uzunluğunda aralıklı ve ayak parmakları hafif içe çevrilmiş şekilde ayaklarınızın üzerinde durun. Kalça kıvrımlarından eğilerek, yere bakacak vaziyette göğsünüzü ileri uzatın ve avuç içlerinizi omuzlarınızın altında yere yerleştirin. Ellerinizi sağa yürütün ve çenenizi sağ kavalkemiğinize doğru getirerek sağ ayak bileğinizin dış kısmına tutunun. Çenenizi sol kavalkemiğinize doğru getirirken sol ayak bileğinizin dış kısmına tutunarak ellerinizi önce merkeze geri yürütün ve ardından sola yürütün.
zh_hans: 两脚相距至少一只脚的宽度站立，脚趾稍微内转。上半身弯曲，胸口面向地板，手掌位于肩膀之下放在地上。双手移动到右边并握住右脚踝外侧，下巴移动到右脚胫骨的位置。回到中心然后再往左移动，握住左脚踝外侧，下巴移动到左脚胫骨的位置。
zh_hant: 兩腳相距至少一隻腳的寬度站立，腳趾稍微內轉。上半身彎曲，胸口面向地板，手掌位於肩膀之下放在地上。雙手移動到右邊並握住右腳踝外側，下巴移動到右腳脛骨的位置。回到中心然後再往左移動，握住左腳踝外側，下巴移動到左腳脛骨的位置。

# exerciseDescription120
source: Lie on your back. Extend your left arm alongside your left ear as you roll onto your left side. Bend your left elbow and rest the side of your head on your left palm. Bend your right knee towards your right shoulder and circle the first three fingers of your right hand around your big right toe. Extend your right leg as much as you can, grounding your left side and hugging your right buttock towards your left inner thigh. Repeat lying on your right side, holding your big left toe.
de: Lege dich auf den Rücken. Strecke deinen linken Arm an der Seite deines linken Ohrs aus, während du dich auf deine linke Seite rollst. Beuge deinen linken Ellbogen und lege deine Seite deines Kopfes auf deine linke Handfläche. Beuge dein rechtes Knie zu deiner rechten Schulter und lege die ersten drei Finger deiner rechten Hand um deinen rechten, großen Zeh. Strecke dein rechtes Bein, soweit du kannst, aus, lasse deine linke Seite auf dem Boden und umarme deinen rechten Gesäßknochen in Richtung der Innenseite deines linken Oberschenkels. Wiederhole die Lage auf der rechten Seite und halte deinen linken, großen Zeh.
es: Túmbate boca arriba. Extiende el brazo izquierdo junto al oido izquierdo mientras giras hacia el lado izquierdo. Flexiona el codo izquierdo y haz que la zona lateral de la cabeza descanse en la palma de la mano izquierda. Flexiona la rodilla derecha hacia el hombro derecho y pon los tres primeros dedos de la mano derecha alrededor del dedo gordo del pie derecho. Extiende la pierna derecha tanto como puedas, pegando tu lado izquierdo al suelo y abrazando el glúteo derecho hacia la cara interna del muslo izquierdo. Repítelo tumbado sobre tu lado derecho, sujetando el dedo gordo del pie izquierdo.
fr: S'allonger sur le dos. Étirer le bras gauche le long de l'oreille tout en roulant sur le côté gauche. Plier le coude gauche et reposer le côté de la tête sur la paume gauche. Plier le genou droit vers l'épaule droite et entourer le gros orteil droit avec les trois premiers doigts de la main droite. Étirer la jambe droite autant que possible, en maintenant au sol le côté gauche et en étreignant la fesse droite vers l'intérieur de la cuisse gauche. Répéter en s'allongeant sur le côté droit et en maintenant le gros orteil gauche.
it: Sdraiatevi sulla schiena. Stendete il braccio sinistro accanto al vostro orecchio sinistro. Piegare il gomito sinistro e posare il lato della testa sul palmo della mano sinistra. Piegate il ginocchio destro verso la spalla destra portare le prime tre dita della mano destra intorno al vostro alluce destro. estendere la gamba destra per quanto è possibile, portarla a terra sul lato sinistro e abbracciare la natica destra verso la parte interna della coscia sinistra. Ripetere sdraiati sul fianco destro, tenendo l’ alluce sinistro.
ja: 仰向けに横たわります。左腕を左耳に沿って伸ばし、身体を左側に転がらせます。左ひじを曲げ、頭の左側を左手の上に置きます。右ひざを右肩の方へ向けて曲げ、右手の親指から中指までの３本指を右足の親指の周りに回します。右脚をできる限り伸ばしながら、身体の左側が地面から離れないようにし、右のお尻を左の太ももの内側に引き寄せるようにします。 左右を入れかえて、右側を下に横たわり、左足の親指をつかむ方も同様に行います。
ko: 등으로 눕습니다. 왼쪽으로 몸을 기울이며 왼쪽 귀 옆으로 왼팔을 폅니다. 왼쪽 팔꿈치를 구부리고 왼쪽 손바닥에 머리를 둡니다. 오른쪽 무릎을 오른쪽 어깨 쪽으로 구부리고 오른쪽 엄지발가락을 오른손 세 손가락으로 잡습니다. 왼쪽 면을 땅에 붙이고 오른쪽 엉덩이를 왼쪽 허벅지 안쪽으로 조여주며 할 수 있는 만큼 오른발을 폅니다. 왼쪽으로 누워 왼쪽 엄지발가락을 잡으며 반복합니다.
nl: Ga op je rug liggen. Strek je linkerarm langs je linkeroor als je op je linkerzijde rolt. Buig je linker elleboog en rust met de zijkant van je hoofd op je linkerhandpalm. Buig je rechterknie naar je rechterschouder en pak met de eerste drie vingers van je rechterhand je grote rechterteen vast. Strek zover als je kunt je rechterbeen uit, waarbij je linkerkant op de grond blijft, waarbij je rechterbil dichtbij de binnenkant van je linkerdij wordt gebracht. Herhaal dit door op je rechterkant te liggen en je grote linkerteen vast te houden.
pt_pt: Deite-se de costas. Estique o braço esquerdo junto à orelha esquerda ao mesmo tempo que se deita sobre o seu lado esquerdo. Dobre o cotovelo esquerdo e pouse a cabeça na palma da mão esquerda. Dobre o joelho direito na direção do ombro direito e com os três primeiros dedos da sua mão direita agarre o seu dedo grande do pé. Estique a perna direita o máximo que puder, ancorando o seu lado esquerdo e fixando a nádega direita no interior da coxa esquerda. Repita deitando-se sobre o lado direito, segurando no dedo do pé esquerdo.
ru: Лягте на спину. На выдохе повернитесь на левый бок. Поднимите голову и вытяните левую руку вдоль пола, продолжив ею линию тела. Согните руку в локте, поднимите предплечье и прижмите голову к левой ладони, расположив ладонь прямо над левым ухом. Оставайтесь в этом положении в течение нескольких секунд. Согните правую ногу в колене, захватите большой палец правой ноги, зажав его между большим, указательным и средним пальцами. С выдохом вытяните правую руку и правую ногу вертикально.
sv: Ligg på rygg. Sträck din vänstra arm bredvid ditt vänstra öra medan du rullar över på vänster sida. Böj vänster armbåge och vila sidan av huvudet på vänster handflata. Böj höger knä mot höger axel och cirkla de tre första fingrar i din högra hand runt din högra stortå. Sträck ditt högra ben så mycket som möjligt, så att du jordar vänster sida och kramar din högra skinka mot vänster inner lår. Upprepa liggande på höger sida, hållandes din vänstra stortå.
th: นอนหงาย จากนั้นพลิกตัวไปทางซ้ายในขณะที่คุณเหยียดแขนซ้ายไปทางด้านข้างหูซ้ายของคุณ พับข้อศอกซ้ายขึ้นมาและพักศีรษะของคุณไว้บนฝ่ามือซ้าย งอเข่าขวาของคุณเข้าหาลำตัวและใช้สามนิ้วแรกของมือขวาเอื้อมจับที่นิ้วหัวแม่โป้งเท้าขวาเอาไว้ เหยียดขาขวาออกไปให้มากที่สุดเท่าที่ทำได้ ลงน้ำหนักร่างกายฝั่งซ้ายลงบนพื้นและเกร็งสะโพกขวาเข้าหาต้นขาซ้ายของคุณ ทำซ้ำเช่นนี้โดยนอนบนด้านขวาและจับนิ้วหัวแม่โป้งเท้าซ้าย
tr: Sırt üstü yatın. Sol tarafınıza doğru yuvarlanırken sol kolunuzu sol kulağınızın yanına uzatın. Sol dirseğinizi bükün ve başınızın yan tarafını sol avuç içinizin üzerinde dinlendirin. Sağ dizinizi sağ omzunuza doğru bükün ve sağ elinizin ilk üç parmağıyla sağ ayak başparmağınızı çevreleyin. Sol tarafınızı sabit tutarak ve poponuzun sağ kısmını sol uyluğunuza doğru sararken sağ bacağınızı uzatabildiğiniz kadar çok uzatın. Sağ tarafınıza yatarak ve sol ayak başparmağınızı tutarak tekrarlayın.
zh_hans: 仰卧在地。左臂沿着左耳伸展，身体翻向左侧。左手肘弯曲，头侧放在左手掌。右膝朝右肩方向弯曲，右手首三根手指围绕右脚拇趾。尽可能地伸展右脚，身体左侧着地，右臀朝左大腿内侧靠紧。 左右位置互换重复以上动作。
zh_hant: 仰臥在地。左臂沿著左耳伸展，身體翻向左側。左手肘彎曲，頭側放在左手掌。右膝朝右肩方向彎曲，右手首三根手指圍繞右腳拇趾。盡可能地伸展右腳，身體左側著地，右臀朝左大腿內側靠緊。 左右位置互換重複以上動作。
