Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

source: Choose Your Goals
de: Wählen Sie Ihre Ziele
es: Elige tus objetivos
fr: Choisissez vos objectifs
it: Scegli i tuoi obiettivi
ja: 目標を選んでください
ko: 목표 선택
nl: Kies Je Doelen
pt_pt: Escolha os seus objetivos
ru: Выберите свои цели
sv: Välj dina mål
th: เลือกเป้าหมายของคุณ
tr: Hedeflerinizi Belirleyin
zh_hans: 选择您的目标
zh_hant: 選擇您的目標

source: Increase Flexibility
de: Erhöhung der Dehnbarkeit
es: Incrementar la flexibilidad
fr: Augmenter la flexibilité
it: Aumenta flessibilità
ja: 柔軟性の向上
ko: 유연성 향상
nl: Flexibiliteit Verhogen
pt_pt: Aumentar a flexibilidade
ru: Увеличить гибкость
sv: Ökad smidighet
th: เพิ่มความยืดหยุ่น
tr: Esnekliğinizi Arttırın
zh_hans: 增加灵活性
zh_hant: 提高靈活性

source: Get Toned
de: Bessere Körperdefinition
es: Tonificar
fr: Se tonifier
it: Rassoda
ja: 身体を引き締める
ko: 몸매 가꾸기
nl: Strak Lichaam
pt_pt: Tonificar
ru: Увеличить тонус
sv: Bli mer vältränad
th: มีรูปร่างกระชับ
tr: Vücudunuzu Şekle Sokun
zh_hans: 变得结实
zh_hant: 變得強壯

source: Lose Weight
de: Gewichtsverlust
es: Perder peso
fr: Perdre du poids
it: Perdi peso
ja: 体重を減らす
ko: 체중 감량
nl: Gewicht Verliezen
pt_pt: Perder peso
ru: Похудеть
sv: Gå ner i vikt
th: ลดน้ำหนัก
tr: Kilo Verin
zh_hans: 减肥
zh_hant: 減肥

source: Reduce Stress
de: Stress reduzieren
es: Reducir el estrés
fr: Réduire le stress
it: Riduci lo stress
ja: ストレスを減らす
ko: 스트레스 줄이기
nl: Stress Verminderen
pt_pt: Reduzir o stress
ru: Уменьшить стресс
sv: Reducera stress
th: ลดความเครียด
tr: Stresi Azaltın
zh_hans: 减压
zh_hant: 減壓

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 継続
ko: 계속하기
nl: Doorgaan
pt_pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ไปต่อ
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

source: Enter Your Parameters
de: Geben Sie Ihre Parameter ein
es: Introduce tus parámetros
fr: Entrez vos paramètres
it: Inserisci i tuoi dati
ja: パラメーターを入力してください
ko: 매개 변수 입력
nl: Voer Je Parameters in
pt_pt: Insira os seus parâmetros
ru: Введите свои параметры
sv: Ange längd/vikt
th: กรอกพารามิเตอร์ของคุณ
tr: Parametrelerinizi Girin
zh_hans: 输入您的参数
zh_hant: 輸入您的參數

source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
ja: 身長
ko: 신장
nl: Lengte
pt_pt: Altura
ru: Рост
sv: Längd
th: ความสูง
tr: Boy
zh_hans: 身高
zh_hant: 身高

source: Current weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
it: Peso attuale
ja: 現在の体重
ko: 현재 몸무게
nl: Huidig gewicht
pt_pt: Peso atual
ru: Текущий вес
sv: Nuvarande vikt
th: น้ำหนักปัจจุบัน
tr: Mevcut kilo
zh_hans: 当前体重
zh_hant: 當前體重

source: Target weight
de: Zielgewicht
es: Peso objetivo
fr: Poids ciblé
it: Peso desiderato
ja: 目標体重
ko: 목표 몸무게
nl: Doelgewicht
pt_pt: Peso desejado
ru: Целевой вес
sv: Målvikt
th: นำหนักที่ต้องการ
tr: Hedef kilo
zh_hans: 目标体重
zh_hant: 目標體重

source: Pick Your Height
de: Wählen Sie Ihre Größe
es: Selecciona tu altura
fr: Choisissez votre taille
it: Seleziona la tua altezza
ja: 身長を選んでください
ko: 신장 선택
nl: Kies Je Lengte
pt_pt: Selecione a sua altura
ru: Выберите свой рост
sv: Välj din längd
th: เลือกความสูงของคุณ
tr: Boyunuzu Seçin
zh_hans: 选择您的身高
zh_hant: 選擇您的身高

source: Pick Your Weight
de: Wählen Sie Ihr Gewicht
es: Selecciona tu peso
fr: Choisissez votre poids
it: Seleziona il tuo peso
ja: 体重を選んでください
ko: 몸무게 선택
nl: Kies Je Gewicht
pt_pt: Selecione o seu peso
ru: Выберите свой вес
sv: Ange din vikt
th: เลือกน้ำหนักของคุณ
tr: Ağırlığınızı Seçin
zh_hans: 选择您的体重
zh_hant: 選擇您的體重

source: Pick Your Target Weight
de: Wählen Sie Ihr Zielgewicht
es: Selecciona tu peso objetivo
fr: Choisissez votre poids ciblé
it: Seleziona il peso che desideri raggiungere
ja: 目標体重を選んでください
ko: 목표 몸무게 선택
nl: Kies Je Doelgewicht
pt_pt: Selecione o seu peso desejado
ru: Выберите свой целевой вес
sv: Ange din målvikt
th: เลือกน้ำหนักที่ต้องการ
tr: Hedef Ağırlığınızı Seçin
zh_hans: 选择您的目标体重
zh_hant: 選擇您的目標體重

source: lbs
it: lb
ja: ポンド
th: ปอนด์
zh_hans: 磅
zh_hant: 磅

source: kg
ja: キログラム
ru: кг
th: กิโลกรัม
zh_hans: 公斤
zh_hant: 公斤

source: ft, in
ja: フィート、インチ
pt_pt: pés, pol
th: ฟุต นิ้ว
zh_hans: 英尺, 英寸
zh_hant: 英尺, 英寸

source: cm
ja: センチメートル
ru: см
th: เซ็นติเมตร
zh_hans: 厘米
zh_hant: 厘米

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt_pt: Guardar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

source: Join Millions of happy users
de: Machen Sie es wie Millionen glücklicher Benutzer
es: Únete a millones de usuarios satisfechos
fr: Rejoignez des millions d’utilisateurs satisfaits
it: Unisciti a milioni di utenti felici
ja: 数百万人のユーザーの 一員になりましょう
ko: 수백만 명의 만족한 사용자 가입
nl: Sluit je aan bij miljoenen blijde gebruikers
pt_pt: Junte-se a milhões de utilizadores satisfeitos
ru: Присоединяйтесь к миллионам счастливых пользователей
sv: Häng med miljontals andra nöjda användare
th: เข้าร่วมกับผู้ใช้งาน ที่มีความสุขหลายล้านคน
tr: Milyonlarca Mutlu kullanıcıya katılın
zh_hans: 成为百万 满意用户中的一员
zh_hant: 成為百萬 滿意用戶中的一員

source: No Annoying Ads
de: Ohne nervende Werbung
es: Sin anuncios molestos
fr: Pas de pubs ennuyeuses
it: Nessuna pubblicità invasiva
ja: 煩わしい広告なし
ko: 광고 없음
nl: Geen Vervelende Reclame
pt_pt: Sem anúncios irritantes
ru: Без надоедливой рекламы
sv: Ingen irriterande reklam
th: ไม่มีโฆษณามารบกวน
tr: Sinir Bozucu Reklamlar Yok
zh_hans: 没有任何烦人广告
zh_hant: 無任何惱人廣告

source: Not sure yet?
de: Noch nicht sicher?
es: ¿Todavía no estás seguro?
fr: Pas encore sûr ?
it: Hai ancora dubbi?
ja: まだ信用できませんか?
ko: 아직 확실하지 않습니까?
nl: Twijfel je nog?
pt_pt: Ainda não tem a certeza?
ru: Еще не уверены?
sv: Inte bestämt dig?
th: ยังไม่แน่ใจ?
tr: Henüz emin değil misiniz?
zh_hans: 还不确定
zh_hant: 還不確定？

source: Discount %d%%
de: Rabatt %d%%
es: Descuento del %d%%
fr: Remise de %d%%
it: Sconto del %d%%
ja: %d%%割引
ko: %d%% 할인
nl: Korting %d%%
pt_pt: Desconto %d%%
ru: Скидка %d%%
sv: Rabatt %d%%
th: ส่วนลด %d%%
tr: İndirim %d%%
zh_hans: 折扣%d%%
zh_hant: 折扣%d%%

source: Just Now! Limited Offer!
de: Nur jetzt! Limitiertes Angebot!
es: ¡Solo ahora! ¡Oferta limitada!
fr: Offre limitée et unique !
it: Solo ora! Offerta limitata!
ja: 今だけ!限定オファー!
ko: 바로 지금! 한정된 혜택!
nl: Alleen Nu! Tijdelijke Aanbieding!
pt_pt: Só agora! Oferta limitada!
ru: Только сейчас! Специальное предложение!
sv: Bara just nu! Tidsbegränsat erbjudande!
th: แค่ตอนนี้! ข้อเสนอที่จำกัด!
tr: Hemen Şimdi! Sınırlı Süreli Teklif!
zh_hans: 限时优惠！名额有限！
zh_hant: 限時優惠！名額有限！

source: Join with our best offer
de: Nutzen Sie unser bestes Angebot
es: Únete con nuestra mejor oferta
fr: Rejoignez-nous avec notre meilleure offre
it: Attiva la nostra offerta migliore
ja: 最高のオファーをご利用ください
ko: 최고 혜택으로 가입하세요
nl: Stap in met onze beste aanbieding
pt_pt: Adira com a nossa melhor oferta
ru: Присоединяйтесь к нам с наилучшим предложением
sv: Gå med och använd vårt bästa erbjudande
th: เข้าร่วมกับข้อเสนอที่ดีที่สุดของเรา
tr: En iyi Teklifimizle Katılın
zh_hans: 通过最优折扣成为会员
zh_hant: 透過最優折扣成為會員

source: Weekly plan
de: Wöchentlicher Plan
es: Plan semanal
fr: Plan hebdomadaire
it: Piano settimanale
ja: ウィークリープラン
ko: 주간 계획
nl: Wekelijks plan
pt_pt: Plano semanal
ru: Еженедельная подписка
sv: Veckoplan
th: แผนรายสัปดาห์
tr: Haftalık plan
zh_hans: 每周计划
zh_hant: 每週計劃

source: Monthly plan
de: Monatlicher Plan
es: Plan mensual
fr: Plan mensuel
it: Piano mensile
ja: マンスリープラン
ko: 월간 계획
nl: Maandelijks plan
pt_pt: Plano mensal
ru: Ежемесячная подписка
sv: Månadsplan
th: แผนรายเดือน
tr: Aylık plan
zh_hans: 每月计划
zh_hant: 每月計劃

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今は結構
ko: 나중에
nl: Nu niet
pt_pt: Agora não
ru: Не сейчас
sv: Inte just nu
th: ไม่ใช่ตอนนี้
tr: Henüz Değil
zh_hans: 暂不
zh_hant: 暂不

source: Save %d%%
de: Sparen Sie %d%%
es: Ahorra un %d%%
fr: Économisez %d%%
it: Risparmia il %d%%
ja: %d%%節約
ko: %d%% 절약
nl: Bespaar %d%%
pt_pt: Poupe %d%%
ru: Экономия %d%%
sv: Spara %d%%
th: ประหยัด %d%%
tr: Tasarrufunuz %d%%
zh_hans: 保存%d%%
zh_hant: 保存%d%%

source: year Billed annually
de: Jahr Jährliche Verrechnung
es: año Factura anual
fr: an Facturé annuellement
it: l’anno Pagamento annuale
ja: 年 年間支払い
ko: 년 연간 청구
nl: jaar Jaarlijks gefactureerd
pt_pt: ano Faturado anualmente
ru: год Оплата раз в год
sv: år Betalas en gång per år
th: ปี เรียกเก็บเงินรายปี
tr: yıl Yıllık faturalandırılır
zh_hans: 年 按年收费
zh_hant: 年 按年收費

source: after free 7-day trial period
de: nach dem kostenlosen 7-Tages- Testzeitraum
es: tras un período de prueba de 7 días gratis
fr: après la période d’essai gratuit de 7 jours
it: dopo 7 giorni gratuiti di prova
ja: 無料の7日間 トライアル期間の後
ko: 무료 7일 평가판 기간 후
nl: na de gratis 7-daagse proefperiode
pt_pt: após o período de avaliação gratuita de 7 dias
ru: после 7-дневного бесплатного пробного периода
sv: efter en gratis testperiod/n på 7 dagar
th: หลังจาก 7 วัน ของช่วงเวลาทดลองใช้งานฟรี
tr: ücretsiz 7 günlük deneme süresi sonunda
zh_hans: 7天免费试用期后
zh_hant: 7天免費試用期後

# healthAppPermisionKey
source: App is not allowed to write data to the Health app. You can turn it on in the Health app
de: App hat keine Berechtigung, Daten an die Health App zu übertragen. Sie können das in der Health App aktivieren
es: La aplicación no permite escribir datos en la App de Salud. Puedes activarlo en la App de Salud
fr: L'appli n'est pas autorisée à écrire des données dans l'appli Santé. Vous pouvez l'activer dans l'appli Santé
it: All'app non è consentito di sovrascrivere dati sull'app Salute. Puoi abilitare la funzionalità nell'app Salute
ja: アプリからヘルスケアアプリにデータを書き込むことが許可されていません。ヘルスケアアプリからこの機能を有効にすることができます
ko: 앱에서 건강 앱에 데이터를 작성할 수 없습니다. 건강 앱에서 사용하도록 설정할 수 있습니다
nl: De app mag geen data naar de Gezondheid-app wegschrijven. Je kunt het inschakelen in de Gezondheid-app
pt_pt: A aplicação não tem permissão para escrever dados na aplicação Saúde. Pode ativar esta função na aplicação Saúde
ru: Нет доступа к записи данных в приложение «Здоровье». Вы можете включить запись в его настройках
sv: Appen har inte tillåtelse att föra över data till Hälsoappen. Du kan ändra detta i Hälsoappens inställningar
th: แอพไม่อนุญาตให้เขียนข้อมูลลงในแอพสุขภาพ คุณสามารถเปิดใช้งานได้ในแอพสุขภาพ
tr: Uygulamanın, Sağlık uygulamasına veri yazmasına izin verilmiyor. Bunu Sağlık uygulaması üzerinden kapatabilirsiniz
zh_hans: 应用程序不允许在健康应用程序里编写数据。您可以在健康应用程序里开启该功能
zh_hant: 應用程序不允許在健康應用程序裡編寫數據。您可以在健康應用程序裡開啟該功能

# backButtonKey
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt_pt: Voltar
ru: Назад
sv: Tillbaka
th: กลับ
tr: Geri
zh_hans: 返回
zh_hant: 返回

# doneButtonKey
source: Done
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
ko: 완료
nl: Voltooid
pt_pt: Concluído
ru: Готово
sv: Färdig
th: เสร็จสิ้น
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# editButtonKey
source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Crea
ja: 編集
ko: 편집
nl: Bewerken
pt_pt: Editar
ru: Редактировать
sv: Ändra
th: แก้ไข
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# cancelButtonKey
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

# yesButtonKey
source: Yes
de: Ja
es: Sí
fr: Oui
it: SI
ja: はい
ko: 예
nl: Ja
pt_pt: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
zh_hans: 是
zh_hant: 是

# startButtonKey
source: Start
de: Beginnen
es: Empezar
fr: Commencer
ja: スタート
ko: 시작하기
nl: Starten
pt_pt: Iniciar
ru: Начать
sv: Starta
th: เริ่มต้น
tr: Başlat
zh_hans: 开始
zh_hant: 開始

# skipButtonKey
source: skip
de: Überspringen
es: omitir
fr: passer
it: Avanti
ja: スキップ
ko: 넘기기
nl: overslaan
pt_pt: saltar
ru: Пропустить
sv: Hoppa
th: ข้าม
tr: atla
zh_hans: 略过
zh_hant: 略過

# posesNameKey
source: Poses
de: Positionen
es: Posiciones
fr: Postures
it: Posizioni
ja: ポーズ
ko: 동작
nl: Houdingen
ru: Позы
sv: Ställningar
th: ท่าต่าง ๆ
tr: Pozlar
zh_hans: 体位
zh_hant: 體位

# posesDescriptionKey
source: Freedom to practice wherever and whenever you want.
de: Freiheit zum Üben, wo und wann du möchtest.
es: Libertad para practicar donde quieras y cuando quieras.
fr: Liberté de pratiquer où et quand vous voulez.
it: Libertà di esercitarti dove e quando vuoi.
ja: いつでもどこでも自由にプラクティスできます。
ko: 원하는 때 언제 어디서나 자유롭게 연습.
nl: Vrijheid om overal en wanneer je maar wilt oefenen.
pt_pt: Liberdade para praticar onde e quando quiser.
ru: Возможность занятия йогой в любом месте и в любое время.
sv: Frihet att utöva var och när du vill.
th: อิสระในการฝึกซ้อมได้ทุกที่ทุกเวลาตามที่คุณต้องการ
tr: Dilediğiniz an, dilediğiniz yerde egzersiz yapma özgürlüğü.
zh_hans: 随时随地练习的自在。
zh_hant: 隨時隨地練習的自在。

# classesNameKey
source: Classes
de: Klassen
es: Clases
it: Lezioni
ja: クラス
ko: 수업
nl: Lessen
pt_pt: Aulas
ru: Классы
sv: Klasser
th: คลาสเรียน
tr: Dersler
zh_hans: 课程
zh_hant: 課程

# classesDescriptionKey
source: Focus on flexibility, strength, balance. Find your favorite class.
de: Fokussiere dich auf Flexibilität, Stärke und Gleichgewicht. Finde deine Lieblingsklasse.
es: Énfasis en la flexibilidad, fuerza y equilibrio. Encuentra tu clase favorita.
fr: Focus sur la flexibilité, la force, l'équilibre. Trouvez votre classe favorite.
it: Focus su flessibilità, forza, equilibrio. Trova la tua lezione preferita.
ja: それぞれ柔軟性・強さ・バランスをテーマにしています。お気に入りのクラスを見つけてください。
ko: 유연성, 체력, 균형에 초점. 선호하는 수업 찾기.
nl: Focus op flexibiliteit, kracht, evenwicht. Vind je eigen favorite les.
pt_pt: Foco na flexibilidade, força e equilíbrio. Descubra a sua aula favorita.
ru: Акцент на гибкости, силе и балансе. Найдите свою любимую тренировку.
sv: Fokus på flexibilitet, styrka, balans. Hitta din favoritklass.
th: มุ่งเน้นที่ความยืดหยุ่น ความแข็งแรง ความสมดุล ค้นพบคลาสเรียนที่คุณชื่นชอบ
tr: Esneklik, güç ve dengeye odaklanın. Favori dersinizi bulun.
zh_hans: 训练柔韧度、力量与平衡。找寻你喜爱的课程。
zh_hant: 訓練柔韌度、力量與平衡。找尋你喜愛的課程。

# moreNameKey
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pt_pt: Mais
ru: Ещё
sv: Mer
th: เพิ่มเติม
tr: Daha fazlası
zh_hans: 还有
zh_hant: 還有

# moreDescriptionKey
source: Join VGFIT community. Get more workouts.
de: Tritt der VGFIT Community bei. Erhalte weitere Workouts.
es: Únete a la comunidad VGFIT. Consigue más entrenamientos.
fr: Se joindre à la communauté VGFIT. Découvrir plus d'exercices.
it: Unisciti alla VGFIT community. Ottieni altri esercizi.
ja: VGFITのコミュニティに参加しませんか？他のワークアウトもご覧いただけます。
ko: VGFIT 커뮤니티에 가입. 더 많은 운동 가져오기.
nl: Meld je aan bij de VGFIT-gemeenschap. Verkrijg meer workouts.
pt_pt: Junte-se à comunidade VGFIT. Obtenha mais exercícios.
ru: Присоединяйтесь к VGFIT сообществу. Получайте больше тренировок.
sv: Gå med VGFIT gemenskapen. Få mer träning.
th: เข้าร่วมกับชุมชน VGFIT เพื่อรับการออกกำลังกายเพิ่มเติม
tr: VGFIT topluluğuna katılın. Daha fazla egzersize ulaşın.
zh_hans: 加入VGFIT 社群。增加锻炼。
zh_hant: 加入VGFIT 社群。增加鍛煉。

# searchBarPlaceHolderKey
source: Search exercise
de: Übung suchen
es: Buscar ejercicio
fr: Rechercher des exercices
it: Cerca esercizio
ja: エクササイズの検索
ko: 운동 검색
nl: Zoek oefening
pt_pt: Procurar exercício
ru: Поиск упражнения
sv: Sök övningar
th: ค้นหาการออกกำลังกาย
tr: Egzersiz ara
zh_hans: 搜寻运动
zh_hant: 搜尋運動

# noResultsLabelKey
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 該当結果なし
ko: 결과가 없습니다
nl: Geen Resultaten
pt_pt: Sem Resultados
ru: Нет результатов
sv: Inga Resultat
th: ไม่มีผลลัพธ์
tr: Hiçbir sonuç bulunamadı
zh_hans: 无结果
zh_hant: 無結果

# classBalanceKey
source: Balance
de: Gleichgewicht
es: Equilibrio
fr: Équilibre
it: Equilibrio
ja: バランス
ko: 균형
nl: Evenwicht
pt_pt: Equilíbrio
ru: Баланс
sv: Balans
th: ความสมดุล
tr: Denge
zh_hans: 平衡
zh_hant: 平衡

# classBalanceDescriptionKey
source: Different yoga styles are combined that are focused to improve your balance.
de: Verschiedene Yoga-Stile werden kombiniert, die sich darauf fokussieren, dein Gleichgewicht zu verbessern.
es: Se combinan distintos estilos de yoga centrados en la mejora del equilibrio.
fr: Différents styles de yoga sont combinés pour se focaliser sur l'amélioration de votre équilibre.
it: Differenti stili di yoga conbinati con l’obiettivo di migliorare il tuo equilibrio.
ja: バランス感覚を改善することをテーマにした様々なスタイルのヨガが組み合わされています。
ko: 균형을 향상시키도록 초점을 맞춘 다른 요가 스타일로 조합되었습니다.
nl: Verschillende yogastijlen die zich richten op het verbeteren van je evenwicht worden gecombineerd.
pt_pt: Diferentes estilos de ioga combinados com foco na melhoria do seu equilíbrio.
ru: Сочетание различных стилей йоги направлено на улучшение вашего баланса.
sv: Olika yoga stilar kombineras som är fokuserade på att förbättra balansen.
th: รูปแบบโยคะต่าง ๆ ที่รวมเข้าไว้ในที่นี้เพื่อปรับปรุงภาวะความสมดุลของคุณ
tr: Dengenizi arttırmaya odaklı farklı yoga stilleri birleştirilmiştir.
zh_hans: 训练平衡感的瑜伽组合。
zh_hant: 訓練平衡感的瑜伽組合。

# classStrengthKey
source: Strength
de: Kraft
es: Fuerza
fr: Force
it: Forza
ja: 強さ
ko: 체력
nl: Kracht
pt_pt: Força
ru: Сила
sv: Styrka
th: ความแข็งแรง
tr: Güç
zh_hans: 力量
zh_hant: 力量

# classStrengthDescriptionKey
source: A combination of power yoga poses that will help you to build your body strength.
de: Eine Kombination an Yoga-Positionen für Kraft, die dir helfen werden, deine Körperkraft aufzubauen.
es: Una combinación de posturas de Power Yoga que te ayudarán a aumentar la fortaleza física.
fr: Une combinaison de puissantes postures de yoga qui vous aideront à renforcer la force de votre.
it: Una combinazione di posizioni yoga che ti aiuteranno a costruire la forza del tuo corpo.
ja: 強い身体を作るために役立つパワーヨガのポーズが組み合わされています。
ko: 체력을 단련하는데 도와줄 파워 요가 포즈의 조합.
nl: Een combinatie van krachtige yogahoudingen die je helpen je lichaamskracht op te bouwen, worden gecombineerd.
pt_pt: Uma combinação de posturas de Power Yoga que vai ajudar a fortalecer o seu corpo.
ru: Сочетание силовых йога-поз помогут вам укрепить мышцы и тело.
sv: En kombination av kraftiga yogaställningar som hjälper dig att bygga din kroppsstyrka.
th: การผสมผสานของพลังจากท่าโยคะต่าง ๆ ที่ช่วยสร้างความแข็งแรงให้แก่ร่ายกายของคุณ
tr: Vücut gücünüzü geliştirmenize yardımcı olacak etkili yoga pozlarının bir birleşimidir.
zh_hans: 训练力量的瑜伽组合。
zh_hant: 訓練力量的瑜伽組合。。

# classFlexibilityKey
source: Flexibility
de: Flexibilität
es: Flexibilidad
fr: Flexibilité
it: Flessibilità
ja: 柔軟性
ko: 유연성
nl: Flexibiliteit
pt_pt: Flexibilidade
ru: Гибкость
sv: Flexibilitet
th: ความยืดหยุ่น
tr: Esneklik
zh_hans: 柔韧度
zh_hant: 柔韌度

# classFlexibilityDescriptionKey
source: You focus how you breath, on your muscle recovery and flexibility of your body.
de: Du fokussierst dich auf deine Atmung, deine Muskelregeneration und die Flexibilität deines Körpers.
es: Te centras en cómo respiras, en tu recuperación muscular y en la flexibilidad de tu cuerpo.
fr: Vous vous concentrez sur votre respiration, sur la récupération musculaire et la flexibilité de votre corps.
it: Focus sul tuo respiro, recupero muscolare e flessibilità del tuo corpo.
ja: 呼吸法・筋肉の回復・身体の柔軟性などをテーマとしています。
ko: 호흡 방법, 근육 회복과 신체의 유연성에 초점.
nl: Je richt je op je ademhaling, op spieropbouw en flexibiliteit van je lichaam.
pt_pt: Foque-se na sua respiração, na sua recuperação muscular e na flexibilidade do seu corpo.
ru: Сосредоточение на дыхании, восстановление мышц и гибкости вашего тела.
sv: Du fokuserar hur du andas, på muskelåterhämtning och flexibiliteten i din kropp.
th: คุณมุ่งเน้นที่ลักษณะการหายใจ การฟื้นฟูกล้ามเนื้อและความยืดหยุ่นของร่างกายของคุณ
tr: Nefes alma verme biçiminize, kas onarımınıza ve vücudunuzun esnekliğine odaklanacaksınız.
zh_hans: 专注于呼吸、肌肉复原与身体的柔韧度。
zh_hant: 專注於呼吸、肌肉復原與身體的柔韌度。

# levelBegginerKey
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
ja: 初心者
ko: 초급
pt_pt: Principiante
ru: Начинающий
sv: Nybörjare
th: ผู้เริ่มต้น
tr: Başlangıç
zh_hans: 初学者
zh_hant: 初學者

# levelBegginerTitleKey
source: Let's start with light exercise
de: Lass uns mit einfachen Übungen beginnen
es: Empecemos con ejercicio ligero
fr: Commençons avec une exercice léger
it: Iniziamo con un esercizio leggero
ja: 簡単なエクササイズから始めましょう。
ko: 가벼운 운동으로 시작합시다
nl: Laten we met een lichte oefening beginnen
pt_pt: Vamos começar com exercícios ligeiros
ru: Начнем с лёгких упражений.
sv: Låt oss börja med lätt motion
th: เรามาเริ่มด้วยการออกกำลังกายแบบเบา ๆ
tr: Hafif bir egzersizle başlayalım
zh_hans: 让我们从轻度运动开始
zh_hant: 讓我們從輕度運動開始

# levelBegginerDescriptionKey
source: Focuses on building strength and endurance by creating a firm foundation.
de: Fokussiert sich auf Kraftaufbau und Ausdauer, um eine solide Grundlage zu bilden.
es: Se centra en aumentar la fuerza y la resistencia para crear unas bases firmes.
fr: Focus sur l'amélioration de la force et de l'endurance en créant un base solide.
it: Focus su costruzione di forza e resistenza per creare stabili fondamenta.
ja: しっかりとした土台を作ることで、強さと持久力を手にいれることをテーマとしています。
ko: 확고한 기초를 만들어 체력과 지구력을 단련하는데 초점.
nl: Gericht op het opbouwen van kracht en uithoudingsvermogen door het creëren van een sterke basis.
pt_pt: Focado no treino de força e resistência através da criação de uma fundação firme.
ru: Ориентирован на развитие силы и выносливости, создавая прочную основу для вашего тела
sv: Fokuserar på att bygga styrka och uthållighet genom att skapa en fast grund.
th: มุ่งเน้นไปที่การสร้างความแข็งแรงและความอดทนโดยการสร้างรากฐานที่มั่นคง
tr: Sağlam bir temel oluşturarak güç ve dayanıklılığı geliştirmeye odaklanır.
zh_hans: 专注与力量与耐力训练，锻炼稳固的基础。
zh_hant: 專注與力量與耐力訓練，鍛煉穩固的基礎。

# levelIntermediateKey
source: Intermediate
de: Mittlere
es: Intermedio
fr: Intermédiaire
it: Intermedio
ja: 中級者
ko: 중급
nl: Gevorderd
pt_pt: Intermédio
ru: Средний
sv: Intermediär
th: ระดับกลาง
tr: Orta Seviye
zh_hans: 中级
zh_hant: 中級

# levelIntermediateTitleKey
source: Step a more difficult exercise
de: Probiere etwas schwierigere Übungen aus
es: Un nivel de ejercicio más difícil
fr: Passons à un exercice plus difficile
it: Passiamo ad un esercizio più difficile
ja: もっと難しいエクササイズに挑戦しましょう。
ko: 더 어려운 운동 단계로
nl: Stap naar een moeilijkere oefening
pt_pt: Exercícios com maior grau de dificuldade
ru: Новый уровень более сложных упражнений
sv: Härnäst en svårare övning
th: ขยับไปที่การออกกำลังกายที่ค่อนข้างยาก
tr: Daha zor bir egzersize adım atın
zh_hans: 进入难度高一些的运动
zh_hant: 進入難度高一些的運動

# levelIntermediateDescriptionKey
source: Is for those who have strong practice and prior yoga experience.
de: Für diejenigen, die gut geübt sind und schon Yoga-Erfahrung haben.
es: Para aquellos con una base práctica firme y experiencia previa en yoga.
fr: Pour ceux qui pratiquent beaucoup et qui ont une expérience préalable en yoga.
it: Per coloro che hanno una forte esperienza di yoga precedente.
ja: より強度の高いプラクティスをする方や過去のヨガ経験がある方向けです。
ko: 많은 연습과 이전에 요가 경험이 있는 분을 위한 단계.
nl: Voor degenen die al een zeer sterke basis hebben en over yoga ervaring beschikken.
pt_pt: Para quem tem alguma prática e experiência anterior de ioga.
ru: Для тех, кто имеет практику и опыт в йоге.
sv: Den är för dem som har en stark vana och tidigare yoga erfarenhet.
th: เหมาะสำหรับผู้ที่มีการฝึกฝนมาอย่างแข็งขันและมีประสบการณ์ในการฝึกโยคะมาก่อน
tr: Güçlü egzersiz ve geçmiş yoga deneyimine sahip kişiler içindir.
zh_hans: 为那些曾经进行强度训练与有瑜伽经验的学员而设。
zh_hant: 為那些曾經進行強度訓練與有瑜伽經驗的學員而設。

# levelAdvancedKey
source: Advanced
de: Fortgeschrittener
es: Avanzado
fr: Avancé
it: Esperto
ja: 上級者
ko: 고급
nl: Vergevorderd
pt_pt: Avançado
ru: Продвинутый
sv: Avancerad
th: ขั้นสูง
tr: İleri Seviye
zh_hans: 进阶
zh_hant: 進階

# levelAdvancedTitleKey
source: Difficult exercises
de: Schwierige Übungen
es: Ejercicios difíciles
fr: Exercices difficiles
it: Esercizi difficili
ja: 難しいエクササイズです。
ko: 어려운 운동
nl: Moeilijke oefeningen
pt_pt: Exercícios difíceis
ru: Сложные упражнения
sv: Svåra övningar
th: การออกกำลังกายในระดับที่ยาก
tr: Zor egzersizler
zh_hans: 高难度运动
zh_hant: 高難度運動
