Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription121
source: Sit with the soles of your feet together in front of your pelvis and knees draped out to either side. Circle the first three fingers of each hand around each big toe. Lean back so that your weight shifts into your sitting bones. Keeping the spine long and the knees bent, separate your feet and lift them off of the ground so that you are balancing on your sitting bones. Gradually extend the legs out to either side as you lift your chest.
de: Sitze mit den Fußsohlen vor deinem Becken zusammen und den Knien auf je einer Seite. Lege die ersten drei Finger beider Hände um beide großen Zehen. Lehne dich zurück, sodass sich dein Gewicht auf deine Gesäßknochen verlagert. Lasse die Wirbelsäule lang, die Knie gebeugt, führe die Füße auseinander und hebe sie vom Boden, sodass du auf deinen Gesäßknochen balancierst. Strecke die Beine langsam zu beiden Seiten aus, während du deine Brust anhebst.
es: Siéntate con las plantas de los pies juntas frente a la pelvis y las rodillas hacia ambos lados. Pon los tres primeros dedos de cada mano alrededor del dedo gordo de cada pie. Inclínate hacia atrás para que el peso vaya hacia la zona de los glúteos. Manteniendo la espalda recta y las rodillas flexionadas, separa los pies y levántalos del suelo de tal forma que quedes en equilibrio sobre la zona de los glúteos. Gradualmente extiende las piernas hacia los lados mientras elevas el pecho.
fr: S'asseoir avec les plantes des pieds jointes devant le pelvis et les genoux orientés vers l'extérieur. Entourer chaque gros orteil avec les trois premiers doigts de chaque main. Se penche en arrière afin que le poids du corps bascule sur les os iliaques. En maintenant la colonne vertébrale étirée et les genoux pliés, écarter les pieds et les décoller du sol afin de balancer sur les os iliaques. Étirer progressivement les jambes de chaque côté tout en soulevant la poitrine.
it: Sedetevi con le piante dei piedi uniti di fronte al bacino e le ginocchia piegate verso l’esterno . Stringere le prime tre dita di ogni mano intorno ad ogni alluce. Rilassatevi in modo che il peso si sposti sull’osso sacro.. Mantenere la colonna vertebrale dritta e le ginocchia piegate, separare i piedi e sollevarli in modo da bilanciarvi sull’osso sacro e gradualmente estendere le gambe su entrambi i lati, mentre si solleva il petto
ja: 両足の裏を骨盤の前にくっつけて地面に座り、ひざは左右に開きます。それぞれの手の親指から中指までの３本指をそれぞれの脚の親指の周りに回します。後ろにもたれかかり、体重が坐骨結節にかかるようにします。背骨を伸ばしてひざを曲げたままで、足の裏を離し、地面から浮かせて、坐骨結節の上でバランスをとります。両足を少しずつ左右に伸ばしながら、胸を反って開きます。
ko: 발바닥을 서로 골반 앞으로 붙이고 무릎을 바깥으로 내린 상태로 앉습니다. 세 손가락으로 각 엄지 발가락을 잡습니다. 좌골로 무게 중심이 옮겨지도록 뒤로 기울입니다. 허리를 길게 하고 무릎을 구부린 채, 좌골로 균형을 맞추며 발을 벌려 들어줍니다. 가슴을 들어주면서 천천히 발을 바깥으로 펴줍니다.
nl: Ga zitten met de voetzolen tegen elkaar aan voor je bekken en de knieën aan weerszijden naar buiten gedraaid. Pak met de eerste drie vingers van iedere hand de grote teen vast. Leun achterover zodat je lichaamsgewicht naar je zitbeen wordt verplaatst. Houd de wervelkolom lang en de knieën gebogen, breng de voeten uit elkaar en til ze van de grond, zodat je balanceert op je zitbeen. Spreid de benen langzaam aan weerskanten, terwijl je je borst omhoog brengt.
pt_pt: Sente-se com as plantas dos pés unidas em frente à sua pélvis e com os joelhos descaídos para cada lado. Com os três primeiros dedos de cada mão agarre os dedos grandes de cada pé. Incline-se para trás de modo a que o seu peso se desloque para os ossos do rabo. Mantendo a coluna alongada e os joelhos dobrados, separe os pés e levante-os do chão de forma a ficar em equilíbrio sobre os ossos do rabo. Gradualmente estique as pernas, uma para cada lado, enquanto eleva o peito.
ru: Сядьте, захватите большие пальцы ног средними и указательными пальцами рук. Отклонитесь назад и поднимите ноги перед собой, держите ноги рядом. Балансируя выпрямите ноги. Расслабьте плечи, выпрямите спину и подайте грудь вперед. Удерживая баланс разведите ноги максимально в стороны, спину не сгибать.
sv: Sitt med fotsulorna ihop framför bäckenet och knäna draperade ut på endera sidan. Cirkla de tre första fingrarna på varje hand runt varje stortå. Luta dig tillbaka så att din vikt skiftar till sittbenen. Håll ryggraden lång och knäna böjda, separera dina fötter och lyfta dem från marken så att du balanserar på sittbenen. Successivt utvidga benen ut på vardera sida medan du lyfter på bröstet.
th: นั่งประกบฝ่าเท้าเข้าหากันไว้ข้างหน้ากระดูกเชิงกรานและวางหัวเข่าแนบลงกับพื้น ใช้สามนิ้วแรกของมือแต่ละข้างกุมนิ้วหัวแม่โป้งเท้าทั้งสองข้างเอาไว้ เอนไปด้านหลังเพื่อถ่ายน้ำหนักลงไปที่กระดูกก้นของคุณ ยืดสันหลังให้ยาวและงอเข่า แยกเท้าของคุณออกและยกขึ้นสูงจากพื้นเพื่อให้คุณรักษาสมดุลด้วยกระดูกก้นของคุณ จากนั้นค่อย ๆ เหยียดขาทั้งสองออกไปด้านข้างในขณะที่คุณดันหน้าอกให้สูงขึ้น
tr: Ayaklarınızın tabanları birlikte pelvisinizin önünde ve dizler herhangi bir tarafa çekilmiş vaziyette oturun. Her bir elinizin ilk üç parmağıyla her iki ayağınızın başparmağını çevreleyin. Ağırlığınızın oturma kemiklerine verilebilmesi için arkaya yaslanın. Omurgayı uzun ve dizleri bükülü tutarak, ayaklarınızı ayırın ve oturma kemiklerinizin üzerinde denge kurabilmeniz için ayaklarınızı yerden kaldırın. Göğsünüzü kaldırırken bacaklarınızı aşamalı olarak herhangi bir tarafa uzatın.
zh_hans: 坐在地上，双脚脚板并拢放在身体前方，膝盖向两旁垂下。左右两手首三根手指围绕左右脚拇趾。身体后倾让重心移向坐骨。保持脊椎伸展与膝盖弯曲，双脚分开离地抬起，靠坐骨平衡身体。挺胸同时慢慢地朝两旁伸展双脚。
zh_hant: 坐在地上，雙腳腳板併攏放在身體前方，膝蓋向兩旁垂下。左右兩手首三根手指圍繞左右腳拇趾。身體後傾讓重心移向坐骨。保持脊椎伸展與膝蓋彎曲，雙腳分開離地抬起，靠坐骨平衡身體。挺胸同時慢慢地朝兩旁伸展雙腳。

# exerciseDescription122
source: Take a wide-legged stance with your feet parallel to each other. Turn the right foot out 90 degrees and bend your right knee to a 90 degree angle so that the top of your right thigh is parallel to the ground. Keep your right knee stacked over your right ankle and the left leg extended with toes turned in slightly. Keep your shoulders aligned above your hips as you extend your arms in opposite directions and look over your right palm. Repeat with left knee bent and right leg straight, gazing over your left palm.
de: Nimm eine breitbeinige Stellung mit deinen Füßen parallel zueinander ein. Drehe deinen rechten Fuß um 90 Grad nach außen und beuge dein rechtes Knie in einen 90 Grad Winkel, sodass die Oberseite deines rechten Oberschenkels parallel zum Boden ist. Halte dein rechtes Knie über deinem rechten Knöchel und das linke Bein gestreckt mit den Zehen leicht nach innen gedreht. Halte deine Schultern in einer Linie über deiner Hüfte, während du deine Arme nach rechts und links ausstreckst und über deine rechte Handfläche schaust. Wiederhole das Ganze mit dem linken Knie gebeugt und dem rechten Bein gestreckt und schaue über deine linke Handfläche.
es: Ponte de pie con las piernas muy separadas y los pies en paralelo. Gira el pie derecho hacia afuera 90 grados y flexiona la rodilla derecha en un ángulo de 90 grados de forma que la parte superior del muslo derecho quede paralela al suelo. Mantén la rodilla derecha colocada sobre el tobillo derecho y la pierna izquierda extendida con los pies ligeramente girados hacia dentro. Mantén los hombros alineados sobre las caderas mientras extiendes los brazos en direcciones opuestas y miras hacia la palma de tu mano derecha. Repítelo con la rodilla izquierda flexionada y la pierna derecha recta, mirando hacia la palma de la mano izquierda.
fr: Prendre une pose avec les jambes écartées et les pieds parallèles. Tourner le pied droit vers l'extérieur de 90° et plier le genou droit à 90° afin que le dessus de la cuisse droite soit parallèle au sol. Maintenir le genou droit superposé au-dessus de la cheville droite et la jambe gauche tendue avec les orteils légèrement vers l'intérieur. Maintenir les épaules alignées au-dessus des hanches tout en étirant les bras dans des directions opposées et en regardant vers la paume droite. Répéter avec le genou gauche plié et la jambe droite tendue en regardant vers la paume gauche.
it: Posizionarsi con i piedi paralleli l'uno all'altro. Girare il piede destro di 90 gradi e piegare il ginocchio destro a un angolo di 90 gradi in modo che la parte superiore della coscia destra sia parallela al terreno. Mantenere il ginocchio destro allineato sopra la caviglia destra e la gamba sinistra stesa con le dita leggermente piegate'. Tenete le spalle allineate sopra i fianchi, mentre stendete le braccia in direzioni opposte e guardate oltre il palmo della mano destra. Ripetere con ginocchio sinistro piegato e la gamba destra dritta, guardando oltre il palmo della mano sinistra.
ja: 両足を左右に大きく広げ、足がお互いに並行になる姿勢を取ります。右足を90度外に回転させ、右ひざが90度になるように曲げて、右太ももの上側が地面と平行になるようにします。右ひざが右足首の上に来るようにしながら、左脚を伸ばして、左のつま先を若干内側に回転させます。両肩はお尻の上に来るようにしながら、腕を左右に伸ばし、右手の上を目線が通るようにします。 左右を入れかえて、左ひざを曲げて、右足をまっすぐ伸ばし、左手の上を目線が通る方も同様に行います。
ko: 발이 서로 평행이 되게 하고 다리를 넓게 벌려 섭니다. 오른발을 바깥으로 90도 돌리고 오른쪽 허벅지가 바닥과 평행이 되도록 오른쪽 무릎을 90도 각도로 구부립니다. 오른쪽 무릎이 발목과 일직선이 되게 유지하고 왼발은 발가락을 약간 안으로 한 채 펴줍니다. 양팔을 서로 바깥으로 펼 때 엉덩이와 어깨가 나란히 되도록 유지하고 오른쪽 손바닥을 쳐다봅니다. 왼쪽 무릎을 구부리고 왼발을 펴며 왼쪽 손바닥을 응시한 채 반복합니다.
nl: Ga in spreidstand staan met de je voeten evenwijdig aan elkaar. Draai de rechtervoet 90 graden naar buiten en buig je knie in een hoek van 90 graden, zodat de bovenzijde van je rechterdijbeen parallel is aan de grond. Houd je rechterknie recht boven je rechterenkel en het linkerbeen gestrekt met de tenen lichtelijk naar binnen. Houd je schouders in een rechte lijn boven je heupen als je je armen in tegenovergestelde richtingen strekt en kijk over je rechterhandpalm. Herhaal dit met de linkerknie gebogen en rechterbeen gestrekt, waarbij je over je linkerhandpalm kijkt.
pt_pt: De pé, assuma uma postura de pernas abertas com os pés paralelos um ao outro. Vire o pé direito para fora a 90 graus e dobre o joelho direito num ângulo de 90 graus de modo a que o cimo da sua coxa direita fique paralelo ao chão. Mantenha o joelho direito alinhado sobre o tornozelo direito e a perna esquerda esticada com os dedos dos pés ligeiramente virados para dentro. Mantenho os ombros alinhados sobre as ancas à medida que estica os braços em direções opostas e olha para cima da palma da mão direita. Repita com o joelho esquerdo dobrado e a perna direita esticada, olhando para cima da palma da mão esquerda.
ru: Расставьте ноги на ширине 1—1,2 м, руки разведите в стороны, ладонями к полу. Поверните правую ногу наружу, а левую — вовнутрь на 15 градусов. Вытяните корпус от бедер вверх и на выдохе согните правую ногу под углом 90 градусов. Левая нога выпрямлена и твердо упирается в пол. С силой вытяните руки в стороны, ладонями к полу. Вытяните корпус вверх, раскройте грудную клетку. Направление взгляда повторяет направление правой руки.
sv: Anta en bredbent ställning med fötterna parallella till varandra. Sväng ut höger fot 90 grader och böj höger knä till en 90 graders vinkel så att toppen av det högra låret är parallellt med marken. Håll höger knä staplat över höger fotled och vänster ben sträckt med tårna inåtvända något. Håll dina axlar rakt ovanför höfterna medan du sträcker dina armar i motsatta riktningar och ser över din högra handflata. Upprepa med vänster knä böjt och höger ben rakt, blickande över din vänstra handflata.
th: ยืนแยกขาออกโดยให้เท้าทั้งสองข้างขนานกัน เปิดเท้าขวาพุ่งออกไปข้างหน้าและงอเข่าขวาของคุณให้ตั้งฉากเป็นมุม 90 องศาเพื่อให้ต้นขาขวาของคุณขนานไปกับพื้น ตั้งเข่าให้ตรงกับหัวเข่าขวาของคุณและเหยียดขาซ้ายออกไปและหันปลายเท้าออกเล็กน้อย ให้ไหล่ของคุณตั้งตรงเหนือสะโพกในขณะที่คุณเหยียดแขนทั้งสองข้างในทิศทางตรงกันข้ามและหันมองไปทางฝ่ามือขวาของคุณ ทำซ้ำเช่นนี้โดยงอเข่าซ้ายและให้ขาขวาเหยียดตรงแล้วหันมองไปทางฝ่ามือซ้ายของคุณ
tr: Ayaklarınız birbirine paralel vaziyette bacaklarınız açık bir şekilde durun. Sağ ayağınızı 90 derece sağa çevirin ve sağ uyluğunuz yere paralel olacak şekilde sağ dizinizi 90 derecelik bir açıyla bükün. Sağ dizinizi sağ ayak bileğinizin üstünde tutun ve ayak parmaklarınız hafif dönmüş vaziyette sol bacağınızı uzatın. Kollarınızı ters yönlere uzatırken omuzlarınızı kalçalarınızın üzerinde hizada tutun ve sağ avuç içinizin ötesine bakın. Sol avuç içinizin ötesine bakarak, sol diz bükülü ve sağ ayak düz olacak şekilde tekrarlayın.
zh_hans: 双脚分开站立，相互平行。右脚向外转90度，右膝90度弯曲以让右大腿和地面平行。右膝位于右脚踝上方，左脚脚趾稍微内转并伸展左脚。双臂往相反方向伸展时，保持肩膀与臀部对齐，同时看向你的右手掌。 左右位置互换重复以上动作。
zh_hant: 雙腳分開站立，相互平行。右腳向外轉90度，右膝90度彎曲以讓右大腿和地面平行。右膝位於右腳踝上方，左腳腳趾稍微內轉並伸展左腳。雙臂往相反方向伸展時，保持肩膀與臀部對齊，同時看向你的右手掌。 左右位置互換重複以上動作。

# exerciseDescription123
source: Stand with your big toes together and outer edges of the feet parallel to each other. Bring your index fingers together and interlace all other fingers in front of your chest. As you inhale, keep the hands clasped and raise your arms overhead. As you exhale, side bend to the left. Anchor your right heel and lift your bottom left ribs towards the top right ribs. On an inhale, return to center with hands clasped overhead. On an exhale, side bend to the right.
de: Stehe mit den großen Zehen zusammen und den Außenseiten der Füße parallel zueinander. Führe deine Zeigefinger zusammen und verkreuze alle anderen Finger vor deiner Brust. Während du einatmest, halte deine Hände verschlungen und hebe deine Arme über deinen Kopf. Während du ausatmest, beuge dich nach links. Verankere deine rechte Ferse im Boden und hebe die unteren Rippen der linken Seite zu den oberen Rippen der rechten Seite. Während du einatmest, komme zurück zur Mitte mit den Händen über deinem Kopf verschränkt. Beuge dich beim Ausatmen auf die rechte Seite.
es: Ponte de pie con los dedos gordos juntos y los bordes externos de los pies en paralelo. Junta los dedos índices y entrelaza el resto de los dedos frente al pecho. Mientras inhalas, mantén las manos unidas y eleva los brazos sobre la cabeza. Mientras exhalas, dóblate lateralmente hacia la izquierda. Pega el talón derecho y eleva las costillas inferiores de la zona izquierda hacia las costillas superiores de la zona derecha. Con una inhalación, vuelve al centro con las manos unidas sobre la cabeza. Con una exhalación, dóblate lateralmente a la derecha.
fr: Se tenir debout avec les gros orteils joints et le bord extérieur des pieds parallèle. Rapprocher les index et entrelacer tous les autres doigts devant la poitrine. En inspirant, maintenir les mains jointes et lever les bras au-dessus de la tête. En expirant, se pencher sur la gauche. Ancrer le talon droit et faire glisser les côtes inférieures gauches vers les côtes supérieures droites. En inspirant, revenir au centre avec les mains jointes au-dessus de la tête. En expirant, se pencher vers la droite.
it: In piedi con alluci uniti e bordi esterni dei piedi paralleli tra loro. Unite gli indici e intrecciate tutte le altre dita davanti al petto. Quando inspirate, tenete le mani giunte e sollevate le braccia sopra la testa. Mentre espirate, piegatevi sulla sinistra. Ancorare il tallone destro e sollevare le costole in basso a sinistra verso la parte superiore delle costole a destra. Inspirate, tornare a centrare le mani giunte in testa. Espirate, e piegatevi sulla destra..
ja: 両足の親指をそろえて立ち、足の外側がお互いに平行になるようにします。人差し指だけを立てて、残りの指を胸の前で組み合わせます。指を組んだままで、息を吸いながら、両腕を頭の上に伸ばします。次に息を吐きながら、左へ身体を倒します。右のかかとが地面から離れないようにし、左の肋骨の下側を右の肋骨の上側に向けて引き上げます。 次に、両手を頭の上で組んだままで、息を吸いながら身体を真ん中に戻します。息を吐きながら、身体を右へ倒します。
ko: 엄지 발가락을 같이 붙이고 발 바깥 부분이 서로 평행이 되게 해서 섭니다. 검지 손가락을 붙이고 가슴 앞에서 나머지 손가락은 깍지를 낍니다. 숨을 들이쉬면서 손을 깍지 끼고 머리 위로 들어줍니다. 숨을 내쉬면서 왼쪽으로 몸을 숙입니다. 오른쪽 발꿈치를 고정하고 왼쪽 갈비뼈 아래부분을 오른쪽 갈비뼈 위쪽으로 올려줍니다. 숨을 들이쉬면서 깍지 낀 손을 머리 위 중앙으로 돌아옵니다. 숨을 내쉬면서 오른쪽으로 몸을 숙입니다.
nl: Ga met je grote tenen naast elkaar staan met de buitenranden van de voeten evenwijdig aan elkaar. Breng je wijsvingers samen en verstrengel alle andere vingers op borsthoogte. Adem in, houd de handen samengevouwen en hef ze boven je hoofd. Adem uit, buig naar rechts. Zet je rechterenkel stevig in de vloer en hef je onderste linkerribben naar de bovenste rechterribben. Bij een inademing, keer terug naar het midden met de boven het hoofd samengevouwen handen. Bij een uitademing, buig naar rechts.
pt_pt: De pé, una os dedos grandes dos pés e coloque os pés paralelos um ao outro. Una os dedos indicadores e entrelace todos os outros dedos em frente ao seu peito. Ao inspirar, mantenha as mãos juntas e eleve os braços acima da cabeça. Ao expirar, curve-se para a esquerda. Ancore o calcanhar direito e eleve as suas costelas inferiores esquerdas na direção das costelas superiores direitas. Numa inspiração, regresse ao centro com as mãos unidas acima da cabeça. Numa expiração, curve-se para a direita.
ru: Встаньте ровно, пятки параллельны друг другу. Поднимите руки наверх и сцепите их в замок. Постепенно наклоняйтесь туловищем в левую сторону до комфортного вам положения. Задержитесь и повторите упражнение со второй стороной.
sv: Stå med stortårna tillsammans och ytterkanterna av fötterna parallella med varandra. För pekfingrarna tillsammans och fläta alla andra fingrar framför bröstet. När du andas in, håll händerna knäppta och höj armarna över huvudet. När du andas ut, böj dig åt sidan till vänster. Ankra din högra häl och lyft dina nedre vänstra revben uppåt mot höger revben. På en inandning, gå tillbaka till centrum med händerna knäppta över huvudet. På en utandning, böj dig åt sidan till höger.
th: ยืนให้นิ้วหัวแม่โป้งเท้าอยู่ชิดกันและจัดเท้าของคุณให้ขนานกัน จากนั้นประสานนิ้วมือทั้งสองเข้าด้วยกันไว้ที่หน้าอกของคุณ ในขณะที่คุณหายใจเข้าให้ประสานมือและยกแขนชูขึ้นเหนือศีรษะของคุณ ในขณะที่คุณหายใจออกให้เอนตัวไปทางซ้าย ลงน้ำหนักที่ส้นเท้าขวาและดันซี่โครงด้านล่างซ้ายของคุณเข้าหาซี่โครงด้านขวาบน ในขณะที่หายใจเข้าให้กลับมาที่ตรงกลางโดยที่มือประสานกันอยู่เหนือศีรษะ เมื่อหายใจออกให้เอนตัวไปทางขวา
tr: Ayak başparmaklarınız bitişik ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. İşaret parmaklarınızı birleştirin ve diğer parmaklarınızı göğsünüzün önünde birbirine geçirin. Nefes alırken, ellerinizi birbirine kavuşturulmuş halde tutun ve kollarınızı başınızın üstüne uzatın. Nefes verirken, sola doğru yana eğilin. Sağ topuğunuzu sabitleyin ve sol alt kaburgalarınızı sağ üst kaburgalarınıza doğru kaldırın. Nefes alın ve elleriniz başınızın üzerinde birbirine kavuşturulmuş vaziyette merkeze dönün. Nefes verin ve sağa doğru yana eğilin.
zh_hans: 双脚拇指靠拢站立，双脚相互平行。两手食指相对，其他手指交织在一起，放在胸前。吸气时，保持双手交扣，并把手臂高举过头。呼气时，向左边侧弯。右脚跟固定在地，左边肋骨下半部往右边肋骨上半部提。 再次吸气时，身体回到中心双手交扣。再次呼气时，侧弯向右边。
zh_hant: 雙腳拇指靠攏站立，雙腳相互平行。兩手食指相對，其他手指交織在一起，放在胸前。吸氣時，保持雙手交扣，並把手臂高舉過頭。呼氣時，向左邊側彎。右腳跟固定在地，左邊肋骨下半部往右邊肋骨上半部提。 再次吸氣時，身體回到中心雙手交扣。再次呼氣時，側彎向右邊。
