Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription28
source: Lie on your belly and prop yourself up on your elbows so that your forearms are parallel to each other and elbows are shoulders width apart. Tuck your toes under and lift your thighs and pelvis off of the floor. Center your shoulders above your elbows and lift your belly towards your lower back. Engage the fronts of your thighs and draw your pubic bone towards your navel to keep your hips from piking in the air.
de: Lege dich auf den Bauch und stütze dich auf deinen Ellbogen auf, sodass deine Unterarme parallel zueinander sind und deine Ellbogen schulterbreit auseinander sind. Ziehe deine Zehen nach unten und hebe deine Oberschenkel und dein Becken vom Boden. Zentriere deine Schultern über deinen Ellbogen und hebe deinen Bauch in Richtung deines unteren Rückens. Spanne die Vorderseiten deiner Oberschenkel an und ziehe dein Schambein in Richtung deines Bauchnabels, damit deine Hüfte nicht in der Luft baumelt.
es: Túmbate boca abajo y elévate sobre los codos para que tus antebrazos queden paralelos entre, y con los codos separados a la distancia entre los hombros. Coloca los dedos de los pies debajo y eleva los muslos y la pelvis del suelo. Centra los hombros sobre los codos y eleva el vientre hacia la espalda. Ejercita la parte frontal de los muslos y lleva el hueso púbico hacia el ombligo para que tus caderas no cojan aire.
fr: S'allonger sur le ventre et se soulever avec les coudes afin que les avant-bras soient parallèles et avec une largeur d'épaules comme écartement entre les coudes. Replier les orteils et décoller du sol les cuisses et le pelvis. Centrer les épaules au-dessus des coudes et soulever le ventre vers le bas du dos. Engager l'avant des cuisses et ramener le pubis vers le nombril pour empêcher les hanches de pointer vers le haut.
it: Sdraiatevi sulla pancia sollevati sui gomiti in modo che gli avambracci siano paralleli tra loro e i gomiti siano a larghezza spalle. Infilare le dita dei piedi sotto e sollevare le cosce e il bacino dal pavimento. Il centro le spalle sopra i gomiti e sollevare la pancia verso la parte bassa della schiena unire le cosce e spingere l’ osso pubico verso l’ ombelico per mantenere i fianchi in aria.
ja: 腹ばいになり、ひじで身体を支え、前腕がお互いに平行になり、ひじが肩幅になるようにします。つま先で足を支え、太ももと骨盤を地面から離します。肩がひじの真上に来るようにし、お腹を腰の方へ持ち上げます。太ももの前面に力を入れ、恥骨をみぞおちに向かって引き上げることで、お尻が上に突き出ないようにします。
ko: 배를 바닥으로 누워 팔뚝을 서로 평행이 되게 하고 팔꿈치를 어깨너비만큼 벌려 팔꿈치로 받칩니다. 발가락을 아래로 접으며 허벅지와 골반을 들어 올립니다. 어깨가 팔꿈치 위로 중심을 잡으며 배를 허리 아래쪽으로 들어 올립니다. 허벅지 앞쪽을 모으고 엉덩이를 들어 올려 유지하도록 치골을 배꼽 쪽으로 당깁니다.
nl: Ga op je buik liggen en kom op je onderarmen omhoog, houd ze parallel aan elkaar en je ellebogen op schouderbreedte. Strek je tenen weg naar achteren en til je dijbenen en bekken van de vloer. Zorg dat je schouders recht boven je ellebogen zijn en trek je buik richting onderrug op. Span de voorzijde van je dijen aan en trek je schaambeen naar je navel toe om te voorkomen dat je heupen de lucht insteken.
pt_pt: Deite-se de barriga para baixo e apoie-se nos seus cotovelos de forma a ter os antebraços paralelos entre si e os cotovelos alinhados com a largura dos ombros. Usando os dedos dos pés, levante as coxas e a pélvis do chão. Alinhe os ombros acima dos cotovelos e levante a barriga na direção do fundo das costas. Contraia os músculos da frente das coxas e puxe o osso púbico na direção do umbigo para evitar que as suas ancas subam.
ru: Лягте на пол животом вниз. Ступни необходимо ставить вместе. Согните руки в локтях на 90 градусов и перейдите в упор лёжа на локтях. Тело должно составлять прямую линию от макушки головы до пяток ног. Опирайтесь только на предплечья и кончики пальцев ног. Локти должны находиться, непосредственно, под плечами. Поясницу следует держать ровно - не округлять и не прогибать позвоночник.
sv: Ligg på mage och stötta upp dig på armbågarna så att underarmarna är parallella med varandra och armbågar är isär i axelbredd. Stoppa in tårna under och lyft låren och bäckenet från golvet. Centrera axlarna ovanför armbågarna och lyft magen mot din nedre del av ryggen. Engagera fronterna av låren och dra blygdbenet mot naveln för att hålla höfterna från att spetsa i luften.
th: นอนคว่ำและค่อย ๆ ดันตัวเองขึ้นด้วยข้อศอกของคุณเพื่อให้ปลายแขนของคุณขนานกันโดยที่ข้อศอกแยกออกหนึ่งช่วงไหล่ จิกปลายเท้าลงพื้นและค่อย ๆ ยกต้นขาและกระดูกเชิงกรานสูงขึ้นจากพื้น จัดไหล่ให้ตรงเหนือข้อศอกของคุณและค่อย ๆ ยกหน้าท้องของคุณไปที่หลังส่วนล่างของคุณ จัดระดับหน้าขาของคุณโดยการเกร็งช่วงท้องส่วนล่างเพื่อเพื่อให้สะโพกของคุณลอยอยู่เหนือพื้น
tr: Göbeğinizin üstüne yatın ve ön kollarınız birbirine paralel ve dirsekleriniz omuzlarınızla aynı hizada olacak şekilde birbirinde ayrı vaziyette kendinizi dirseklerinizin üzerinde destekleyin. Ayak parmaklarınızı alta sokun ve uyluklarınızı ve pelvisinizi yerden kaldırın. Omuzlarınızı dirseklerinizin üzerinde ortalayın ve göbeğinizi belinize doğru kaldırın. Uyluklarınızın ön kısımlarını devreye sokun ve kalçalarınızın havada pike yapmasını engellemek için kasık kemiğinizi göbeğinize doğru çekin.
zh_hans: 俯卧并用手肘支撑身体，双手前臂相互平行，与肩同宽。抬起大腿和盆骨，成俯冲的姿势。肩膀应该位于手肘上方，腹部缩进。运用大腿的肌肉，让耻骨往小腹的方向用力，保持臀部在空中的姿势。
zh_hant: 俯臥並用手肘支撐身體，雙手前臂相互平行，與肩同寬。抬起大腿和盆骨，成俯衝的姿勢。肩膀應該位於手肘上方，腹部縮進。運用大腿的肌肉，讓恥骨往小腹的方向用力，保持臀部在空中的姿勢。

# exerciseDescription29
source: Start on all fours in a tabletop position with your wrists under your shoulders and fingers spread. Step your feet back into a plank - a high push-up with legs and belly engaged. From there, lift your hips and press your chest towards your legs as you stretch your heels towards the floor. Push the floor away with your hands in order to bring your upper body towards your legs. Root down firmly with the index finger and thumb of each hand and place your feet hips distance apart, with your heels lined up behind your second and third toes.
de: Beginne auf allen vieren in der Position eines Bretts mit deinen Handgelenken unter deinen Schultern und gespreizten Fingern. Stelle deine Füße zurück in eine Brettstellung – eine hohe Liegestützposition mit angespannten Beinen und Bauch. Hebe deine Hüfte von dort aus an und drücke deine Brust in Richtung deiner Beine, während du deine Fersen in Richtung Boden streckst. Drücke den Boden mit den Händen weg von dir, um deinen Oberkörper näher zu deinen Beinen zu bekommen. Drücke den Zeigefinger und den Daumen beider Hände stark nach unten und stelle deine Füße hüftbreit auseinander, mit den Fersen in einer Linie hinter den zweiten und dritten Zehen.
es: Mueve los pies hacia atrás haciendo una plancha - una flexión alta ejercitando las piernas y el vientre. Desde ahí, eleva las caderas y presiona el pecho contra las piernas mientras estiras los talones hacia el suelo. Empuja contra el suelo con las manos para llevar la parte superior de tu cuerpo hacia las piernas. Sujétate con fuerza al suelo con el dedo índice y pulgar de cada mano y coloca los pies separados a la distancia entre las caderas, con los talones alineados tras el segundo y tercer dedo de los pies.
fr: Commencer à quatre pattes dans la position de la table avec les poignets sous les épaules et les doigts écartés. Ramener les pieds en arrière en position de planche avec une forte poussée avec les jambes et le ventre engagé. À partir de là, soulever les hanches et presser votre poitrine vers les jambes tout en étirant les talons vers le sol. Pousser sur le sol avec les mains afin de ramener la partie haute du corps vers les jambes. Prendre fermement appui avec l'index et le pouce de chaque main et garder une largeur de hanches comme écartement entre les pieds, avec les talons alignés derrière le second et le troisième orteil.
it: Stando a quattro zampe nella posizione del tavolo con i polsi sotto le spalle spingendo sui piedi, sollevare il bacino e premere il petto verso le gambe allungando i talloni verso il pavimento. Spingere il piano con le mani al fine di portare il busto verso le gambe. Spingi con forza con il dito indice e il pollice di ciascuna mano e mettere i piedi a distanza fianchi, con i talloni dietro il secondo e terzo dito.
ja: 両手と両ひざをつき、手首が肩の真下に来て、指を広げた姿勢から始めます。足を後ろに引いて、板のポーズになります。脚とお腹に力を入れて、腕立て伏せの腕を伸ばした状態です。そこから、お尻を上にあげ、胸を脚に向けて押しつけ、かかとを地面に向けて伸ばします。上半身を脚の方へ押すために両手で地面を押します。それぞれの手の親指と人差し指でしっかりと支え、足は腰の幅に広げ、かかとは足の人差し指と中指の後ろに来るようにします。
ko: 어깨 아래로 손목을 뻗고 손가락을 핀 상태에서 테이블 자세로 시작합니다. 다리와 배가 맞대어 하이 푸쉬-업, 플랭크 자세가 되도록 다리를 뒤로 움직입니다. 여기서 엉덩이를 들어올리고 발 뒤꿈치는 바닥에 대고 가슴은 다리 쪽으로 눌러줍니다. 상체가 다리 쪽으로 향하도록 손으로 바닥을 눌러줍니다. 엄지와 검지 손가락으로 강하게 지탱하며 다리는 엉덩이 너비만큼 벌리고 발 뒤꿈치는 두번째 세번째 발가락 뒤편에 일렬로 합니다.
nl: Begin op handen en knieën in de tafelhouding met je polsen onder je schouders en gespreide vingers. Strek je voeten weg naar achteren zoals bij een plank – een hoge pushup met aanspannen van benen en buik. Til vervolgens je heupen op en duw je borst richting je benen, terwijl je de hielen richting grond duwt. Duw met de handen de grond weg om je bovenlichaam richting je benen te brengen. Zet je wijsvinger en duim van beide handen stevig op de vloer en plaats je voeten op heupbreedte met je hielen in het verlengde van je tweede en derde tenen.
pt_pt: Comece de gatas em posição de mesa com os pulsos por baixo dos ombros e os dedos das mãos afastados. Coloque os pés atrás em posição de prancha – uma flexão de braços subida com contração de pernas e barriga. A partir dessa posição, eleve as ancas e empurre o peito contra as pernas enquanto estica os calcanhares na direção do chão. Empurre o chão com as mãos para trazer a parte superior do corpo para junto das pernas. Fixe firmemente com os dedos polegares e indicadores de cada mão e alinhe os pés pela distância das ancas, com os calcanhares centrados em relação aos dedos dos pés.
ru: Встаньте на четвереньки, ладонями упритесь в пол на ширине плеч. Расставьте стопы на ширину бедер. Упритесь в пол пальцами ног. Полностью выпрямите руки, растягивая их от пола к плечам. Поднимите таз, выпрямите ноги, опустите пятки. Вытолкните бедра назад. Выпрямите локти и растяните корпус вверх. Опустите голову вниз.
sv: Börja på alla fyra i position som en bordsskiva med handlederna under dina axlar och fingrarna spridda. Steg fötterna tillbaka till en planka - en hög push-up med benen och buken engagerad. Därifrån lyft dina höfter och tryck bröstet mot dina ben medan du sträcker hälarna mot golvet. Dra bort med händerna i golvet för att få överkroppen mot benen. Rota ordentligt med pekfingret och tummen på varje hand och placera fötterna på höftavstånd från varandra, med hälarna uppradade bakom dina andra och tredje tår.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขาโดยให้ข้อมือของคุณวางอยู่ใต้หัวไหล่และแผ่นิ้วมือออก ถอยเท้าของคุณกลับไปเป็นท่าแพลงก์จากนั้นค่อย ๆ ยกตัวขึ้นสูง โดยการยกสะโพกของคุณขึ้นและกดหน้าอกของคุณลงมาในขณะที่เหยียดส้นเท้าตึงไปทางด้านหลัง ดันตัวคุณให้สูงขึ้นด้วยมือของคุณจากนั้นค่อยโน้มตัวด้านหน้าเข้าหาขาของคุณ ถ่ายเทน้ำหนักลงบนพื้นด้วยนิ้วชี้และนิ้วหัวแม่มือของแต่ละมือและเท้าของคุณ จากนั้นวางเท้าให้ห่างออกหนึ่งช่วงตัวด้วยส้นเท้าที่ยกขึ้นเล็กน้อยในขณะที่เกร็งนิ้วเท้า
tr: Bilekleriniz omuzlarınızın altında ve parmaklarınız açık vaziyette dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Ayaklarınızı tahta pozisyonuna getirin ve bacaklarınızla göbeğinizi devreye sokarak yukarıya doğru şınav çekin. Buradan itibaren, kalçalarınızı kaldırın ve topuklarınızı yere doğru esnetirken göğsünüzü bacaklarınıza bastırın. Üst vücudunuzu bacaklarınıza doğru getirmek için ellerinizle yere bastırın. Her iki elinizin işaret ve başparmağını sıkıca bastırın ve topuklarınızı ikinci ve üçüncü ayak parmaklarıyla aynı hizada tutarak ayaklarınızı kalçalarınızla aynı hizaya gelecek şekilde birbirinden ayrı vaziyette yerleştirin.
zh_hans: 以四柱式开始，手腕在肩膀下方，手指张开。双脚往后摆成板式，运用双腿和腹部的俯卧撑。将脚跟伸向地板，同时提起臀部并将胸部靠向双腿。利用双手推向地板的力量，让上半身贴近双脚。用食指和拇指稳固重心，双脚与臀同宽，脚跟与第二、三只脚趾对齐。
zh_hant: 以四柱式開始，手腕在肩膀下方，手指張開。雙腳往後擺成板式，運用雙腿和腹部的俯臥撑。將腳跟伸向地板，同時提起臀部並將胸部靠向雙腿。利用雙手推向地板的力量，讓上半身貼近雙腳。用食指和拇指穩固重心，雙腳與臀同寬，腳跟與第二、三隻腳趾對齊。

# exerciseDescription30
source: Start on all fours in a tabletop position with your wrists under your shoulders and fingers spread. Step your feet back into a plank - a high push-up with legs and belly engaged. From there, lift your hips and press your chest towards your legs as you stretch your heels towards the floor. Push the floor away with your hands in order to bring your upper body towards your legs. Root down firmly with the index finger and thumb of each hand and place your feet hips distance apart, with your heels lined up behind your second and third toes. Keep your left palm grounded as you reach your right arm through the space between your legs to hold the back of your left ankle or calf. Continue to reach the outer hips back and press the ground away with your left palm. Repeat on second side.
de: Beginne auf allen vieren in der Position eines Bretts mit deinen Handgelenken unter deinen Schultern und gespreizten Fingern. Stelle deine Füße zurück in eine Brettstellung – eine hohe Liegestützposition mit angespannten Beinen und Bauch. Hebe deine Hüfte von dort aus an und drücke deine Brust in Richtung deiner Beine, während du deine Fersen in Richtung Boden streckst. Drücke den Boden mit den Händen weg von dir, um deinen Oberkörper näher zu deinen Beinen zu bekommen. Drücke den Zeigefinger und den Daumen beider Hände stark nach unten und stelle deine Füße hüftbreit auseinander, mit den Fersen in einer Linie hinter den zweiten und dritten Zehen. Lasse deine linke Handfläche auf dem Boden, während du deinen rechten Arm durch die Lücke zwischen deinen Beinen führst, um von hinten deinen linken Knöchel oder deine Wade zu halten. Fahre fort, um deine äußere Hüfte von hinten zu erreichen und drücke mit der linken Handfläche den Boden weg von dir. Wiederhole das Ganze auf der zweiten Seite.
es: Empieza a cuatro patas en la posición de la mesa con las muñecas bajo los hombros y los dedos extendidos. Mueve los pies hacia atrás haciendo una plancha - una flexión alta ejercitando las piernas y el vientre. Desde ahí, eleva las caderas y presiona el pecho contra las piernas mientras estiras los talones hacia el suelo. Empuja contra el suelo con las manos para llevar la parte superior de tu cuerpo hacia las piernas. Sujétate con fuerza al suelo con el dedo índice y pulgar de cada mano y coloca los pies separados a la distancia entre las caderas, con los talones alineados tras el segundo y tercer dedo de los pies. Mantén la palma izquierda en el suelo mientras desplazas el brazo derecho entre las piernas para sujetar la parte de atrás del tobillo o la pantorrilla izquierda. Continúa para llegar a la zona externa de las caderas por detrás y presiona contra el suelo con la palma izquierda. Repetir en el lado contrario.
fr: Commencer à quatre pattes dans la position de la table avec les poignets sous les épaules et les doigts écartés. Ramener les pieds en arrière en position de planche avec une forte poussée avec les jambes et le ventre engagé. À partir de là, soulever les hanches et presser votre poitrine vers les jambes tout en étirant les talons vers le sol. Pousser sur le sol avec les mains afin de ramener la partie haute du corps vers les jambes. Prendre fermement appui avec l'index et le pouce de chaque main et garder une largeur de hanches comme écartement entre les pieds, avec les talons alignés derrière le second et le troisième orteil. Garder la paume gauche sur le sol tout en dirigeant le bras droit vers l'espace entre les jambes pour tenir l'arrière de la cheville gauche ou le mollet. Continuer pour atteindre l'extérieur de la hanche et appuyer sur le sol avec la paume gauche. Répéter sur l'autre côté.
it: Stando a quattro zampe nella posizione del tavolo con i polsi sotto le spalle spingendo sui piedi, sollevare il bacino e premere il petto verso le gambe allungando i talloni verso il pavimento. Spingere il piano con le mani al fine di portare il busto verso le gambe. Spingi con forza con il dito indice e il pollice di ciascuna mano e mettere i piedi a distanza fianchi, con i talloni dietro il secondo e terzo dito. Tenere il palmo della mano sinistra a terra, raggiungere il braccio destro attraverso lo spazio tra le gambe per tenere la parte posteriore della caviglia sinistra. Continuare a raggiungere i fianchi esterni e premere a terra con il palmo della mano sinistra. Ripetere sul secondo lato.
ja: 両手と両ひざをつき、手首が肩の真下に来て、指を広げた姿勢から始めます。足を後ろに引いて、板のポーズになります。脚とお腹に力を入れて、腕立て伏せの腕を伸ばした状態です。そこから、お尻を上にあげ、胸を脚に向けて押しつけ、かかとを地面に向けて伸ばします。上半身を脚の方へ押すために両手で地面を押します。それぞれの手の親指と人差し指でしっかりと支え、足は腰の幅に広げ、かかとは足の人差し指と中指の後ろに来るようにします。 左の手のひらを地面についたまま、右腕を脚と脚の間に伸ばして、左の足首かふくらはぎをつかみます。その後、お尻の外側に手を移動させながら、左の手のひらで地面をしっかり押します。左右を入れかえて、繰り返します。
ko: 어깨 아래로 손목을 뻗고 손가락을 핀 상태에서 테이블 자세로 시작합니다. 다리와 배가 맞대어 하이 푸쉬-업, 플랭크 자세가 되도록 다리를 뒤로 움직입니다. 여기서 엉덩이를 들어올리고 발 뒤꿈치는 바닥에 대고 가슴은 다리 쪽으로 눌러줍니다. 상체가 다리 쪽으로 향하도록 손으로 바닥을 눌러줍니다. 엄지와 검지 손가락으로 강하게 지탱하며 다리는 엉덩이 너비만큼 벌리고 발 뒤꿈치는 두번째 세번째 발가락 뒤편에 일렬로 합니다. 왼손은 바닥에 고정한 채 오른손을 왼쪽 발목 또는 종아리를 잡도록 뒤로 뻗습니다. 엉덩이 바깥쪽은 뒤로 뻗도록 유지하며 왼쪽 손바닥으로 바닥을 누릅니다. 다른 방향으로 반복하세요.
nl: Begin op handen en knieën in de tafelhouding met je polsen onder je schouders en gespreide vingers. Strek je voeten weg naar achteren zoals bij een plank – een hoge pushup met aanspannen van benen en buik. Til vervolgens je heupen op en duw je borst richting je benen, terwijl je de hielen richting grond duwt. Duw met de handen de grond weg om je bovenlichaam richting je benen te brengen. Zet je wijsvinger en duim van beide handen stevig op de vloer en plaats je voeten op heupbreedte met je hielen in het verlengde van je tweede en derde tenen. Houd je rechterpalm stevig op de vloer, terwijl je je rechterarm tussen je benen brengt om de achterzijde van je linkerenkel of kuit vast te pakken. Ga verder door de achterzijkant van je heupen te bereiken en druk de grond weg met je linkerpalm. Herhaal dit met de andere kant.
pt_pt: Comece de gatas em posição de mesa com os pulsos por baixo dos ombros e os dedos das mãos afastados. Coloque os pés atrás em posição de prancha – uma flexão de braços subida com contração de pernas e barriga. A partir dessa posição, eleve as ancas e empurre o peito contra as pernas enquanto estica os calcanhares na direção do chão. Empurre o chão com as mãos para trazer a parte superior do corpo para junto das pernas. Fixe firmemente com os dedos polegares e indicadores de cada mão e alinhe os pés pela distância das ancas, com os calcanhares centrados em relação aos dedos dos pés. Mantenha a palma da mão esquerda fixa no chão enquanto estica o braço direito pelo espaço entre as pernas para agarrar a parte de trás do seu tornozelo ou perna esquerda. Continue a esticar na direção da parte exterior de trás da anca e empurre o chão com a palma da mão esquerda. Repita do segundo lado.
ru: Встаньте на четвереньки, ладонями упритесь в пол на ширине плеч. Расставьте стопы на ширину бедер. Упритесь в пол пальцами ног. Полностью выпрямите руки, растягивая их от пола к плечам. Поднимите таз, выпрямите ноги, опустите пятки. Вытолкните бедра назад. Возьмитесь левой рукой за правую пятку с внешней стороны стопы. Поверните корпус и голову в правую сторону. Держите колени прямыми, копчик тянется вверх, мышцы спины расслабьте. Сделайте два-три цикла дыхания и при каждом выдохе увеличивайте понемногу скрутку.
sv: Börja på alla fyra i position som en bordsskiva med handlederna under dina axlar och fingrarna spridda. Steg fötterna tillbaka till en planka - en hög push-up med benen och buken engagerad. Därifrån lyft dina höfter och tryck bröstet mot dina ben medan du sträcker hälarna mot golvet. Dra bort med händerna i golvet för att få överkroppen mot benen. Rota ordentligt med pekfingret och tummen på varje hand och placera fötterna på höftavstånd från varandra, med hälarna uppradade bakom dina andra och tredje tår. Håll vänster handflata jordad medan du når din högra arm genom utrymmet mellan benen för att hålla på baksidan av vänster fotled eller vad. Fortsätt att nå de yttre höfterna bakre del och tryck bort från marken med vänster handflata. Upprepa på andra sidan.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขาโดยให้ข้อมือของคุณวางอยู่ใต้หัวไหล่และแผ่นิ้วมือออก ถอยเท้าของคุณกลับไปเป็นท่าแพลงก์จากนั้นค่อย ๆ ยกตัวขึ้นสูง โดยการยกสะโพกของคุณขึ้นและกดหน้าอกของคุณลงมาในขณะที่เหยียดส้นเท้าตึงไปทางด้านหลัง ดันตัวคุณให้สูงขึ้นด้วยมือของคุณจากนั้นค่อยโน้มตัวด้านหน้าเข้าหาขาของคุณ ถ่ายเทน้ำหนักลงบนพื้นด้วยนิ้วชี้และนิ้วหัวแม่มือของแต่ละมือและเท้าของคุณ จากนั้นวางเท้าให้ห่างออกหนึ่งช่วงตัวด้วยส้นเท้าที่ยกขึ้นเล็กน้อยในขณะที่เกร็งนิ้วเท้า ให้ฝ่ามือซ้ายของคุณวางอยู่บนพื้นในขณะที่คุณเอื้อมแขนข้างขวาผ่านช่องว่างระหว่างขาของคุณเพื่อจับที่ด้านหลังข้อเท้าซ้ายหรือน่องของคุณ จากนั้นค่อย ๆ เอื้อมมือไปที่สะโพกด้านหลังและกดน้ำหนักลงพื้นด้วยฝ่ามือข้างซ้าย แล้วทำซ้ำโดยสลับข้างกัน
tr: Bilekleriniz omuzlarınızın altında ve parmaklarınız açık vaziyette dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Ayaklarınızı tahta pozisyonuna getirin ve bacaklarınızla göbeğinizi devreye sokarak yukarıya doğru şınav çekin. Buradan itibaren, kalçalarınızı kaldırın ve topuklarınızı yere doğru esnetirken göğsünüzü bacaklarınıza bastırın. Üst vücudunuzu bacaklarınıza doğru getirmek için ellerinizle yere bastırın. Her iki elinizin işaret ve başparmağını sıkıca bastırın ve topuklarınızı ikinci ve üçüncü ayak parmaklarıyla aynı hizada tutarak ayaklarınızı kalçalarınızla aynı hizaya gelecek şekilde birbirinden ayrı vaziyette yerleştirin. Sol bileğinizin veya baldırınızın arkasını tutmak için sağ kolunuzu bacaklarınızın arasındaki boşluktan uzatırken, sol avuç içinizi yere bastırın. Kalçalarınızın dış kısmına uzanmak için devam edin ve sol avuç içinizle yere basın. İkinci tarafta tekrarlayın.
zh_hans: 以四柱式开始，手腕在肩膀下方，手指张开。双脚往后摆成板式，运用双腿和腹部的俯卧撑。将脚跟伸向地板，同时提起臀部并将胸部靠向双腿。利用双手推向地板的力量，让上半身贴近双脚。用食指和拇指稳固重心，双脚与臀同宽，脚跟与第二、三只脚趾对齐。 左手臂着地，右手臂穿过双脚之间的空间，抓住左脚踝或小腿肚。继续伸向臀部后方，并用左手掌推开地板。变换方向重复动作。
zh_hant: 以四柱式開始，手腕在肩膀下方，手指張開。雙腳往後擺成板式，運用雙腿和腹部的俯臥撑。將腳跟伸向地板，同時提起臀部並將胸部靠向雙腿。利用雙手推向地板的力量，讓上半身貼近雙腳。用食指和拇指穩固重心，雙腳與臀同寬，腳跟與第二、三隻腳趾對齊。 左手臂著地，右手臂穿過雙腳之間的空間，抓住左腳踝或小腿肚。繼續伸向臀部後方，並用左手掌推開地板。變換方向重複動作。
