Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription135
source: Stand with your big toes together and outer edges of the feet parallel to each other. Place your palms on your buttocks with the fingertips pointing towards your heels. As you inhale, lengthen your spine. As you exhale, use your hands to press your buttocks down towards the heels and curl your chest up towards the ceiling. Slide your shoulder blades together and down your back, drawing the elbows towards each other.
de: Stehe mit den großen Zehen zusammen und den Außenseiten der Füße parallel zueinander. Lege deine Handflächen auf deine Gesäßknochen, sodass die Fingerspitzen in Richtung deiner Fersen zeigen. Während du einatmest, mache deine Wirbelsäule lang. Während du ausatmest, benutze deine Hände, um deine Gesäßknochen nach unten zu deinen Fersen zu drücken und wölbe deine Brust zur Decke. Ziehe deine Schulterblätter zusammen und an deinem Rücken hinab, indem du die Ellbogen zueinander ziehst.
es: Ponte de pie con los dedos gordos de los pies juntos y los bordes externos de los pies en paralelo. Coloca las palmas de las manos en los glúteos, con las yemas de los dedos apuntando hacia los talones. Mientras inhalas, estira la espalda. Mientras exhalas, utiliza las manos para presionar los glúteos hacia abajo, en dirección a los talones, y curva el pecho hacia el techo. Desliza los omóplatos juntos hacia abajo por la espalda, llevando los codos el uno hacia el otro.
fr: Se tenir debout avec les gros orteils joints et le bord extérieur parallèle. Placer les paumes sur les fesses avec le bout des doigts pointant vers les talons. En inspirant, étirer la colonne vertébrale. En expirant, utiliser les mains pour appuyer sur les fesses vers le bas en direction des talons et courber la poitrine vers le plafond. Rapprocher les omoplates et baisser le dos en rapprochant les épaules.
it: In piedi con gli alluci uniti e bordi esterni dei piedi paralleli tra loro. Mettere i palmi delle mani sui glutei con la punta delle dita che punta verso i talloni. Quando inspirate, allungate la colonna vertebrale. Durante l'espirazione, usare le mani per premere sui glutei verso i talloni e piegare il petto verso il soffitto far scorrere le scapole e giù per la schiena, portando i gomiti verso l'altro
ja: 両足の親指をそろえて立ち、足の外側がお互いに平行になるようにします。両手をお尻に当て、指先がかかとの方を向くようにします。息を吸いながら、背骨を伸ばします。次に、息を吐きながら、両手でお尻をかかとの方へ向けて押し、胸を天井に向けて反ります。肩甲骨を背中側で寄せて押し下げ、両ひじをお互いに近づけます。
ko: 엄지발가락을 서로 붙이고 발 바깥 부분이 서로 평행이 되게 한 상태로 섭니다. 손끝이 발꿈치쪽으로 가리키며 손바닥을 엉덩이에 놓습니다. 숨을 들이쉬면서 허리를 곧게 폅니다. 숨을 내쉬면서 손으로 엉덩이를 발꿈치쪽으로 아래로 누르며 가슴은 천장을 향해 꺾어 줍니다. 어깨뼈를 같이 내리며 발꿈치가 서로 닿도록 등을 뒤로 내립니다.
nl: Ga staan met je grote tenen naast elkaar en de buitenranden van je voeten evenwijdig aan elkaar. Plaats je handpalmen op je billen met de vingertoppen gericht naar je hielen. Adem in en maak je wervelkolom langer. Bij uitademing gebruik je handen om je billen naar je hielen te duwen en hef daarbij je borst naar het plafond op. Breng je schouderbladen naar elkaar toe en naar beneden op je rug, waardoor de ellebogen naar elkaar toe worden getrokken.
pt_pt: De pé, junte os dedos grandes dos pé e coloque os pés paralelos entre si. Coloque as palmas das mãos nas nádegas com os dedos a apontar para os calcanhares. Ao inspirar, alongue a coluna. Ao expirar, use as mãos para pressionar as nádegas para baixo na direção dos calcanhares e curve o peito para cima em direção ao teto. Una as omoplatas e deslize-as para baixo, puxando os cotovelos um para o outro.
ru: В положении стоя, положите ладони на поясницу пальцами вниз. Напрягите бедра и ягодицы. Колени держите вместе, и ступнями давите в пол. Подайте бедра вперед. Отклоните спину назад. Держите голову прямо или, если комфортно, откиньте голову назад.
sv: Stå med stortårna ihop och ytterkanterna av fötterna parallella med varandra. Placera handflatorna på skinkorna med fingertopparna pekandes mot hälarna. När du andas in, förläng ryggraden. När du andas ut, använd händerna för att trycka dina skinkor ned mot hälarna och böj bröstet upp mot taket. Skjut ihop skulderbladen och ner din rygg, dra armbågarna mot varandra.
th: ยืนให้นิ้วหัวแม่โป้งเท้าอยู่ชิดกันและจัดเท้าของคุณให้ขนานกัน วางฝ่ามือทั้งสองลงบนก้นโดยให้ปลายนิ้วชี้ไปทางส้นเท้าของคุณ ในขณะที่คุณหายใจเข้าค่อย ๆ ยืดแผ่นหลังของคุณ ในขณะที่คุณหายใจออกใช้มือทั้งสองดันก้นของคุณลงไปที่ส้นเท้าและแอ่นหน้าอกเข้าหาเพดาน ดันกระดูกสะบักเข้าหากันและเลื่อนเข้าหาแผ่นหลังแล้วค่อย ๆ ดันข้อศอกทั้งสองเข้าหากัน
tr: Ayak başparmaklarınız bitişik ve ayaklarınızın dış kısımları birbirine paralel vaziyette ayakta durun. Parmak uçlarınız topuklarınıza işaret edecek şekilde avuç içlerinizi poponuza yerleştirin. Nefes alırken, omurganızı uzatın. Nefes verirken ise poponuzu topuklara doğru aşağı bastırmak için ellerinizi kullanın ve göğsünüzü tavana doğru kıvırın. Dirseklerinizi birbirine çekerek kürek kemiklerinizi birlikte ve sırtınızdan aşağı kaydırın.
zh_hans: 脚趾拇指并拢站立，双脚相互平行。手掌放在臀部上，手指朝着脚跟。吸气时伸展脊椎，呼气时，双手按压臀部，胸部朝天弯曲。肩胛骨靠拢，两手手肘相互靠拢。
zh_hant: 腳趾拇指併攏站立，雙腳相互平行。手掌放在臀部上，手指朝著腳跟。吸氣時伸展脊椎，呼氣時，雙手按壓臀部，胸部朝天彎曲。肩胛骨靠攏，兩手手肘相互靠攏。

# exerciseDescription138
source: Lie on your back with knees bent, feet planted hips distance apart, and outer edges of the feet parallel to each other. Extend your arms at your sides and position your feet so that your fingertips graze the edges of your heels. Lift your arms towards the ceiling and flex your wrists. Bend your elbows and plant your palms at your shoulder tops with the fingertips pointing towards the shoulders. Press into the inner edges of your hands and inner heels as you lift your pelvis, chest, and head off of the ground. Rotate your outer thighs towards your inner thighs and press your chest through your arms. Be careful not to allow your feet to slide wider than hips distance apart. To release, draw your chin towards your chest and your buttocks towards your heels as you lower back down to the floor.
de: Lege dich mit gebeugten Knien auf den Rücken, den Füße hüftbreit auseinander und den Außenseiten deiner Füße parallel zueinander. Strecke deine Arme an den Seiten aus und positioniere deine Füße so, dass deine Fingerspitzen zu den Seiten deiner Fersen schauen. Hebe deine Arme zur Decke und knicke deine Handgelenke. Beuge deine Ellbogen und lege deine Handflächen auf deine Schultern, sodass die Fingerspitzen zu den Schultern zeigen. Drücke dich in die Innenseiten deiner Hände und die Innenseiten deiner Fersen, während du dein Becken, deine Brust und deinen Kopf vom Boden hebst. Drehe die Außenseiten deiner Oberschenkel zu den Innenseiten deiner Oberschenkel und drücke deine Brust durch deine Arme. Passe auf, dass deine Füße sich nicht weiter als deine Hüften auseinander bewegen. Zum Lösen ziehe dein Kinn zu deiner Brust und deine Gesäßknochen in Richtung deiner Fersen, während du deinen Rücken zurück auf den Boden senkst.
es: Túmbate sobre la espalda con las rodillas flexionadas, los pies plantados y separados a la distancia entre las caderas, y los bordes externos de los pies en paralelo. Extiende los brazos a los lados y coloca los pies de forma que las yemas de los dedos rocen los bordes de los talones. Eleva los brazos hacia el cielo y flexiona las muñecas. Dobla los codos y planta las palmas de las manos en la parte superior de los hombros con las puntas de los dedos apuntando hacia la espalda. Presiona sobre los bordes internos de las manos y la parte interna de los talones mientras levantas la pelvis, el pecho y la cabeza del suelo. Ten cuidado para no permitir que los pies se deslicen separándose a mayor distancia de la que hay entre las caderas. Para soltar, lleva el mentón hacia el techo y los glúteos hacia los talones mientras bajas otra vez hacia el suelo.
fr: S'allonger sur le dos avec les genoux pliés, les pieds positionnés avec une largeur de hanches comme écartement et le bord extérieur des pieds parallèle. Étirer les bras sur les côtés et positionner les pieds de façon à ce que la pointe des doigts frôle les talons. Lever les bras vers le plafond et fléchir les poignets. Plier les coudes et positionner les paumes sur le dessus des épaules avec le bout des doigts pointant vers les épaules. Appuyer sur le bord intérieur des mains et l'intérieur des talons tout en décollant du sol le pelvis, la poitrine et la tête. Faire un mouvement de rotation des cuisses de l'extérieur vers l'intérieur et appuyer la poitrine sur les bras. Être attentif à ne pas laisser glisser les pieds avec un écartement plus large que celui des hanches. Pour libérer, ramener le menton vers la poitrine et les fesses vers les talons tout en s'abaissant vers le sol.
it: Sdraiatevi sulla schiena con le ginocchia piegate, i piedi piantati a distanza dei fianchi e bordi esterni dei piedi paralleli tra loro. Stendere le braccia lungo i fianchi e posizionare i piedi in modo che la punta delle dita sfiori i bordi dei talloni. Alzare le braccia verso il soffitto e flettere i polsi. Piegare i gomiti e piantare i palmi delle mani sulla spalla con la punta delle dita che punta verso le spalle. Premere sui bordi interni delle mani e sollevare bacino, torace e testa da terra. Ruotare le cosce verso l’interno e premere il petto con le braccia. Fare attenzione a non consentire ai piedi di scivolare portandosi ad una distanza maggiore di quella dei fianchi. Portare il mento verso il petto e le natiche verso i talloni e abbassarsi di nuovo verso il pavimento.
ja: 仰向けに寝て、両ひざを曲げ、両足を腰幅に広げて地面につき、足の外側がお互いに平行になるようにします。両手を身体の脇に伸ばし、指先がかかとに軽く触る場所に足を置きます。両腕を天井に向けて上げ、手首を曲げます。両ひじを曲げて、両手を肩の上につき、指先が肩の方を向くようにします。両手の内側とかかとの内側を地面に押し付け、骨盤・胸・頭を地面から浮かせます。足が腰の幅よりも広くならないように気をつけます。 力を抜くときには、あごを胸に引き寄せ、お尻をかかとに引き寄せ、腰を地面に向けて下げていきます。
ko: 무릎을 구부리고, 발은 엉덩이 너비로 벌리고, 발 바깥 부분이 서로 평행이 되게 한 상태로 등을 대고 눕습니다. 팔을 몸 옆에 펴고 손끝이 발 뒤꿈치 끝에 스치도록 발을 배치합니다. 손을 천장을 향하도록 들고 손목은 편안하게 합니다. 팔꿈치를 구부리고 손끝이 어깨 쪽으로 가리키도록 어깨 위에 손바닥을 놓습니다. 골반, 가슴과 머리를 들면서 손 안쪽과 발꿈치 안쪽을 눌러줍니다. 허벅지 바깥쪽을 안쪽으로 조여주고 가슴을 팔 사이로 눌러줍니다. 엉덩이 너비보다 발이 벌어지지 않도록 합니다. 돌아올 때는 등 아래를 바닥에 내리면서 턱은 가슴 쪽으로 엉덩이는 발꿈치 쪽으로 당겨줍니다.
nl: Ga op je rug liggen met je kniean ën gebogen, voeten op heupbreedte met de buitenranden van je voeten evenwijdig aan elkaar. Strek je armen langs je lichaam en plaats je hielen zodanig dat ze binnen handbereik van je vingertoppen zijn. Til je armen naar het plafond en buig je polsen. Buig je ellebogen en plaats je handpalmen bovenop je schouders met je vingers naar je schouders wijzend. Oefen druk uit op de binnenkant van je handen en binnenzijde van je hielen als je met je bekken, borst en hoofd van de grond komt. Draai de buitenzijde van je dijbenen naar de binnenzijde van je dijbenen en druk je borst door je armen. Zorg ervoor dat je voeten niet verder dan heupbreedte uit elkaar gaan staan. Om uit de houding terug te komen, breng je kin op de borst en je billen naar je hielen als je je naar de grond laat zakken.
pt_pt: Deite-se de costas com os joelhos dobrados, pés plantados à distância das ancas e os pés paralelos entre si. Estique os braços de cada lado e posicione os pés de modo a que os seus dedos toquem na ponta dos calcanhares. Levante os braços em direção ao teto e flita os pulsos. Dobre os cotovelos e plante as palmas das mãos acima dos ombros com os dedos a apontar para os ombros. Faça pressão sobre a parte interior das suas mãos e dos calcanhares à medida que eleva a pélvis, o peito e a cabeça do chão. Rode a parte de fora das coxas na direção da parte interior e empurre o peito para cima através dos braços. Cuidado para não permitir que os seus pés deslizem para fora do limite da distância das ancas. Para libertar, traga o queixo para junto do peito e as nádegas para junto dos calcanhares à medida que desce o corpo até ao chão.
ru: Лягте ровно на спину. Согните ноги так, чтобы голени стали перпендикулярно полу, и подведите пятки к задней части бедер. Вытяните руки за голову; ладони обращены к потолку. Согните локти, поверните кисти и положите ладони на пол возле плеч, пальцы обращены к ступням. Выдохните, поднимите спину и ягодицы, поднимите грудь. Взгляд направлен вперед.
sv: Ligg på rygg med böjda knän, fötterna planterade på höftavstånd och ytterkanterna av fötterna parallella med varandra. Sträck armarna längs sidorna och placera fötterna så att dina fingertoppar skrubbar kanterna på hälarna. Lyft armarna mot taket och flexa handlederna. Böj armbågarna och plantera handflatorna på skulder topparna med fingertopparna pekandes mot axlarna. Tryck in i de inre kanterna på dina händer och inre hälar medan du lyfter bäckenet, bröstet och huvudet från marken. Rotera ditt yttre lår mot ditt inre lår och tryck bröstet genom armarna. Var försiktig så att du inte låter fötterna glida bredare än höftavstånd. För att släppa, dra din haka mot bröstet och skinkorna mot hälarna medan du sänker ner till golvet.
th: นอนหงายชันเข่าขึ้น แยกเท้าออกให้ห่างหนึ่งช่วงตัวและจัดให้เท้าทั้งสองขนานกัน วางแขนไว้ข้างลำตัวและขยับเท้าของคุณเข้ามาเพื่อให้ปลายนิ้วมืออยู่ที่บริเวณส้นเท้าของคุณ ยกแขนของคุณเข้าหาเพดานและงอข้อมือลงมา พับข้อศอกเข้าหาลำตัวและวางฝ่ามือทั้งสองไว้เหนือหัวไหล่โดยที่ปลายนิ้วมือชี้ลงมาที่หัวไหล่ ลงน้ำหนักไปที่ฝ่ามือและส้นเท้าของคุณในขณะที่ยกกระดูกเชิงกราน หน้าอกและศีรษะให้ลอยสูงขึ้นจากพื้น จัดต้นขาทั้งสองข้างให้ขนานกันและดันหน้าอกให้สูงขึ้นด้วยกำลังแขนของคุณ ระวังไม่ให้เท้าของคุณวางห่างกันเกินกว่าระยะหนึ่งช่วงตัว จากนั้นค่อย ๆ ผ่อนคลายโดยการลดระดับลงจนแผ่นหลังและก้นแตะลงสู่พื้น
tr: Dizler bükük, ayaklar ise kalçayla aynı hizada olacak şekilde birbirinden ayrık ve ayaklarınızın dış kısımları birbirine paralel vaziyette sırt üstü yatın. Kollarınızı yana açın ve ayaklarınızı parmak uçlarınızın topuklarınızın uç kısmına değmesini sağlayacak şekilde konumlandırın. Kollarınızı tavana doğru kaldırın ve bileklerinizi esnetin. Dirseklerinizi bükün ve parmak uçlarınız omzunuza işaret edecek şekilde avuç içlerinizi omuzlarınızın üstüne yerleştirin. Pelvis, göğüs ve başınızı yerden kaldırırken ellerinizin iç kısmını ve topuklarınızı yere bastırın. Bacaklarınızın dış kısmını iç kısmına doğru döndürün ve kollarınızla göğsünüze basın. Ayaklarınızın kalçalarla aynı hizada olması için gereken aralıktan daha fazla bir aralıkta olmamasına izin vermeye gayret edin. Bırakmak için, yere doğru geri alçalırken çenenizi göğsünüze ve poponuzu topuklarınıza doğru çekin.
zh_hans: 仰躺在地双膝弯曲，双脚与臀同宽，相互平行。双臂在身旁伸展，调整双脚的位置，让你的手指可以碰到脚后跟。手臂往上放。手肘弯曲并把手掌放在肩膀上方，手掌朝下。手脚施力提起身体，让骨盆、胸部和头部离地。切记不要让双脚距离超过臀部宽度。 放下前，下巴拉向胸口，臀部拉向脚跟，放低身体回到地上。
zh_hant: 仰躺在地雙膝彎曲，雙腳與臀同寬，相互平行。雙臂在身旁伸展，調整雙腳的位置，讓你的手指可以碰到腳後跟。手臂往上放。手肘彎曲並把手掌放在肩膀上方，手掌朝下。手腳施力提起身體，讓骨盆、胸部和頭部離地。切記不要讓雙腳距離超過臀部寬度。 放下前，下巴拉向胸口，臀部拉向腳跟，放低身體回到地上。

# Privacy Policy & Terms of Service
source: We currently offer auto-renewing subscription options: &&3 days of free trial followed by $3.99 per Week. 3 days of free trial followed by $12.99 per Month. 3 days of free trial followed by $35.99 per Year++. By subscribing, you get unlimited access to 111 poses and 19 yoga classes. These prices are for United States customers. Pricing in other countries may vary and actual charges may be converted to your actual currency depending on the country of residence. Your subscription will automatically renew at the end of each term and your credit card will be charged through your iTunes account. You can turn off auto-renew at any time from your account settings but refunds will not be provided for any unused portion of the term. Note that, if you wish to avoid auto-renewal, you must turn it off at least 24 hours prior to the end of the current period. That's how it works! Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable. We take the satisfaction and security of our customers very seriously. Read our terms of service at https://vgfit.com/terms and our privacy policy at https://vgfit.com/privacy To manage your subscriptions see this link for a step by step guide: http://support.apple.com/kb/ht4098
sv: We currently offer auto-renewing subscription option: &&3 days of free trial followed by $3.99 per week++. By subscribing, you get unlimited access to 111 poses and 19 yoga classes. These prices are for United States customers. Pricing in other countries may vary and actual charges may be converted to your actual currency depending on the country of residence. Your subscription will automatically renew at the end of each term and your credit card will be charged through your iTunes account. You can turn off auto-renew at any time from your account settings but refunds will not be provided for any unused portion of the term. Note that, if you wish to avoid auto-renewal, you must turn it off at least 24 hours prior to the end of the current period. That's how it works! Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable. We take the satisfaction and security of our customers very seriously. Read our terms of service at https://vgfit.com/terms and our privacy policy at https://vgfit.com/privacy To manage your subscriptions see this link for a step by step guide: http://support.apple.com/kb/ht4098
