Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription124
source: Begin in a standing forward fold with your big toes together, outer edges of the feet parallel to each other, and palms planted on the ground underneath your shoulders. Shift most of your weight into your right foot as you step the left foot back, lightly resting the big left toe on the ground. Place your right palm against your right calf and float the left leg up to the sky. Keep the left hip level with the right hip, lifting the right hip as much as you can while hugging it in towards center. Press the right palm forward against the right calf to leverage your chin towards your shin. Repeat standing on left leg with right leg extended.
de: Beginne in einem nach vorne gebeugten Stand mit den großen Zehen zusammen, den Außenseiten deiner Füße parallel zueinander und deinen Handflächen unter deinen Schultern auf dem Boden. Verlagere den Großteil deines Gewichts auf deinen rechten Fuß, während du mit dem linken Fuß einen Schritt zurück machst und den linken, großen Zeh leicht auf den Boden auflegst. Lege deine rechte Handfläche an deine rechte Wade und lasse das linke Bein in Richtung Himmel gleiten. Lasse die linke Hüfte auf der Höhe der rechten Hüfte und hebe die rechte Hüfte soweit du kannst an, während du sie zur Mitte hindrehst. Drücke die rechte Handfläche nach vorne gegen deine rechte Wade, um dein Kinn zu deinem Schienbein anzuheben. Wiederhole den Stand auf dem linken Bein mit dem rechten Bein ausgestreckt.
es: Empieza de pie doblado hacia delante con los dedos gordos juntos, los bordes externos de los pies en paralelo y las palmas de las manos plantadas en el suelo bajo los hombros. Lleva la mayor parte del peso hacia el pie derecho mientras desplazas el pie izquierdo hacia atrás, descansando levemente el dedo gordo del pie izquierdo en el suelo. Coloca la palma de la mano derecha contra la pantorrilla derecha y eleva la pierna izquierda hacia el cielo. Mantén la cadera izquierda alineada con la cadera derecha, elevando la cadera derecha tanto como puedas mientras la abrazas hacia el centro. Presiona la palma de la mano derecha hacia adelante contra la pantorrilla derecha para apalancar el mentón contra la espinilla. Repítelo poniéndote de pie sobre la pierna izquierda con la pierna derecha extendida.
fr: Commencer en se penchant vers l'avant avec les gros orteils joints, le bord extérieur des pieds parallèle et les paumes positionnées sur le sol sous les épaules. Basculer la majorité du poids du corps sur le pied droit tout en reculant le pied gauche, en posant légèrement le gros orteil gauche sur le sol. Placer la paume droite contre le mollet droit et laisser flotter la jambe gauche vers le ciel. Maintenir la hanche gauche à niveau avec la hanche droite, en levant la hanche droite autant que possible tout en l'étreignant vers le centre. Appuyer la paume droite vers l'avant contre le mollet droit pour relever le menton vers le tibia. Répéter en se tenant sur la jambe gauche avec la jambe droite tendue.
it: Iniziare in una posizione in avanti ,unire gli alluci, e portare i bordi esterni dei piedi paralleli l'uno all'altro, i palmi delle mani piantati a terra sotto le spalle. Spostare la maggior parte del peso sul piede destro appoggiando leggermente l'alluce sinistro a terra. Posizionare il palmo della mano destra contro il polpaccio destro e sollevare la gamba sinistra in alto. Mantenere il livello dell'anca sinistra con l'anca destra, sollevando il fianco destro, per quanto è possibile. Premere il palmo della mano destra in avanti contro il polpaccio destro e portare il mento verso lo stinco. Ripetere in piedi sulla gamba sinistra con la gamba destra tesa.
ja: 両足の親指をそろえて立ち、足の外側がお互いに平行になるようにし、身体を前に倒して、肩の真下で両手を地面につきます。体重の大部分を右足に移動させながら、左足を後ろに引き、左足の親指を軽く地面につきます。右の手のひらを右のふくらはぎに置き、左足を空に向けて高く上げます。左のお尻と右のお尻は同じ高さを保つようにし、右のお尻が下がらないようにしながら、中心に向かって引き寄せます。右の手のひらを右のふくらはぎに押し付けることで、あごをすねに近づけます。 左右を入れかえて、左脚で立ち、右脚を伸ばす方も、同様に行います。
ko: 엄지발가락을 서로 붙이고 발 바깥 부분이 서로 평행이 되게 하고 손바닥을 어깨 아래 바닥에 붙이고 몸을 앞으로 숙인 상태로 시작합니다. 왼발을 뒤로 움직이고 가볍게 왼쪽 엄지발가락을 바닥에 놓은 상태에서 오른발에 대부분의 무게 중심을 옮깁니다. 오른쪽 손바닥을 오른쪽 종아리에 맞대어 놓고 왼발을 위로 들어올립니다. 엉덩이를 가운데로 조여주면서 할 수 있는 만큼 오른쪽 엉덩이를 들며 왼쪽 엉덩이를 오른쪽 엉덩이와 평평하게 되도록 합니다. 턱을 정강이에 닿도록 오른쪽 손바닥을 오른쪽 정강이 앞으로 눌러줍니다. 오른발을 펴고 왼발로 서서 반복합니다.
nl: Begin in een voorwaartse buiging met je grote tenen naast elkaar, buitenranden van de voeten evenwijdig aan elkaar en de handpalmen onder je schouders op de grond geplaatst. Verplaats grotendeels je lichaamsgewicht naar je rechtervoet en je met je linkervoet achteruit stapt, waarbij de linkergrote teen lichtjes op de grond rust. Plaats je rechterhandpalm tegen je rechterkuit en zwaai het linkerbeen de lucht in. Houd de linkerheup op dezelfde hoogte als de rechterheup, waarbij je de rechterheup zoveel mogelijk optilt om het naar het midden te brengen. Druk met je rechterhandpalm tegen je rechterkuit om je kin richting scheenbeen te brengen. Herhaal dit door op het linkerbeen te staan met het rechterbeen gestrekt.
pt_pt: Comece na posição de pé dobrada para a frente com os dedos grandes dos pés unidos, pés paralelos entre si e palmas das mãos plantadas no chão por baixo dos ombros. Desloque a maior parte do seu peso para o seu pé direito ao mesmo tempo que coloca o pé esquerdo atrás, repousando ligeiramente o dedo grande esquerdo no chão. Coloque a palma da mão direita contra a canela direita e eleve a perna esquerda na direção do céu. Mantenha a anca esquerda nivelada com a direita, elevando a anca direita o máximo possível ao mesmo tempo que a puxa para o centro. Pressione a palma da mão direita para a frente contra a canela direita para levar o queixo até à canela. Repita ficando sobre a perna esquerda com a perna direita esticada.
ru: Встаньте ровно, держа ноги параллельно друг другу. С выдохом наклоните корпус вперед. Захватите левой рукой заднюю поверхность правой лодыжки. Поместите правую ладонь на пол с внешней стороны правой стопы, а голову или подбородок опустите на правое колено. Поднимите левую ногу как можно выше. Подтяните колени на обеих ногах. Направьте пальцы левой ноги вверх. Ноги должны оставаться ровными, а для этого необходимо направлять пальцы вперед, а не в стороны. Повторите позу в другую сторону.
sv: Börja i en stående framåtvikning med dina stortår tillsammans, ytterkanterna av fötterna parallell med varandra, och handflatorna planterade på marken under dina axlar. Skifta den mesta av din vikt i din högra fot medan du kliver vänster fot tillbaka, vila lätt den vänstra stortån på marken. Placera din högra handflata mot din högra vad och flyt vänster ben upp mot himlen. Håll vänster höft plan med höger höft, lyft höger höft så mycket som du kan samtidigt som du kramar in den mot mitten. Tryck på höger handflata framåt mot den högra vaden för att häva din haka mot ditt smalben. Upprepa stående på vänster ben med höger ben utsträckt.
th: เริ่มต้นด้วยท่ายืนโน้มตัวไปข้างหน้าโดยให้นิ้วหัวแม่โป้งเท้าชิดกัน จัดเท้าของคุณให้ขนานกันและใช้ฝ่ามือทั้งสองแตะลงที่พื้น ถ่ายน้ำหนักเกือบทั้งหมดมาที่เท้าขวาของคุณในขณะที่คุณก้าวเท้าซ้ายไปข้างหลังจากนั้นค่อย ๆ พักนิ้วหัวแม่โป้งเท้าซ้ายไว้บนพื้น วางฝ่ามือขวาแนบไว้ที่น่องขวาของคุณและยกขาซ้ายชี้ขึ้นไปบนฟ้า จัดระดับสะโพกซ้ายขวา จากนั้นยกสะโพกขวาให้มากที่สุดเท่าที่ทำได้ในขณะประคองให้อยู่ตรงกลาง วางฝ่ามือขวาแนบไปกับน่องขวาแล้วปรับระดับให้คางของคุณเข้าหาหน้าแข้ง ทำซ้ำเช่นนี้โดยยืนอยู่บนขาซ้ายแล้วเหยียดขาขวาขึ้นไป
tr: Ayak başparmaklarınız bitişik, ayaklarınızın dış kısmı birbirine paralel ve avuç içleriniz omuzlarınızın altında yere yerleştirilmiş şekilde öne katlı vaziyette ayakta durma pozisyonuyla başlayın. Sol ayak başparmağınızı hafifçe yerde dinlendirerek sol ayağınızla geri adım atarken ağırlığınızın çoğunu sağ ayağınıza verin. Sağ avuç içinizi sağ baldırınıza karşı yerleştirin ve sol bacağınızı gökyüzüne doğru havaya kaldırın. Sağ kalçanızı merkeze doğru sararken kaldırabildiğiniz kadar kaldırarak sol kalça seviyenizi sağ kalça seviyesinde tutun. Çenenizi kavalkemiğinize doğru kaldırmak için sağ avuç içinizi sağ baldırınıza karşı ileriye bastırın. Sağ bacağınız uzatılmış şekilde sol bacağınızın üstünde durarak tekrarlayın.
zh_hans: 身体往前弯曲站立，脚趾拇指并拢，双脚相互平行，双手放在地上。身体重心移向右脚，左脚往后移动，拇指触地。右掌靠着右边小腿，左脚悬浮在空中。左右臀部对齐，右臀往中心靠近时尽可能地提起。右掌按压小腿以让下巴靠向胫骨 左右位置互换重复以上动作。
zh_hant: 身體往前彎曲站立，腳趾拇指併攏，雙腳相互平行，雙手放在地上。身體重心移向右腳，左腳往後移動，拇指觸地。右掌靠著右邊小腿，左腳懸浮在空中。左右臀部對齊，右臀往中心靠近時盡可能地提起。右掌按壓小腿以讓下巴靠向脛骨 左右位置互換重複以上動作。

# exerciseDescription125
source: Begin in a standing forward fold with your big toes together and outer edges of the feet parallel to each other. Inhale to lengthen your spine, reaching your chest forward as you tent your finger tops on the floor. Exhale as you fold forward, reaching your arms around the outsides of your legs to hold your calves. Press your palms against your calves to leverage your forehead towards your shins. Press your heels against the ground and lift your sitting bones as you rotate the inner thighs towards the backs of the legs. Be careful not to round the lower back. Instead, hinge at the hip creases and drape your belly onto the tops of your thighs.
de: Beginne in einem nach vorne gebeugten Stand mit den großen Zehen zusammen und den Außenseiten deiner Füße parallel zueinander. Atme ein, um deine Wirbelsäule lang zu machen und führe deine Brust nach vorne, während du deine Fingerspitzen zeltartig auf den Boden legst. Atme aus, während du dich nach vorne beugst und deine Arme um die Außenseiten deiner Beine legst, um deine Waden zu halten. Drücke deine Handflächen gegen deine Waden, um deine Stirn in Richtung deiner Schienbeine anzuheben. Drücke deine Fersen gegen den Boden und hebe deine Gesäßknochen, während du die Innenseiten deiner Oberschenkel zu den Hinterseiten deiner Beine drehst. Passe auf, dass du den unteren Rücken nicht rund machst. Klappe stattdessen an den Hüftbeugen ein und ziehe deinen Bauch zu den Oberseiten deiner Oberschenkel.
es: Empieza de pie doblado hacia adelante con los dedos gordos de los pies juntos y los bordes externos de los pies en paralelo. Toma aire para estirar la espalda, desplazando el pecho hacia adelante mientras tiendes las puntas de los dedos en el suelo. Exhala mientras te doblas hacia adelante, colocando los brazos alrededor de la zona externa de las piernas para abrazar las pantorrillas. Presiona las palmas de las manos contra las pantorrillas para apalancar la frente hacia las espinillas. Empuja los talones contra el suelo y eleva la zona de los glúteos mientras rotas la cara interna de los muslos hacia la parte de atrás de las piernas. Sé cuidadoso para no curvar la zona lumbar. En lugar de ello, dóblate a la altura de los pliegues de la cadera y deja caer el vientre sobre la zona superior de los muslos.
fr: Commencer en se penchant vers l'avant avec les gros orteils joints, le bord extérieur des pieds parallèle. Inspirer pour étirer la colonne vertébrale en poussant la poitrine vers l'avant tout en essayant de toucher le plafond avec les doigts. Expirer en se penchant vers l'avant et en dirigeant les bras vers l'extérieur des jambes pour tenir les mollets. Appuyer les paumes contre les mollets pour amener le front vers les tibias. Appuyer avec les talons sur le sol et soulever les os iliaques tout en pivotant l'intérieur des cuisses vers l'arrière des jambes. Être attentif à ne pas arrondir le dos. Sinon, s'articuler au niveau de la pliure des hanches et placer le ventre sur le dessus des cuisses.
it: Iniziare in una posizione in avanti unire gli alluci e posizionare i bordi esterni dei piedi paralleli tra loro. Inspirate per allungare la colonna vertebrale, portando il petto in avanti, mentre si spinge il dito contro il pavimento. Espirare mentre ci si piega in avanti, portando le braccia intorno l'esterno delle gambe per tenere i polpacci. Premere i palmi delle mani contro i polpacci e spingere la fronte verso i vostri stinchi. Premere i talloni contro il terreno e sollevare il bacino mentre si ruota l'interno coscia verso la parte posteriore delle gambe . Attenzione a non piegare la parte bassa della schiena, portare la pancia sulle parte alta delle cosce
ja: 両足の親指をそろえて立ち、足の外側がお互いに平行になるようにして、身体を前に倒します。息を吸いながら背骨を伸ばし、胸を前に倒し、両手の指先をテントのように地面につきます。次に、息を吐きながら身体を前に倒し、両手を左右の足の外側に伸ばし、ふくらはぎをつかみます。手のひらをふくらはぎに押し付け、おでこをすねに近づけます。かかとを地面に押し付けながら、太ももの内側を足の後ろ側に回すように坐骨結節を持ち上げます。腰が丸まらないように気をつけます。その代わりに、脚の付け根から身体を前に倒し、お腹が太ももの前にぶら下がるようにします。
ko: 엄지발가락을 서로 붙이고 발 바깥 부분이 서로 평행이 되게 한 상태에서 몸을 앞으로 숙인 상태에서 시작합니다. 손가락으로 바닥을 짚으며 가슴을 앞쪽으로 내밀면서 허리를 펴며 숨을 들이쉽니다. 종아리를 잡도록 다리 바깥쪽으로 팔을 두르며 앞으로 몸을 접으면서 숨을 내쉽니다. 이마가 정강이에 닿도록 손바닥을 종아리 뒷부분을 눌러줍니다. 발꿈치를 바닥에 대로 누르며 안쪽 허벅지를 다리 뒤쪽으로 돌리면서 좌골을 올립니다. 허리 아래가 둥글게 되지 않도록 합니다. 대신 가랑이를 접으며 배가 허벅지 윗부분에 닿도록 합니다.
nl: Begin in een voorwaartse buiging met je grote tenen naast elkaar, buitenranden van de voeten evenwijdig aan elkaar. Adem in, maak je wervelkolom langer, breng je borst naar voren en maak een tentvorm met je vingertoppen op de vloer. Adem uit, buig naar voren en breng armen naar de buitenkant van je benen om je kuiten vast te pakken. Druk je handpalmen tegen je kuiten om je voorhoofd naar je scheenbenen te brengen. Druk je hielen in de grond en til je zitbeen op als je de binnenkant van je dijbenen naar de achterzijde van je benen draait. Zorg ervoor dat je je onderrug niet rond maakt. In plaats daarvan buig vanuit je heupen en breng je buik naar de bovenkant van je dijbenen.
pt_pt: Comece na posição de pé dobrada para a frente com os dedos grandes dos pés unidos e pés paralelos entre si. Inspire para alongar a coluna, inclinando o peito para a frente e apoiando as pontas dos dedos abertos no chão. Expire ao dobrar-se para a frente, esticando os braços para a parte de fora das suas pernas para agarrar as canelas. Pressione as palmas das mãos contra as canelas para aproximar a testa das canelas. Pressione os calcanhares contra o chão e eleve os ossos do rabo ao mesmo tempo que gira o interior das coxas no sentido da parte de trás das pernas. Cuidado para não curvar o fundo das costas. Em vez disso, dobre-se pelas ancas e cole a barriga ao cimo das coxas.
ru: Встаньте ровно, с выдохом наклонитесь вперед, складываясь в тазобедренных суставах, расслабляя спину. Ладони опустите вниз, чтобы они доставали до пола. Вытягивать спину вслед за руками, стремясь прижать к полу основание ладоней.
sv: Börja i en stående framåtvikning med dina stortår tillsammans och ytterkanterna av fötterna parallella med varandra. Andas in för att förlänga din ryggrad, räck bröstet framåt när du tältar fingertopparna på golvet. Andas ut när du viker framåt, räck armarna runt utsidorna av benen för att hålla vaderna. Tryck handflatorna mot vaderna för att häva din panna mot smalbenen. Tryck hälarna mot marken och lyft sittbenen medan du roterar de inre låren mot baksidan av benen. Var noga med att inte runda den nedre delen av ryggen. Böj istället på höftvecken och drapera magen ovanpå topparna på låren.
th: เริ่มต้นด้วยท่ายืนโน้มตัวไปข้างหน้าโดยให้นิ้วหัวแม่โป้งเท้าชิดกันและจัดเท้าของคุณให้ขนานกัน หายใจเข้าเพื่อยืดสันหลังของคุณ โน้มหน้าอกของคุณลงมาในขณะที่กางนิ้วมือลงบนพื้น หายใจออกในขณะที่คุณโน้มตัวไปข้างหน้า เอื้อมแขนทั้งสองของคุณอ้อมไปทางด้านข้างเพื่อจับน่องทั้งสองเอาไว้ กดฝ่ามือเข้าหาน่องของคุณเพื่อเคลื่อนหน้าผากเข้าหาหน้าแข้งของคุณ กดส้นเท้าของคุณลงบนพื้นและดันกระดูกก้นในขณะคุณปรับต้นขาด้านในเข้าหาขาด้านหลัง ต้องระวังไม่ให้งอหลังส่วนล่างของคุณ แต่ให้งอตัวที่ขาหนีบและแนบหน้าท้องของคุณไปกับส่วนบนของต้นขา
tr: Ayak başparmaklarınız bitişik, ayaklarınızın dış kısmı birbirine paralel şekilde öne katlı vaziyette ayakta durma pozisyonuyla başlayın. Parmaklarınızın üst kısmını yere sabitlerken göğsünüzü ileri uzatarak omurganızı uzatmak için nefes alın. Baldırlarınızı tutmak için kollarınızı bacaklarınızın dış kısmına uzatarak öne katlanırken nefes verin. Alnınızı kavalkemiklerinize doğru kaldırmak için avuç içlerinizi baldırlarınıza karşı bastırın. Topuklarınızı yere bastırın ve iç uyluklarınızı bacaklarınızın gerisine doğru döndürürken oturma kemiklerinizi kaldırın. Belinizin yuvarlanmamasına dikkat edin. Bunu yerine, kalça kıvrımlarına dayanın ve göbeğinizi uyluklarınızın üstüne sarkıtın.
zh_hans: 身体往前弯曲站立，脚趾拇指并拢，双脚相互平行。吸气伸展脊椎，上半身弯曲双手手指头放在地上。呼气时双手抓住双腿小腿。手掌在小腿上施力以让额头靠向你的胫骨。脚跟靠地，提起坐骨同时大腿内侧转向双腿后侧。切记不要扭动后腰，而是在臀部皱褶处弯身，腹部放在大腿上。
zh_hant: 身體往前彎曲站立，腳趾拇指併攏，雙腳相互平行。吸氣伸展脊椎，上半身彎曲雙手手指頭放在地上。呼氣時雙手抓住雙腿小腿。手掌在小腿上施力以讓額頭靠向你的脛骨。腳跟靠地，提起坐骨同時大腿內側轉向雙腿後側。切記不要扭動后腰，而是在臀部皺褶處彎身，腹部放在大腿上。

# exerciseDescription126
source: Stand with your feet together. Shift your weight into your left foot as you draw your right knee in towards your chest. Reach your right arm through the inside of the right leg and circle the first three fingers around your big toe in "yogi toe lock." Stand tall, pressing the left heel against the ground and lifting the crown of your head towards the ceiling. Extend the right leg in front of you, being careful to plug the right arm into the back of the body so that your shoulders remain stacked above your hips.
de: Stehe mit deinen Füßen zusammen. Verlagere dein Gewicht auf deinen linken Fuß, während du dein rechtes Knie zur Brust führst. Führe deinen rechten Arm durch die Innenseite des rechten Beins und lege die ersten drei Finger um den großen Zeh in die Yoga-Position des "umklammerten Zehs. " Stehe groß, drücke die linke Ferse gegen den Boden und hebe den Kopfscheitel in Richtung Decke. Strecke das rechte Bein vor dir aus und stecke den rechten Arm vorsichtig nach hinten an deinen Körper, sodass deine Schultern über deiner Hüfte bleiben.
es: Ponte de pie con los pies juntos. Coloca tu peso sobre el pie izquierdo mientras desplazas la rodilla derecha hacia el techo. Lleva el brazo derecho por la parte interna de la rodilla derecha y pon los tres primeros dedos alrededor del dedo gordo en la posición de la "mano en el dedo gordo." Ponte de pie bien recto empujando el talón izquierdo contra el suelo y elevando la parte superior de la cabeza hacia el techo. Extiende la pierna derecha frente a ti, con cuidado para situar el brazo derecho en la parte de atrás del cuerpo de forma que los hombros permanezcan colocados sobre las caderas.
fr: Se tenir debout avec les pieds joints. Basculer le poids du corps sur le pied gauche tout en ramenant le genou droit vers la poitrine. Diriger le bras droit vers l'intérieur de la jambe droite et entourer le gros orteil avec les trois premiers doigts pour la position du "verrouillage de l'orteil du yogi". Se tenir bien droit en appuyant avec le talon gauche sur le sol et en levant l'arrière la tête vers le plafond. Étirer la jambe droite devant soi en étant attentif à positionner le bras droit dans le dos de façon à ce que les épaules restent superposées au-dessus des hanches.
it: In piedi con i piedi uniti. Spostare il peso sul piede sinistro mentre si porta il ginocchio destro verso il petto. Raggiungere il braccio destro attraverso l'interno della gamba destra e incrociare le prime tre dita intorno al vostro alluce in "yogi blocco punta." Puntare in alto, premendo il tallone sinistro contro il terreno e sollevando la sommità della testa verso il soffitto. Stendere la gamba destra di fronte a voi, facendo attenzione a collegare il braccio destro nella parte posteriore del corpo in modo che le spalle restino allineate sopra i fianchi.
ja: 両足をそろえて立ちます。体重を左足に移動させながら、右ひざを胸に引きつけます。右腕を右脚の内側に通し、右手の親指から中指までの３本指を「ヨガ流つま先の持ち方」になるように右足の親指の周りに回します。背筋を伸ばし、左のかかとを地面に押し付けながら、頭のてっぺんを天井に向けて伸ばします。両肩がお尻の真上から離れないようにするために、右腕が背中から離れないように気をつけながら、右脚を身体の前に伸ばします。
ko: 두 발로 섭니다. 오른쪽 무릎을 가슴 안쪽으로 당기면서 왼발로 무게 중심을 옮깁니다. 오른팔을 오른발 안쪽 사이로 펴고 "요기 발가락 록"자세로 엄지발가락을 세 손가락으로 잡습니다. 왼쪽 발꿈치를 바닥에 누르고 정수리를 천장으로 향하도록 들면서 곧게 섭니다. 어깨가 엉덩이와 일직선이 되도록 몸 뒷부분으로 오른팔을 조심스럽게 당기며 오른발을 앞으로 폅니다.
nl: Ga met je voeten naast elkaar staan. Verplaats je gewicht naar je linkervoet als je je rechterknie naar je borst trekt. Breng je rechterarm naar de binnenkant van het rechterbeen pak met de eerste drie vingers je grote teen in de "yoga teengreep" vast Ga rechtop staan, druk de linkerhiel in de grond en til de kroon van je hoofd naar het plafond. Strek het rechterbeen voor je, zorg ervoor dat de rechterarm niet achter je lichaam wordt gebracht, waardoor je schouders niet meer recht boven je heupen vallen.
pt_pt: Comece de pé com os pés juntos. Desloque o seu peso para o pé esquerdo ao mesmo tempo que puxa o joelho direito em direção ao peito. Passe o braço direito pelo interior da perna direita e com os três primeiros dedos agarre o dedo grande do pé em posição de "polegar no pé iogue." Mantenha-se esticado, pressionando o calcanhar esquerdo contra o chão e elevado o topo da cabeça em direção ao teto. Estique a perna direita à sua frente, tendo o cuidado de fixar o braço direito atrás do corpo para que os ombros continuem alinhados sobre as suas ancas.
ru: Из положения стоя, согните левую ногу в колене. Захватитесь левой рукой за пальцы ноги. Выпрямите ногу и держите её параллельно полу. Балансируете на правой ноге. Спину держите ровно, взгляд направлен вперед.
sv: Stå med fötterna ihop. Skifta din vikt i din vänstra fot medan du drar ditt högra knä mot bröstet. Räck din högra arm genom insidan av höger ben och cirkla de första tre fingrar runt stortån i "yogi tå lås." Stå rakt, tryck vänster häl mot marken och lyft kronan på huvudet mot taket. Förläng det högra benet framför dig, var noga med att ansluta höger arm på baksidan av kroppen så att axlarna förblir staplade ovanför höfterna.
th: ยืนขึ้นโดยให้เท้าชิดกัน ถ่ายน้ำหนักของคุณลงบนเท้าซ้ายในขณะที่คุณดึงหัวเข่าขวาเข้าหาลำตัว เอื้อมแขนขวาไปหาเท้าขวาจากนั้นใช้สามนิ้วแรกของมือขวากุมหัวแม่โป้งเท้าเอาไว้ ยืดตัวขึ้น ลงน้ำหนักที่ส้นเท้าซ้ายและค่อย ๆ ยกศีรษะเข้าหาเพดาน เหยียดขาขวาไปข้างหน้าและใช้แขนขวาหนุนที่ด้านหลังลำตัวเพื่อให้ไหล่ตั้งตรงอยู่เหนือสะโพกของคุณ
tr: Ayaklarınız bitişik vaziyette ayakta durun. Sağ dizinizi göğsünüze doğru çekerken ağırlığınızı sol ayağınıza verin. Sağ kolunuzu sağ bacağınızın iç kısmına uzatın ve "yogi toe lock." konumunda ilk üç parmağınızla ayak başparmağınızı çevreleyin. Sol topuğunuzu yere karşı bastırırken ve başınızın teğesini tavana doğru kaldırırken dik durun. Omuzlarınızın kalçalarınızın üzerinde bulunmasını sağlamak için sağ kolu vücuda geri almaya dikkat ederek sağ bacağınızı önünüze uzatın.
zh_hans: 双脚并拢站立。重心移到左脚上，右膝提起靠胸。右臂穿过右脚内侧，右手前三根手指环绕右脚大拇指，成为 "瑜伽士脚趾锁" 的姿势。左脚跟在地，抬起头来。右脚在身前伸展，肩膀维持在臀部上方的位置。
zh_hant: 雙腳併攏站立。重心移到左腳上，右膝提起靠胸。右臂穿過右腳內側，右手前三根手指環繞右腳大拇指，成為"瑜伽士腳趾鎖"的姿勢。左腳跟在地，抬起頭來。右腳在身前伸展，肩膀維持在臀部上方的位置。
