Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# levelAdvancedDescriptionKey
source: Is for dedicated and very committed who have strong practice to participate.
de: Für diejenigen, die sehr motiviert und vertraut sind und schon sehr gut geübt sind.
es: Para personas dedicadas y muy comprometidas que tienen mucha práctica.
fr: Pour ceux qui sont très impliqués et qui ont une importante pratique afin de participer.
it: Dedicato ad esperti e avanzati che hanno una forte pratica alle spalle.
ja: より強度の高いプラクティスに参加している熱心で献身的な方向けです。
ko: 전념하고 매우 헌신적으로 많은 연습에 참여하는 분을 위한 단계.
nl: Voor degenen die zeer toegewijd zijn en al een uitgebreide ervaring hebben.
pt_pt: Para pessoas dedicadas e muito empenhadas numa prática forte.
ru: Разработан для людей, которые имеют хорошую подготовку и большую практику в йоге.
sv: Är för dedikerade och mycket engagerade som har stark vana att delta.
th: เหมาะสำหรับผู้ที่มีความทุ่มเทและมุ่งมั่นอย่างมากในการฝึกซ้อมอย่างขมักเขม้น
tr: Güçlü egzersiz deneyimi olan ve adanmış kişiler katılmalıdır.
zh_hans: 为具有坚固基础、非常专注与投入的学员而设
zh_hant: 為具有堅固基礎、非常專注與投入的學員而設

# secondSideKey
source: second side
de: zweite Seite
es: lado contrario
fr: deuxième côté
it: secondo lato
ja: 反対側
ko: 다른 측면
nl: tweede kant
pt_pt: segundo lado
ru: вторая сторона
sv: andra sidan
th: ฝั่งวินาที
tr: ikinci kısım
zh_hans: 侧边
zh_hant: 側邊

# minutesKey
source: min
ja: 分
ko: 분
ru: минут
th: นาที
tr: dakika
zh_hans: 分钟
zh_hant: 分鐘

# posesKey
source: poses
de: Positionen
es: posturas
fr: postures
it: posizioni
ja: ポーズ
ko: 동작
nl: houdingen
ru: поз
sv: ställningar
th: ท่าต่าง ๆ
tr: poz
zh_hans: 体位
zh_hant: 體位

# downloadErrorKey
source: Download error
de: Fehler beim Download
es: Error en la descarga
fr: Erreur de téléchargement
it: Errore Download
ja: ダウンロードのエラー
ko: 다운로드 오류
nl: Download fout
pt_pt: Erro na transferência
ru: Ошибка загрузки
sv: Nedladdnings fel
th: ข้อผิดพลาดในการดาวน์โหลด
tr: İndirme hatası
zh_hans: 下载错误
zh_hant: 下載錯誤

# downloadCompleteKey
source: Download complete.
de: Download vollständig.
es: Descarga completada.
fr: Téléchargement terminé.
it: Download completo.
ja: ダウンロード完了
ko: 다운로드 완료.
nl: Download volledig.
pt_pt: Transferência concluída.
ru: Загрузка завершена.
sv: Nedladdning färdig.
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirme tamamlandı.
zh_hans: 下载完成。
zh_hant: 下載完成。

# internetConnectionKey
source: Internet connection
de: Internetverbindung
es: Conexión a Internet
fr: Connexion internet
it: Connessione Internet
ja: インターネット接続
ko: 인터넷 연결
nl: Internet verbinding
pt_pt: Ligação de Internet
ru: Соеденение с интернетом
sv: Internetanslutning
th: การเชื่อมต่ออินเทอร์เน็ต
tr: internet bağlantısı
zh_hans: 网络连接
zh_hant: 網絡連接

# internetConnectionLostKey
source: Internet connection lost.
de: Keine Internetverbindung.
es: Se ha perdido la conexión a Internet.
fr: Connexion internet perdue.
it: Connessione Internet persa.
ja: インターネット接続が切れました。
ko: 인터넷 연결이 끊어졌습니다.
nl: Geen internet verbinding.
pt_pt: Ligação de Internet perdida.
ru: Интернет соединение потеряно.
sv: Internetanslutning förlorad.
th: สูญเสียการเชื่อมต่ออินเทอร์เน็ต
tr: internet bağlantısı kesildi.
zh_hans: 失去网络连接。
zh_hant: 失去網絡連接。

# videoNotFoundKey
source: Video not found
de: Video konnte nicht gefunden werden
es: No se ha encontrado el video
fr: Vidéo non trouvée
it: Video non trovato
ja: ビデオが見つかりません。
ko: 비디오를 찾을 수 없습니다
nl: Video niet gevonden
pt_pt: Vídeo não encontrado
ru: Видео не найдено
sv: Videon hittades inte
th: ไม่พบวิดีโอ
tr: Video bulunamadı
zh_hans: 无法找到视频
zh_hant: 無法找到視頻

# videoNotFoundDescriptionKey
source: Do you want to continue ? Hit yes and we try to download it again. Hit cancel to go back.
de: Möchtest du fortfahren? Klicke "Ja" und wir werden versuchen, es erneut herunterzuladen. Klicke "Abbrechen", um zurückzugelangen.
es: ¿Quieres continuar? Pulsa sí e intentaremos descargarlo de nuevo. Pulsa cancelar para volver.
fr: Souhaitez-vous continuer ? Choisir oui et nous allons télécharger à nouveau. Choisir annuler pour revenir en arrière.
it: Vuoi continuare ? Clicca si e proveremo a scaricarlo di nuovo. Clicca Cancella per tornare indietro.
ja: このまま続けますか？ 「はい」を押すと、再びダウンロードを試みます。「キャンセル」を押すと、前の画面に戻ります。
ko: 계속하시겠습니까? 예를 누르고 다시 다운로드를 시도하세요. 뒤로 가려면 취소를 누르세요.
nl: Wil je doorgaan ? Klik op ja en we proberen het nogmaals te downloaden. Klik op annuleren en ga terug.
pt_pt: Pretende continuar? Clique sim e tentaremos transferir de novo. Clique cancelar para voltar.
ru: Хотите продолжить? Нажмите да и мы попробуем загрузить ещё раз. Нажмите отмена для возврата назад.
sv: Vill du fortsätta? Tryck ja och vi försöker att ladda ner den igen. Tryck avbryt för att gå tillbaka.
th: คุณต้องการดำเนินการต่อหรือไม่? กดใช่และเราจะดาวน์โหลดมันอีกครั้ง กดยกเลิกเพื่อย้อนกลับ
tr: Devam etmek istiyor musunuz? Evete basın ve tekrar indirmeyi deneyelim. Geri gitmek için iptale basın.
zh_hans: 是否要继续? 点击是尝试再下载。点击否返回。
zh_hant: 是否要繼續？ 點擊是嘗試再下載。點擊否返回。

# smtWentWrongKey
source: Something went wrong.
de: Es ist etwas schief gelaufen.
es: Algo ha salido mal.
fr: Une erreur est survenue.
it: Qualcosa non ha funzionato.
ja: エラーが発生しました。
ko: 문제가 발생했습니다.
nl: Er is iets fouts gegaan.
pt_pt: Algo correu mal.
ru: Что-то пошло не так.
sv: Något gick fel.
th: มีบางอย่างผิดพลาด
tr: Bir terslik oldu.
zh_hans: 出现差错。
zh_hant: 出現差錯。

# downloadErrorNoConnectionKey
source: Can't download. Please check your internet Wi-Fi or cellular connection !
de: Konnte nicht heruntergeladen werden. Bitte überprüfe deine W-LAN- oder Handyverbindung!
es: No se puede descargar. ¡Por favor, comprueba tu conexión de móvil, Wi-Fi o internet!
fr: Téléchargement impossible. Veuillez vérifier votre connexion à internet via le Wi-Fi ou le réseau mobile !
it: Impossibile effettuare il download. Per cortesia controlla la tua connessione internet Wi-Fi o Dati!
ja: ダウンロードできません。インターネット、Wi-Fi、またはモバイルデータ通信の接続を確認してください！
ko: 다운로드할 수 없습니다. 인터넷 Wi-Fi 또는 휴대폰 연결을 확인하세요!
nl: Kan niet downloaden. Controleer a.u.b. je internet Wi-Fi of inbel verbinding !
pt_pt: Não é possível transferir. Por favor verifique a sua ligação de internet Wi-Fi ou de rede móvel!
ru: Загрузка невозможна. Пожалуйста проверьте ваше подлючение к Wi-Fi или сотовой связи!
sv: Det går inte att ladda ner. Kontrollera din Internet Wifi eller mobilanslutning !
th: ไม่สามารถดาวน์โหลดได้ กรุณาตรวจสอบอินเทอร์เน็ต Wi-Fi ของคุณหรืออินเทอร์เน็ตบนมือถือ !
tr: İndirilemiyor. Lütfen Wi-Fi veya cep telefonu internet bağlantınızı kontrol edin !
zh_hans: 无法下载。请检查网络Wi-Fi或cellular连接！
zh_hant: 無法下載。請檢查網絡Wi-Fi或cellular連接！

# playerNoInternetConnectivityKey
source: Can't download. Please check your internet Wi-Fi or cellular connection ! Hit yes to skip. Hit cancel to go back.
de: Konnte nicht heruntergeladen werden. Bitte überprüfe deine W-LAN- oder Handyverbindung! Klicke "Ja" zum Überspringen. Klicke "Abbrechen", um zurückzugelangen.
es: No se puede descargar. ¡Por favor, comprueba tu conexión de móvil, Wi-Fi o internet! Pulsa sí para omitirlo. Pulsa cancelar para volver.
fr: Téléchargement impossible. Veuillez vérifier votre connexion à internet via le Wi-Fi ou le réseau mobile ! Choisir oui pour passer. Choisir annuler pour revenir en arrière.
it: Impossibile effettuare il download Per cortesia controlla la tua connessione Internet Wi_Fi o Dati !. Hit Clicca si per andare Avanti. Clicca cancella per tornare indietro.
ja: ダウンロードできません。インターネット、Wi-Fi、またはモバイルデータ通信の接続を確認してください！ 「はい」を押すと、スキップします。「キャンセル」を押すと、前の画面に戻ります。
ko: 다운로드할 수 없습니다. 인터넷 Wi-Fi 또는 휴대폰 연결을 확인하세요! 넘기려면 예를 누르세요. 뒤로 가려면 취소를 누르세요.
nl: Kan niet downloaden. Controleer a.u.b. je internet Wi-Fi of inbel verbinding ! Klik op ja om over te slaan. Klik op annuleren om terug te gaan.
pt_pt: Não é possível transferir. Por favor verifique a sua ligação de internet Wi-Fi ou de rede móvel! Clique sim para saltar. Clique cancelar para voltar.
ru: Загрузка невозможна. Пожалуйста проверьте ваше подлючение к Wi-Fi или сотовой связи! Нажмите да чтобы пропустить. Нажмите отмена чтобы вернуться назад.
sv: Det går inte att ladda ner. Kontrollera din Internet Wifi eller mobilanslutning ! Tryck ja att hoppa över. Tryck avbryt för att gå tillbaka.
th: ไม่สามารถดาวน์โหลดได้ กรุณาตรวจสอบอินเทอร์เน็ต Wi-Fi ของคุณหรืออินเทอร์เน็ตบนมือถือ ! กดใช่เพื่อข้าม กดยกเลิกเพื่อย้อนกลับ
tr: İndirilemiyor. Lütfen Wi-Fi veya cep telefonu internet bağlantınızı kontrol edin ! Atlamak için evet’e basın. Geri gitmek için iptale basın.
zh_hans: 无法下载。请检查网络Wi-Fi或cellular连接！ 点击是略过。点击否返回。
zh_hant: 無法下載。請檢查網絡Wi-Fi或cellular連接！ 點擊是略過。點擊否返回。

# downloadMultipleVideoKey
source: Downloading videos
de: Videos werden heruntergeladen
es: Descargando vídeos
fr: Téléchargement des vidéos
it: Video in Download
ja: 複数のビデオのダウンロード中
ko: 비디오 다운로드 중
pt_pt: A transferir vídeos
ru: Загрузка видео
sv: Ladda ner videos
th: กำลังดาวน์โหลดวิดีโอ
tr: Videolar indiriliyor
zh_hans: 下载多个视频中
zh_hant: 下載多個視頻中

# downloadOneVideoKey
source: Downloading video
de: Video wird heruntergeladen
es: Descargando vídeo
fr: Téléchargement de la vidéo
it: Video in Download
ja: ビデオのダウンロード中
ko: 비디오 다운로드 중
pt_pt: A transferir vídeo
ru: Загрузка видео
sv: Ladda ner video
th: กำลังดาวน์โหลดวิดีโอ
tr: Video indiriliyor
zh_hans: 下载视频中
zh_hant: 下載視頻中

# previewKey
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_pt: Antever
ru: Просмотр
sv: Förhandsvisning
th: ดูตัวอย่าง
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# secondsKey
source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
ko: 초
nl: seconden
pt_pt: segundos
ru: секунд
sv: sekunder
th: วินาที
tr: saniye
zh_hans: 秒
zh_hant: 秒

# completedKey
source: Completed
de: Vollständig
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pt_pt: Concluído
ru: Завершено
sv: Avslutad
th: เสร็จสมบูรณ์
tr: Tamamlandı
zh_hans: 完成
zh_hant: 完成

# playerCurrentExerciseKey
source: Exercise name:
de: Übungsname:
es: Nombre del ejercicio:
fr: Nom de l'exercice :
it: Nome esercizio:
ja: エクササイズ名：
ko: 운동명:
nl: Naam oefening:
pt_pt: Nome do exercício:
ru: Название упражнения:
sv: Övningsnamn:
th: ชื่อการออกกำลังกาย:
tr: Egzersiz adı:
zh_hans: 运动名称：
zh_hant: 運動名稱：

# playerNextExerciseKey
source: Next:
de: Nächste:
es: Siguiente:
fr: Suivant :
it: Prossimo:
ja: 次：
ko: 다음:
nl: Volgende:
pt_pt: Seguinte:
ru: Следующее:
sv: Nästa:
th: ถัดไป:
tr: Sonraki:
zh_hans: 下一个：
zh_hant: 下一個：

# moreProfileTitleKey
source: Profile ( History Yoga )
de: Profil ( Yoga-Verlauf )
es: Perfil ( Historial de Yoga )
fr: Profil (Historique de yoga)
it: Profilo (Cronologia Yoga )
ja: プロフィール (クラス履歴)
ko: 프로필 ( 요가 내역 )
nl: Profiel ( Geschiedenis Yoga )
pt_pt: Perfil ( Histórico de Ioga )
ru: Профиль ( История )
sv: Profil ( Historik Yoga )
th: โปรไฟล์ ( ประวัติโยคะ )
tr: Profil ( Yoga Geçmişi )
zh_hans: 简介 ( 瑜伽记录)
zh_hant: 簡介 ( 瑜伽記錄 )

# moreProfileDescriptionKey
source: You can save the history of your classes and plan your next one.
de: Du kannst den Verlauf deiner Klassen speichern und deine nächste Klasse planen.
es: Puedes guardar el historial de tus clases y planear la siguiente.
fr: Vous pouvez enregistrer l'historique de vos classes et planifier la suivante.
it: Puoi salvare la cronologia delle tue lezioni e pianificare la prossima.
ja: クラスの履歴を保存し、次のクラスの予定を立てることができます。
ko: 수업 내역 및 다음 계획을 저장할 수 있습니다.
nl: Je kunt de geschiedenis van je lessen opslaan en de volgende plannen.
pt_pt: Pode guardar o histórico das suas aulas e planear a próxima aula.
ru: Вы можете сохранять историю проделанных упражнений и классов, а также планировать следующие.
sv: Du kan spara historik över dina klasser och planera din nästa.
th: คุณสามารถบันทึกประวัติคลาสเรียนของคุณและวางแผนคลาสต่อไปของคุณได้เลย
tr: Derslerinizin geçmişini kaydedebilir ve bir sonraki dersinizi planlayabilirsiniz.
zh_hans: 你可以储存课程记录并安排下一个课程。
zh_hant: 你可以儲存課程記錄並安排下一個課程。

# moreAppsTitleKey
source: Other Apps VGFIT
de: Andere VGFIT Apps
es: Otras Aplicaciones VGFIT
fr: Autres applis VGFIT
it: Altre App VGFIT
ja: VGFITの その他のアプリ
ko: 다른 VGFIT 앱
nl: Overige App’s VGFIT
pt_pt: Outras Aplicações VGFIT
ru: Другое Приложения VGFIT
sv: Andra Appar VGFIT
th: แอพ อื่น ๆ โดยVGFIT
tr: Diğer VGFIT Uygulamaları
zh_hans: 其他 VGFIT应用程序
zh_hant: 其他 VGFIT應用程序

# moreAppsDescriptionKey
source: Discover new Apps from VGFIT and achieve your fitness goals.
de: Entdecke neue Apps von VGFIT und erreiche deine Fitnessziele.
es: Descubre nuevas aplicaciones de VGFIT y alcanzar tus objetivos de fitness.
fr: Découvrir les nouvelles applis de VGFIT et atteindre vos objectifs de fitness.
it: Scopri le nuove App di VGFIT e raggiungi I tuoi obiettivi di fitness.
ja: VGFITの新しいアプリを確認して、フィットネスの目標に到達するために役立てましょう。
ko: VGFIT에서 새로운 앱을 발견하고 운동 목표를 달성하세요.
nl: Ontdek nieuwe App’s van VGFIT en bereik je r fitness doelen.
pt_pt: Descubra novas Aplicações da VGFIT e atinja os seus objetivos de boa forma.
ru: Откройте для себя новые приложения от VGFIT и достигайте новых целей в фитнесе.
sv: Upptäck nya appar från VGFIT och nå dina träningsmål.
th: ค้นพบแอพใหม่ ๆ จาก VGFIT และบรรลุเป้าหมายการออกกำลังกายของคุณ
tr: VGFIT’in yeni uygulamalarını keşfedin ve fitness hedeflerinize ulaşın.
zh_hans: 从VGFIT发现新的应用程序，达成养身目标。
zh_hant: 從VGFIT發現新的應用程序，達成養身目標。

# moreSocialTitleKey
source: Social media VGFIT
de: Soziale Medien VGFIT
es: VGFIT en redes sociales
fr: Médias sociaux VGFIT
ja: VGFITの ソーシャルメディア
ko: VGFIT 소셜 미디어
nl: Sociaal media VGFIT
pt_pt: Redes sociais VGFIT
ru: Социальные медиа VGFIT
sv: Sociala medier VGFIT
th: โซเชียล มีเดียของ VGFIT
tr: VGFIT Sosyal medya
zh_hans: 社交 媒体 VGFIT
zh_hant: 社交 媒體 VGFIT

# moreSocialDescriptionKey
source: Get motivation and share it with friends Join VGFIT community.
de: Erhalte Motivation und teile sie mit Freunden. Tritt der VGFIT Community bei.
es: Consigue motivación y compártela con tus amigos. Únete a la comunidad VGFIT.
fr: Se motive et partager avec des amis. Se joindre à la communauté VGFIT.
it: Trova motivazione e condividila con gli amici Unisciti alla VGFIT community.
ja: モチベーションを見つけて、お友だちにシェアしましょう。VGFITのコミュニティにご参加ください。
ko: 동기부여를 얻고 VGFIT 커뮤니티에 가입해 친구와 공유하세요.
nl: Raak gemotiveerd en deel het met vrienden Meld je aan bij de VGFIT-gemeenschap.
pt_pt: Obtenha motivação e partilhe-a com amigos. Junte-se à comunidade VGFIT.
ru: Мотивируйтесь и делитесь своими достижениями с друзьями, присоединившись к VGFIT сообществу.
sv: Få motivation och dela den med vänner Gå med VGFIT gemenskapen.
th: รับแรงจูงใจและแชร์ไปยังเพื่อน ๆ ที่เข้าร่วมกับชุมชน VGFIT
tr: Motivasyon kazanın ve arkadaşlarınızla paylaşın. VGFIT topluluğuna katılın.
zh_hans: 与朋友们分享以获得动力。加入vgfit.com社群。
zh_hant: 與朋友們分享以獲得動力。加入vgfit.com社群。

# moreSettingsTitleKey
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设定
zh_hant: 設定

# moreSettingsDescriptionKey
source: Complex settings to offer best experience.
de: Weitere Einstellungen für ein besseres Erlebnis.
es: Configuración compleja para ofrecer la mejor experiencia.
fr: Paramètres complexes pour une meilleure expérience.
it: Impostazioni avanzate che offrono una migliore esperienza.
ja: 詳細な設定をすることで、最高の体験を得ることができます。
ko: 최상의 경험을 제공하기 위한 복합적 설정.
nl: Complex instellingen voor het bieden van de beste ervaring.
pt_pt: Definições complexas para proporcionar a melhor experiência.
ru: Настройки для улучшения и комфорта работы с приложением.
sv: Komplexa inställningar för att erbjuda den bästa upplevelsen.
th: การตั้งค่าแบบซับซ้อนเพื่อให้ประสบการณ์ที่ดีที่สุด
tr: En iyi deneyimi sunmaya yönelik kapsamlı ayarlar.
zh_hans: 复杂的设定为你提供最佳体验。
zh_hant: 複雜的設定為你提供最佳體驗。

# moreRateUsTitleKey
source: Rate us
de: Bewerten Sie uns
es: Evalúanos
fr: Évaluez nous
it: Votaci
ja: アプリを評価する
ko: 평가하기
nl: Beoordeel ons
pt_pt: Avaliar
ru: Оцените нас
sv: Betygsätt Oss
th: ให้คะแนนเรา
tr: Bizi değerlendirin
zh_hans: 给予我们评价
zh_hant: 給予我們評價

# historyTitleKey
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pt_pt: Histórico
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
zh_hans: 历史记录
zh_hant: 歷史記錄

# historyNoExerciseKey
source: No exercises have been done yet
de: Es wurden noch keine Übungen gemacht
es: No se ha hecho ningún ejercicio todavía
fr: Aucun exercice n’a été encore fait
it: Non è stato fatto ancora nessun esercizio
ja: エクササイズは行われていません
ko: 더 연습이 아직 완료되지 않았습니다
nl: Er zijn nog geen oefeningen gedaan
pt_pt: Nenhum exercício feito até agora
ru: Нет упражнений
sv: Inga övningar har gjorts ännu
th: ยังไม่มีการบริหารร่างกาย
tr: Henüz hiçbir egzersiz yapılmadı
zh_hans: 未完成任何锻炼
zh_hant: 未完成任何鍛煉

# otherAppSixPackAbsKey
source: Six Pack Abs
de: Waschbrettbauch
es: Abdominales Tableta de Chocolate
fr: Packs Six Abdos
it: Addominali six pack
ja: ヴァレリオ・グッチの腹筋シックスパック
ko: 6팩 복근
pt_pt: Abdominais Definidos
ru: Накачай пресс - тренировки от VG
sv: Sexpack
th: หน้าท้องซิกแพค
tr: Altılı Karın Kası
zh_hans: 六块腹肌
zh_hant: 六塊腹肌

# otherAppFitnessAndBodyBuildingKey
source: Fitness and Bodybuilding
de: Fitness, Bodybuilding
es: Fitness y Culturismo
fr: Fitness et bodybuilding
it: Fitness e Bodybuilding
ja: フィットネス・アンド・ボディビルディング
ko: 피트니스와 보디빌딩
nl: Fitness en Bodybuilding
pt_pt: Fitness e Musculação
ru: Фитнес и Бодибилдинг
sv: Fitness och Styrketräning
th: ฟิตเนสและการเพาะกาย
tr: Fitness ve Vücut Geliştirme
zh_hans: 养身与健身
zh_hant: 養身與健身

# otherAppFemaleFitnessKey
source: Female Fitness
de: Frauen Fitness
es: Fitness Femenino
fr: Fitness pour femme
it: Fitness femminile
ja: 女性のフィットネス
ko: 여성 피트니스
nl: Fitness voor Vrouwen
pt_pt: Fitness Feminino
ru: Фитнес для девушек
sv: Kvinnlig Fitness
th: ฟิตเนสสำหรับผู้หญิง
tr: Kadınlar için Fitness
zh_hans: 女性养身
zh_hant: 女性養身

# otherAppGoPedometerKey
source: Go Pedometer
de: Go Schrittzähler
es: Podómetro Go
fr: Le podomètre
ja: 歩数計を行く
ko: 고 만보기
nl: Ga Pedometer
pt_pt: Ir Podómetro
ru: Го Шагомер
sv: Go Stegräknare
th: นับก้าวเดินกันเถอะ
tr: Go Adım Ölçer
zh_hans: 计步器
zh_hant: 計步器

# otherAppSmartCycleAlarmProKey
source: Smart Cycle Alarm PRO
de: Smart-Zyklus Wecker PRO
es: Alarma de Ciclo Inteligente PRO
fr: Alarme Cycle Smart PRO
ja: スマートサイクルアラームPRO
ko: 스마트 사이클 알람 프로
pt_pt: Alarme de Ciclo Inteligente
ru: Умный Цикличный Будильник
sv: Smart Cykelalarm PRO
th: ตัวเตือนวงรอบอัจฉริยะรุ่นโปร
tr: Akıllı Döngü Alarm PRO
zh_hans: 智能循环闹钟专业版
zh_hant: 智能循環鬧鐘專業版

# otherAppTimerKey
source: Timer Pro
es: Temporizador Pro
fr: Chronomètre Pro
ja: タイマーPro
ko: 타이머 프로
pt_pt: Temporizador Pro
ru: Таймер Про
sv: Proffstimer
th: จับเวลาโปร
tr: Kronometre Pro
zh_hans: 专业计时器
zh_hant: 專業計時器

# otherApp7minKey
source: 7 Minutes
de: 7 Minuten
es: 7 Minutos
it: 7 Minuti
ja: 7ミニッツ
ko: 7 분
nl: 7 Minuten
pt_pt: 7 Minutos
ru: 7 Минут
th: 7 นาที
tr: 7 Dakika
zh_hans: 7分操
zh_hant: 7分操

source: Water Reminder
de: Wassererinnerung
es: Recordatorio de Agua
fr: Rappel d'eau
it: Promemoria acqua
ja: ウォーター・リマインダー
ko: 물 알림
nl: Waterherinnering
pt_pt: Lembrete de água
ru: Водный баланс
sv: Vätskepåminnelse
th: เตือนดื่มน้ำ
tr: Su Alarmı
zh_hans: 水提醒
zh_hant: 水提醒

# settingsPreviewFullKey
source: Full preview
de: Ganze Vorschau
es: Vista previa completa
fr: Aperçu complet
it: Anteprima completa
ja: 全編のプレビュー
ko: 전체 미리보기
nl: Volledige preview
pt_pt: Antevisão completa
ru: Полный просмотр
sv: Fullständig förhandsvisning
th: ดูตัวอย่างแบบเต็ม
tr: Tam ön izleme
zh_hans: 完整预览
zh_hant: 完整預覽

# settingsPreviewShortKey
source: Short preview
de: Kurze Vorschau
es: Vista previa corta
fr: Bref aperçu
it: Anteprima corta
ja: 短いプレビュー
ko: 짧은 미리보기
nl: Korte preview
pt_pt: Antevisão curta
ru: Короткий просмотр
sv: Kort förhandsvisning
th: ดูตัวอย่างสั้น
tr: Kısa ön izleme
zh_hans: 部分预览
zh_hant: 部分預覽

# settingsPreviewNoneKey
source: No preview
de: Keine Vorschau
es: Sin vista previa
fr: Pas d'aperçu
it: Nessuna anteprima
ja: プレビューなし
ko: 미리보기 없음
nl: Geen preview
pt_pt: Sem antevisão
ru: Без просмотра
sv: Ingen förhandsvisning
th: ไม่มีตัวอย่าง
tr: Sıfır ön izleme
zh_hans: 无预览
zh_hant: 無預覽

# settingsbreathCycleLenghtKey
source: Breath cycle length
de: Länge des Atemzyklus
es: Duración del ciclo de respiración
fr: Durée du cycle de respiration
it: Lunghezza ciclo di respirazione
ja: 呼吸サイクルの長さ
ko: 호흡 주기 길이
nl: Duur ademhalingscyclus
pt_pt: Duração do ciclo de respiração
ru: Длина цикла дыхания
sv: Andningscykel längd
th: ความยาวรอบของลมหายใจ
tr: Nefes döngüsü uzunluğu
zh_hans: 呼吸周期
zh_hant: 呼吸週期

# beginKey
source: begin
de: anfang
es: empezar
fr: commencer
it: inizio
ja: ベギン
ko: 시작
nl: beginnen
pt_pt: início
ru: старт
sv: start
th: เริ่ม
tr: başlamak
zh_hans: 开始
zh_hant: 開始

# xMoreSeconds
source: %@ more seconds
de: Noch %@ Sekunden
es: %@ segundos más
fr: %@ secondes de plus
it: altri %@ secondi
ja: あと%@秒
ko: %@ 초 더
nl: %@ seconden meer
pt_pt: mais %@ segundos
ru: Осталось %@ секунд
sv: %@ sekunder till
th: %@ มากกว่าวินาที
tr: %@ saniye daha
zh_hans: %@ 更多秒数
zh_hant: %@ 更多秒數

# halfWayThereKey
source: Halfway there
de: Fast geschafft
es: Está a medio camino
fr: La moitié du temps est écoulée
it: Sei a metà
ja: 残り半分
ko: 절반 이상 왔어요
nl: Halverwege
pt_pt: Metade já está
ru: половина пройдена
sv: Halvvägs där
th: มาครึ่งทางแล้ว
tr: Yarısı bitti
zh_hans: 完成一半了
zh_hant: 完成一半了

source: Love our %@ app?
de: Zeigen Sie Ihre Liebe für unsere %@ App?
es: Me encanta su aplicación, %@?
fr: Vous aimez notre appli %@?
it: Ti piace la nostra app %@?
ja: 私たちの %@ アプリ、気に入っていただけましたか?
ko: 저희 %@ 앱을 사랑하나요?
nl: Vind onze %@-app leuk?
pt_pt: Apaixone-se pela nossa aplicação %@?
ru: Вам нравится наше приложение %@?
sv: Älskar du vår %@-app?
th: รักแอพ %@ ของเรา?
tr: %@ Uygulamamızı Beğenin?
zh_hans: 爱上我们的 %@ 应用程序?
zh_hant: 愛上我們的 %@ 應用程序?

source: Your feedback will help us to get better
de: Ihr Feedback hilft uns dabei, besser zu werden
es: Su feedback nos ayudará a mejorar
fr: Votre avis nous aidera à nous améliorer.
it: Il tuo feedback ci aiuterà a migliorare
ja: 私たちの成長は、ユーザーのフィードバックのおかげです。
ko: 귀하의 의견은 저희가 더 나아질 수 있도록 도와줍니다
nl: Je feedback helpt ons beter te worden
pt_pt: Os seus comentários vão ajudar-nos a melhorar
ru: Ваш отзыв поможет нам стать лучше
sv: Din feedback kommer hjälpa oss bli bättre
th: คำติชมของคุณจะช่วยให้เราพัฒนาได้ดียิ่งขึ้น
tr: Geribildiriminiz, daha iyi olmamızı sağlayacaktır
zh_hans: 您的反馈让我们更进步
zh_hant: 您的反饋讓我們更進步

source: Oh Dear!
de: Hoppla!
es: ¡Madre mía!
fr: Cher ami !
it: Oh caspita!
ja: お願いします！
ko: 오~!
nl: Oh hemeltje lief
pt_pt: Meu Deus!
ru: Привет!
sv: Hoppsan!
th: โอ้ไม่นะ!
tr: Aman Tanrım!
zh_hans: 啊，亲爱的！
zh_hant: 啊，親愛的！

source: We would be grateful if you could consider giving us some ideas to improve the app. Thank you!
de: Wir wären sehr dankbar, wenn Sie uns ein paar Ideen zur Verbesserung der App übermitteln. Vielen Dank!
es: Le estaríamos agradecidos si pudiera darnos algunas ideas para mejorar la aplicación. ¡Gracias!
fr: Nous vous serions reconnaissant si vous pouviez partager des idées avec nous afin d'améliorer l'appli. Merci !
it: Ti saremmo grati se potessi prendere in considerazione l’idea di segnalarci alcuni spunti per migliorare l’app. Grazie!
ja: アプリを改善するアイデアを頂けると、大変ありがたいです。よろしくお願いします！
ko: 앱 개선을 위한 아이디어를 제공해 주신다면 정말 감사하겠습니다. 감사합니다!
nl: We stellen het heel erg op prijs als je ons van ideeën kunt voorzien, waarmee we de app kunnen verbeteren. Alvast bedankt!
pt_pt: Ficaríamos agradecidos se nos pudesse dar algumas ideias para melhorar a aplicação. Obrigado!
ru: Мы были бы благодарны вам за ваши идеи по поводу улучшения нашего приложения. Спасибо!
sv: Vi skulle uppskatta om du kunde överväga att ge oss idéer för att förbättra appen. Tack på förhand!
th: เรายินดีอย่างยิ่งหากคุณสามารถพิจารณาให้ความคิดเห็นบางอย่างเพื่อเป็นการปรับปรุงแอพให้ดียิ่งขึ้น ขอบคุณค่ะ!
tr: Uygulamayı geliştirmek için bize fikirler verirseniz çok sevineceğiz. Teşekkürler!
zh_hans: 如果您愿意给予我们一些改进应用程序的点子，我们会非常感激的。谢谢！
zh_hant: 如果您願意給予我們一些改進應用程序的點子，我們會非常感激的。謝謝！

source: 5-Stars
de: 5 Sterne
es: 5 estrellas
fr: 5 étoiles
it: 5 stelle
ja: 5つ星
ko: 별5개
nl: 5-Sterren
pt_pt: 5 Estrelas
ru: 5 звезд
sv: 5 stjärnir
th: 5 ดาว
tr: 5 Yıldız
zh_hans: 5颗星
zh_hant: 5顆星
