Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription110
source: Start in a tabletop position on all fours with wrists over shoulders and knees above hips. Step your left foot back and ground its heel so that the toes point to the left. Pivot the right foot behind you so that the top of the foot is grounded and toes point to the right. Stack the left shoulder above the right one as you extend your left arm to the sky. Repeat with right leg extended and left shin grounded.
de: Beginne auf allen vieren in der Position eines Bretts mit deinen Schultern über deinen Handgelenken und deiner Hüfte über deinen Knien. Stelle deinen linken Fuß nach hinten und die Ferse auf den Boden, sodass die Zehen nach links zeigen. Drehe den rechten Fuß hinter dich, sodass die Oberseite auf dem Boden liegt und die Zehen nach rechts zeigen. Hebe deine linke Schulter über die rechte, während du deinen linken Arm zum Himmel streckst. Wiederhole das Ganze mit dem rechten Bein ausgestreckt und dem linken Schienbein auf dem Boden.
es: Empieza desde la posición de la mesa a cuatro patas con las muñecas sobre los hombros y las rodillas por encima de las caderas. Pon el pie derecho hacia atrás y pega el talón al suelo de forma que los dedos de los pies apunten a la izquierda. Gira el pie derecho por detrás de ti de forma que la parte alta del pie esté en el suelo y los dedos de los pies apunten a la derecha. Coloca el hombro izquierdo sobre el derecho mientras extiendes el brazo izquierdo hacia el cielo. Repítelo con la pierna derecha extendida y la espinilla izquierda en el suelo.
fr: Commencer à quatre pattes avec la position de la table avec les poignets au-dessus des épaules et les genoux au-dessus des hanches. Reculer le pied gauche et poser le talon gauche au sol afin que les orteils pointent vers la gauche. Pivoter le pied droit derrière soi afin que le dessus du pied soit au sol et que les orteils pointent vers la droite. Superposer l'épaule gauche au-dessus de celle de droite tout en étirant le bras gauche vers le ciel. Répéter avec la jambe droite tendue et le tibia gauche au sol.
it: Iniziare nella posizione del tavolo, a quattro zampe con i polsi oltre le spalle e le ginocchia sopra le anche. Portare indietro il piede sinistro e mettere a terra il suo tallone in modo che le dita dei piedi puntino verso sinistra. Ruotare il piede destro dietro di voi in modo che la parte superiore del piede sia a terra e le dita dei piedi puntino verso destra Sollevare la spalla sinistra sopra quella destra mentre si estende il braccio sinistro verso il cielo. Ripetere con la gamba destra stesa e lo stinco sinistro a terra
ja: 両手と両ひざをついて、肩が手首の真上、お尻がひざの真上に来る姿勢で始めます。左足を後ろに踏み出して、つま先が左に向くようにして、かかとを地面につけます。右足が身体の後ろに来るように回して、足の甲が地面につき、つま先が右側を向くようにします。左肩が右肩の上に来るようにして、左腕を空に向けて伸ばします。左右を入れかえて、右脚を伸ばして、左すねが床につくようにして、同様に行います。
ko: 손목을 어깨 위로, 무릎을 엉덩이 위로 한 상태에서 테이블 자세로 시작합니다. 왼발을 뒤로 하고 발가락이 왼쪽으로 가리키도록 발꿈치를 바닥에 붙입니다. 발등이 바닥에 닿도록 하며 발가락이 오른쪽을 가리키도록 왼발을 뒤로 돌립니다. 왼손을 위로 펴면서 왼쪽 어깨가 오른쪽 어깨 위로 일직선이 되게 합니다. 오른발을 펴고 왼쪽 정강이를 바닥에 붙인 상태에서 반복합니다.
nl: Begin in de tafelpositie op handen en knieën met de polsen recht boven de schouders en knieën recht boven de heupen. Stap met je linkervoet naar achteren en zet de hiel zodanig neer, dat de tenen naar links wijzen. Plaats de rechtervoet achter je met de bovenkant van de voet op de grond met de tenen naar rechts wijzen. Breng de linkerschouder boven de rechter bij het naar de lucht uitstrekken van je linkerarm. Herhaal dit met het rechterbeen gestrekt en linkerscheenbeen op de grond.
pt_pt: Comece em posição de mesa sobre quatro apoios com os pulsos alinhados debaixo dos ombros e os joelhos sob as ancas. Coloque o pé esquerdo atrás e ancore o seu calcanhar de forma a que os dedos apontem para a esquerda. Gire o pé direito atrás de si de forma a que o peito do pé fique pousado no chão e os dedos apontem para a direita. Alinhe o ombro esquerdo em cima do ombro direito à medida que estica o braço esquerdo na direção do céu. Repita com a perna direita esticada e a canela esquerda apoiada no chão.
ru: Встаньте на колени. Правую ногу отведите в сторону на ширине 70-90 см. Левую руку поставьте на пол с левой стороны. Правую руку вытяните наверх. Смотрите на пальцы правой руки. Задержитесь и повторите позу с левой ногой.
sv: Börja i position av en bordsskiva på alla fyra med handleder över axlar och knäna över höfterna. Kliv vänster fot tillbaka och sätt hälen i marken så att tårna pekar åt vänster. Sväng höger fot bakom dig så att ovansidan av foten är jordad och tårna pekar åt höger. Stapla vänster axel ovanför den högra medan du sträcker din vänstra arm mot himlen. Upprepa med höger ben utsträckt och vänster smalben jordat.
th: เริ่มต้นในท่าโต๊ะสี่ขาโดยให้หัวไหล่ตั้งตรงกับข้อมือและหัวเข่าตั้งตรงกับสะโพก ก้าวเท้าซ้ายไปข้างหลังและวางส้นลงบนพื้นและหันนิ้วเท้าไปทางซ้าย จากนั้นหมุนเท้าขวาไปข้างหลังคุณเพื่อให้หน้าเท้าขวาวางอยู่บนพื้นและนิ้วเท้าชี้ไปทางขวา จากนั้นพลิกตัวเพื่อให้ไหล่ซ้ายอยู่ด้านบนในขณะที่เหยียดแขนซ้ายชี้ขึ้นไปฟ้า ทำซ้ำเช่นนี้โดยเหยียดขาขวาออกและวางหน้าแข้งซ้ายไว้บนพื้น
tr: Bilekleriniz omuzlarınızın üzerinde ve dizleriniz kalçalarınızın üzerinde dört uzuvlu masa üstü pozisyonuyla başlayın. Sol ayağınızla geri adım atın ve sol ayak parmaklarınız sola işaret edecek şekilde sol topuğunuzu yere basın. Sağ ayağınızın üstü yere basılı ve parmakları sağa işaret edecek şekilde sağ ayağınızı arkanıza doğru döndürün. Sol kolunuzu gökyüzüne uzatırken sol omzunuzu sağ omzunuzun üzerinde konumlandırın. Sağ bacak uzatılmış ve sol kavalkemiği yerde olacak şekilde tekrarlayın.
zh_hans: 以四柱式开始，手腕在肩膀上方，膝盖在臀部上方。左脚往后移动，脚趾指向左边。右脚前脚贴地，脚趾指向右边。左肩位于右肩之上，左臂朝天伸展。左右位置互换重复以上动作。
zh_hant: 以四柱式開始，手腕在肩膀上方，膝蓋在臀部上方。左腳往後移動，腳趾指向左邊。右腳前腳貼地，腳趾指向右邊。左肩位於右肩之上，左臂朝天伸展。左右位置互換重複以上動作。

# exerciseDescription111
source: Stand with your feet at least one leg's distance apart and toes slightly turned in. Bending at the hip creases, reach your chest forward to face the ground and plant your palms on the floor under your shoulders. As you release the crown of your head towards the floor, lower your elbows towards the ground and try to keep them shoulders width apart.
de: Stehe mit den Füßen mindestens eine Beinlänge auseinander und den Zehen leicht nach innen gedreht. Beuge dich an den Hüftbeugen, führe deine Brust nach vorne, sodass du auf den Boden schaust und lege deine Handflächen unter deine Schultern auf den Boden. Während du den Kopfscheitel zum Boden fallen lässt, senke deine Ellbogen zum Boden ab und versuche, sie schulterbreit auseinander zu halten.
es: Ponte de pie con los pies separados como mínimo a una pierna de distancia y los dedos ligeramente girados hacia dentro. Doblándote a la altura de los pliegues de la cadera, lleva el pecho hacia adelante para colocarte de cara al suelo y pon las palmas de las manos en el suelo bajo los hombros. Mientras llevas la parte alta de la cabeza hacia el suelo, baja los codos hacia el suelo e intenta mantenerlos separados a la distancia entre los hombros.
fr: Se tenir debout avec les pieds écartés d'au moins une largeur de jambe et les orteils légèrement tournés vers l'intérieur. En se penchant au niveau de le pliure des hanches, amener la poitrine vers l'avant pour faire face au sol et positionner les paumes sur le sol sous les épaules. En libérant l'arrière de la tête vers le sol, abaisser les coudes vers le sol et essayer de maintenir entre eux un écartement d'une largeur d'épaules.
it: In piedi con i piedi ad almeno una distanza di gamba e le dita dei piedi leggermente girato Piegare l’anca fino a raggiungere il petto in avanti e piantare i palmi delle mani sul pavimento sotto le spalle. Mentre si rilascia la corona della vostra testa verso il pavimento, abbassare i gomiti verso il terreno e cercare di tenerli a larghezza spalle.
ja: 両足を少なくとも脚の長さ分だけ離して立ち、つま先はわずかに内側に回します。脚の付け根から身体を前に倒して、胸が地面を向くようにし、両手を肩の真下で地面につきます。頭のてっぺんを地面に向けて下げながら、両ひじが肩幅の広さを維持するように地面に向けて下げます。
ko: 최소 한 발 간격으로 벌리고 발가락을 약간 안쪽으로 돌려 섭니다. 가랑이를 구부리며, 가슴을 바닥을 향하도록 앞으로 숙이고 손바닥을 어깨 아래 바닥에 놓습니다. 정수리를 바닥에 놓으면서, 팔꿈치를 바닥에 붙이고 어깨 너비로 유지되도록 합니다.
nl: Ga staan met je voeten op minstens een beenlengte van elkaar met de tenen lichtelijk naar binnen gedraaid. Buig vanuit de heupen, breng je borst vooruit naar de grond en plaats je handpalmen onder je schouders op de vloer. Als je de kruin van je hoofd naar de vloer laat komen, laat dan je ellebogen richting vloer zakken en probeer ze op schouderbreedte te houden.
pt_pt: De pé, coloque os pés a uma distância equivalente ao comprimento de uma perna com os dedos dos pés ligeiramente virados para dentro. Dobrando-se pelas ancas, incline o peito para a frente em direção ao chão e plante as palmas das mãos no chão debaixo dos ombros. À medida que liberta o topo da cabeça em direção ao chão, baixe os cotovelos em direção ao chão e tente mantê-los à mesma distância que os ombros.
ru: Встаньте и расставьте ноги на 1,2—1,5 м. Убедитесь в том, что ступни параллельны, а пальцы ног находятся на одной линии. Выпрямите ноги, потянув вверх колени и мышцы бедер. Выдохните и наклонитесь вперед, растягивая позвоночник. Поставьте руки на пол на ширине плеч, непосредственно под плечевыми суставами. Выпрямите руки, растяните ноги и потянитесь туловищем вперед, чтобы спина прогнулась, раскрывая переднюю часть тела от лобковой кости до подбородка. Согните руки в локтях, опустите туловище вниз и поставьте голову на пол.
sv: Stå med fötterna åtminstone ett benavstånd från varandra och tårna något inåtvända. Böj på höftveck, sträck bröstet framåt för att möta marken och plantera handflatorna på golvet under dina axlar. Medan du släpper kronan på huvudet mot golvet, sänk armbågarna mot marken och försök hålla dem en axelbredd isär.
th: ยืนขึ้นโดยแยกเท้าของคุณออกอย่างน้อยหนึ่งความยาวขาและหันนิ้วเท้าเข้ามาด้านในเล็กน้อย โน้มตัวลงที่ขาหนีบของคุณโดยพุ่งลำตัวลงไปที่พื้นและวางฝ่ามือทั้งสองข้างไว้บนพื้น ในขณะที่คุณค่อย ๆ ปล่อยศีรษะลงแตะพื้น ให้ลดข้อศอกเข้าหาพื้นและรักษาระยะให้ห่างกันหนึ่งช่วงไหล่
tr: Ayaklarınız en az bir bacak uzunluğunda aralıklı ve ayak parmakları hafif içe çevrilmiş şekilde ayaklarınızın üzerinde durun. Kalça kıvrımlarını bükerek göğsünüzü yere bakacak şekilde uzatın ve avuç içlerinizi omuzlarınızın altında yere yerleştirin. Başınızın tepesini yere doğru serbest bırakırken dirseklerinizi yere doğru alçaltın ve dirsekleriniz arasında omuz genişliği kadar aralık olmasını sağlayın.
zh_hans: 两脚相距至少一只脚的宽度站立，脚趾稍微内转。用臀部的肌肉弯身，胸口朝地，双掌在肩膀下方放在地上。头部放松向下时，降低手肘的位置，同时保持它们与肩同宽。
zh_hant: 兩腳相距至少一隻腳的寬度站立，腳趾稍微內轉。用臀部的肌肉彎身，胸口朝地，雙掌在肩膀下方放在地上。頭部放鬆向下時，降低手肘的位置，同時保持它們與肩同寬。

# exerciseDescription112
source: Stand with your feet slightly wider than your hips, toes turned out. Bend your knees and lower your seat towards the floor in between your heels. Join your palms in front of your chest in a prayer position and place your elbows against the insides of your thighs. Press the elbows against the inner thighs as the thighs push back against the elbows. Lengthen your spine so that the crown of the head lifts and the tailbone descends. Eventually, you may be able to bring the outer edges of the feet parallel to each other.
de: Stehe mit deinen Füßen etwas weiter als hüftbreit auseinander, die Zehen zeigen nach außen. Beuge deine Knie und senke deinen Sitz zwischen deine Fersen in Richtung Boden ab. Führe deine Handflächen vor deiner Brust in einer betenden Position zusammen und lege deine Ellbogen auf die Innenseiten deiner Oberschenkel. Drücke deine Ellbogen gegen die Innenseiten deiner Oberschenkel, während du deine Oberschenkel gegen deine Ellbogen drückst. Mache deine Wirbelsäule lang, sodass sich der Kopfscheitel anhebt und sich das Schambein senkt. Abschließend kannst du die Außenseiten deiner Füße parallel zueinander aufstellen.
es: Ponte de pie con los pies separados a una distancia ligeramente mayor de la que hay entre las caderas con los dedos de los pies girados hacia fuera. Flexiona las rodillas y baja la zona de los glúteos hacia el suelo entre los talones. Une las palmas frente al pecho en posición de rezo y coloca los codos contra la cara interna de los muslos. Presiona los codos contra la cara interna de los muslos y los muslos contra los codos. Estira la espalda para que la parte superior de la cabeza se eleve y el coxis descienda. Finalmente podrás ser capaz de poner los bordes externos de los pies en paralelo.
fr: Se tenir debout avec les pieds légèrement plus écartés que les hanches, les orteils tournés vers l'extérieur. Plier les genoux et abaisser le fessier vers le sol entre les talons. Joindre les paumes devant la poitrine dans la position du prieur et placer les coudes contre l'intérieur des cuisses. Appuyer les coudes contre l'intérieur des cuisses tout en poussant avec les cuisses sur les coudes. Étirer la colonne vertébrale afin que l'arrière de la tête se soulève et que le coccyx descende. Éventuellement, vous pourriez positionner parallèlement les bords extérieurs des pieds.
it: In piedi con i piedi leggermente più ampi rispetto ai fianchi, le dita dei piedi sollevate. Piegate le ginocchia e abbassate il sedere verso il pavimento tra i talloni. Portare i palmi delle mani davanti al petto in posizione di preghiera e mettere i gomiti contro l'interno delle le cosce. Premere i gomiti contro le cosce mentre le cosce spingono contro i gomiti. Allungare la colonna vertebrale in modo che il coccige discenda. Alla fine, si si sarà in grado di portare i bordi esterni dei piedi paralleli.
ja: 足を腰の幅よりも少し開いて立ち、つま先は外に開きます。両ひざを曲げて、かかとの間にお尻を下げていきます。胸の前で両手を合わせて拝む形にし、両ひじを太ももの内側に当てます。両ひじで太ももの内側を押し、太ももでひじを押し返します。背骨を伸ばし、頭のてっぺんが上に伸び、尾てい骨が下に伸びるようにします。最後は、両足の外側をお互いに平行にすることができるかもしれません。
ko: 발가락을 밖으로 하며 엉덩이 너비보다 약간 넓게 섭니다. 무릎을 구부리고 발꿈치 사이 안으로 바닥을 향해 앉은 자세를 낮춥니다. 기도하는 자세처럼 가슴 앞으로 두 손을 모으고 팔꿈치를 허벅지 안쪽으로 맞대어 놓습니다. 허벅지를 팔꿈치 반대로 누르면서 팔꿈치를 허벅지 안쪽을 누릅니다. 정수리를 올리고 꼬리뼈는 내리도록 허리를 곧게 폅니다. 끝으로 발 바깥 부분이 서로 평행이 되도록 합니다.
nl: Ga staan met je voeten op iets meer dan heupbreedte van elkaar met de tenen naar buiten gedraaid. Buig je knieën en laat je tussen je hielen zakken. Vouw je handen op borsthoogte in bidpositie en plaats je ellebogen tegen de binnenkant van je dijbenen. Druk de ellebogen tegen de binnenkant van je dijbenen en druk tegelijkertijd met je dijbenen tegen je ellebogen aan. Maak je wervelkolom langer, zodat de kruin van je hoofd omhoog komt en je staartbeen naar beneden komt. Naar verloop van tijd zou je de buitenkant van je voeten parallel aan elkaar kunnen laten staan.
pt_pt: De pé, coloque os pés a uma distância um pouco maior que a das ancas com os dedos virados para fora. Dobre os joelhos e baixe o rabo em direção ao chão por entre os calcanhares. Una as palmas das mãos em frente ao peito em posição de oração e coloque os cotovelos contra o interior das suas coxas. Pressione os cotovelos contra o interior das coxas enquanto as coxas fazem também pressão contra os cotovelos. Alongue a coluna de forma a que o topo da cabeça se eleve e o cóccix desça. Eventualmente, conseguirá colocar os lados de fora dos pés paralelos entre si.
ru: Сядьте на корточки и расположите стопы на ширине таза и разверните их наружу, на сколько будет комфортно. Следите за тем, чтобы стопы полностью были прижаты к полу. Прижмите локти к внутренним сторонам коленей, направьте копчик вниз и сложите ладони вместе. Начинайте разводить локтями колени. Сопротивляясь коленями, вытягивайте грудную клетку.
sv: Stå med fötterna något bredare än höfterna, tår utåtvända. Böj knäna och sänk din sits mot golvet mellan hälarna. Ta handflatorna framför bröstet i en böneställning och placera armbågarna mot insidan av låren. Tryck armbågarna mot de inre låren medan låren trycker tillbaka mot armbågarna. Sträck ryggraden så att hjässan lyfter och svanskotan sjunker. Så småningom, kanske du kan ta ytterkanterna av fötterna parallellt med varandra.
th: ยืนขึ้นโดยแยกเท้าของคุณห่างประมาณหนึ่งช่วงตัวหันเท้าออกเล็กน้อย งอเข่าของคุณลงมาและย่อตัวในท่านั่งเข้าหาพื้นระหว่างเท้าทั้งสองข้าง พนมมือไว้ที่หน้าอกของคุณและวางข้อศอกแนบไว้กับต้นขาแต่ละข้าง ส่งแรงผลักระหว่างกันระหว่างต้นขาด้านในกับข้อศอกทั้งสองข้าง ยืดสันหลังของคุณเพื่อให้ศีรษะยกขึ้นและกระดูกก้นกบขยับลง แล้วในที่สุดคุณอาจจะจัดเท้าทั้งสองข้างให้ขนานกันได้
tr: Ayaklarınız kalçalarınızdan hafif daha geniş ve ayak parmaklarınız dışa çevrilmiş şekilde ayaklarınızın üzerinde durun. Dizlerinizi bükün ve oturuşunuzu yere doğru topuklarınızın arasına alçaltın. Avuç içlerinizi göğsünüzün önünde dua pozisyonunda birleştirin ve dirseklerinizi uyluklarınızın iç kısımlarına yerleştirin. Uyluklar dirsekleri geri iterken dirseklerinizi uyluklarınızın iç kısımlarına bastırın. Başınızın tepesi kalkacak ve kuyruksokumu alçalacak şekilde omurganızı uzatın. Nihayetinde, ayaklarınızın dış kısımlarını birbirine paralel hale getirebilirsiniz.
zh_hans: 双脚距离稍微比臀部宽，脚趾朝外。屈膝降低姿势。双手合十放在胸前，手肘靠在大腿内侧。手肘向大腿施压，大腿也会向手肘施压。伸展脊椎以便头部能够抬起。最终，你将能让双脚相互平行。
zh_hant: 雙腳距離稍微比臀部寬，腳趾朝外。屈膝降低姿勢。雙手合十放在胸前，手肘靠在大腿內側。手肘向大腿施壓，大腿也會向手肘施壓。伸展脊椎以便頭部能​​夠抬起。最終，你將能讓雙腳相互平行。

# exerciseDescription113
source: Sit with your legs extended out to either side and toes flexed up to the sky. Inhale as you lengthen your spine and exhale as you hinge at the hip creases and walk your hands out in front of you. Keep the centers of your heels grounded and your pelvic bowl tipping forward as you fold.
de: Sitze mit deinen Beinen zu beiden Seiten ausgestreckt und den Zehen zum Himmel gerichtet. Atme ein, während du deine Wirbelsäule lang machst und atme aus, während du an der Hüfte einklappst und deine Hände nach vorne wandern. Lasse die Mitte deiner Fersen auf dem Boden und kippe das Beckengelenk nach vorne, während du dich beugst.
es: Siéntate con las piernas extendidas hacia ambos lados y los dedos de los pies flexionados hacia el cielo. Toma aire mientras estiras la espalda y exhala mientras te doblas a la altura de los pliegues de la cadera y vas caminando con las manos extendiendo los brazos frente a ti. Mantén el centro de los talones pegados al suelo y la zona pélvica apuntando hacia adelante mientras te doblas.
fr: S'asseoir avec les jambes tendues de chaque côté et les orteils fléchis vers le ciel. Inspirer tout en étirant la colonne vertébrale et expirer tout en s'articulant sur la pliure des hanches et faire avancer les mains devant soi. Maintenir les centres des talons au sol et le pelvis pointant vers l'avant en se penchant.
it: Sedetevi con le gambe stese ad entrambi i lati delle dita dei piedi flesse verso il cielo. Inspirate mentre allungate la colonna vertebrale ed espirate mentre piegate l’anca e portate le mani di fronte a voi. Mantenere i centri di talloni a terra e la zona pelvica piegata in avanti.
ja: 足を左右に開いて座り、つま先を空に向けます。息を吸いながら背骨を伸ばし、息を吐きながら脚の付け根を曲げて、両手を身体の前の方へ歩かせます。かかとの中心が地面から離れないようにし、身体を倒すにつれて骨盤全体が前に傾いていくようにします。
ko: 발을 양쪽으로 펴고 발가락은 위로 편안하게 한 상태로 앉습니다. 허리를 곧게 펴며 숨을 들이쉬고 가랑이를 접으며 앞으로 손으로 걸어가며 숨을 내쉽니다. 앞으로 숙이면서 발꿈치 중심을 바닥에 붙이고 골반의 패인 부분이 살짝 닿도록 유지합니다..
nl: Ga met gespreide benen zitten en de tenen naar de lucht gestrekt. Adem in en maak je wervelkolom langer, adem uit bij het vanuit de heupen naar voren buigen en je met je handen naar voren kruipt. Houd het midden van je hielen stevig op de grond en je bekken gekanteld als je voorover buigt.
pt_pt: Sente-se com as pernas esticadas para cada lado e os dedos dos pés esticados a apontar para cima. Inspire à medida que alonga a coluna e expire à medida que se dobra para a frente pelas ancas e caminhe com as mãos para a frente. Mantenha os centros dos calcanhares ancorados no chão e o pavimento pélvico a inclinar-se para a frente à medida que se dobra.
ru: Сядьте на пол. Расставьте широко ноги, насколько это возможно. Поднимите рука вверх и опустите туловище на пол. Тянитесь руками вперед, постарайтесь коснутся лбом пола. Расслабтесь и задержитесь в данном положении.
sv: Sitt med benen sträckta ut till endera sida och tårna böjda upp till himlen. Andas in när du sträcker din ryggrad och andas ut när du hänger på höftvecket och gå händerna ut framför dig. Håll centern av hälarna jordade och din bäckenskål tippande framåt när du viker.
th: นั่งเหยียดขาทั้งสองออกไปด้านข้างและนิ้วเท้าชี้เข้าหาเพดาน ในขณะที่คุณหายใจเข้าให้ยืดสันหลังของคุณขึ้นและหายใจออกในขณะที่คุณโน้มตัวลงมาที่ขาหนีบและค่อย ๆ เหยียดมือทั้งสองออกไปข้างหน้า รักษาระดับให้ส้นเท้าตั้งตรงอยู่บนพื้นและกระดูกรองรับก้นจรดไปข้างหน้าในขณะที่โน้มตัวลงสู่พื้น
tr: Bacaklarınız herhangi bir tarafa uzatılmış ve ayak parmaklarınız gökyüzüne doğru esnetilmiş vaziyette oturun. Omurganızı uzatırken nefes alın, kalça kıvrımlarınıza dayanırken nefes verin ve ellerinizi önünüze doğru yürütün. Katlanırken topuklarınızın merkezini yere basılı tutun ve pelvis çanağınızı ileriye doğru yatırın.
zh_hans: 坐在地上，双脚向两边伸展脚趾朝天。吸气时伸展脊椎，呼气时，双手往前移动让身体弯曲。在你的身体前倾时，脚跟着地，骨盆也跟着前倾。
zh_hant: 坐在地上，雙腳向兩邊伸展腳趾朝天。吸氣時伸展脊椎，呼氣時，雙手往前移動讓身體彎曲。在你的身體前傾時，腳跟著地，骨盆也跟著前傾。
