Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription132
source: Sit with your legs extended in front of you, palms planted behind you, and fingertips facing forward. Point your toes, press into your finger pads, and lift your hips off of the ground. Draw your shoulder blades together and slide them down your back as you lift your chest. Spiral the inner thighs towards each other and reach your big toes towards the floor. If your cervical spine is healthy, gently drape the head back so that the base of the skull rests above the shoulder blades.
de: Sitze mit den Beinen nach vorne ausgestreckt, die Handflächen sind hinter dir abgelegt und die Fingerspitzen schauen nach vorne. Strecke deine Zehen, stütze dich auf deine Handballen und hebe deine Hüfte vom Boden. Ziehe deine Schulterblätter zusammen und lasse sie an deinem Rücken hinab gleiten, während du deine Brust anhebst. Drehe die Innenseiten deiner Oberschenkel zueinander und ziehe deine großen Zehen zum Boden. Wenn deine Halswirbelsäule gesund ist, ziehe deinen Kopf leicht nach hinten, sodass die Schädelbasis über den Schulterblättern aufliegt.
es: Siéntate con las piernas extendidas frente a ti, las palmas plantadas detrás de ti y las yemas de los dedos apuntando hacia delante. Pon los dedos de los pies en punta, presiona sobre las yemas de los dedos y levanta las caderas del suelo. Junta los omóplatos y deslízalos hacia abajo por la espalda mientras elevas el pecho. Gira la cara interna de los muslos la una hacia la otra y desplaza los dedos gordos de los pies hacia el suelo. Si tienes una cervical sana, deja caer suavemente la cabeza hacia atrás para que la base del cráneo descanse sobre los omoplatos.
fr: S'asseoir avec les jambes tendues devant soi, les paumes positionnées derrière soi et le pointe des doigts se faisant face. Pointer les orteils, appuyer sur le bout des doigts et décoller du sol les hanches. Rapprocher les omoplates et les laisser descendre tout en soulevant la poitrine. Faire tourner les cuisses avec un mouvement de rotation intérieure et diriger les gros orteils vers le sol. Si la colonne vertébrale est en bonne santé, diriger doucement la tête en arrière afin que la base du crâne prenne appui sur le dessus des omoplates.
it: Seduti con le gambe distese davanti a voi, palmi a terra dietro di voi, e punte delle dita rivolte in avanti. Puntare le dita dei piedi, e spingendo sui polpastrelli, sollevare i fianchi da terra. Unire le scapole e farle scorrere verso il basso sollevando il petto .Spingere la parte interna delle cosce verso l’interno e spingere gli alluci verso il pavimento .Se la colonna vertebrale cervicale è sana, far ricadere delicatamente la testa all'indietro in modo che la base del cranio poggi sopra le scapole.
ja: 両足を身体の前に伸ばして座り、両手は身体の後ろにつき、指先は前を向くようにします。つま先を伸ばし、両手の指先を地面に押し付け、お尻を地面から浮かせます。肩甲骨を背中に引き寄せて下げながら、胸を持ち上げます。太ももの内側をお互いに寄せるようにし、足の親指を地面に近づけます。頚椎に問題を抱えていない場合には、頭をそっと後ろに垂らし、頭蓋骨の底が肩甲骨の間に来るようにします。
ko: 발을 앞으로 펴고 손바닥을 뒤에 놓으며 손끝이 앞으로 보도록 한 상태로 앉습니다. 발가락을 가리키고, 손끝을 누르며 엉덩이를 들어줍니다. 가슴을 들어올리면서 어깨뼈를 같이 뒤쪽으로 내려줍니다. 허벅지 안쪽을 서로 조여주고 엄지발가락을 바닥 쪽으로 뻗습니다. 경추가 튼튼할 경우, 두개저가 어깨뼈 위로 닿도록 부드럽게 머리를 뒤로 젖혀줍니다.
nl: Ga met gestrekte benen voor je uit zitten met de de handen achter je en je vingers naar voren wijzend. Strek je tenen, druk je vingers in de grond en til je heupen van de grond. Trek je schouderbladen naar elkaar toe en breng ze naar beneden als je je borst omhoogheft. Draai de binnenkant van de dijbenen naar elkaar toe en reik naar je grote tenen op de vloer. Als je geen problemen hebt met je nekwervels laat het hoofd zachtjes naar achteren hangen, zodat de onderkant van de schedel boven je schouderbladen rust.
pt_pt: Sente-se com as pernas esticadas à sua frente, com as palmas das mãos plantadas atrás de si e dedos virados para a frente. Estique os dedos dos pés, faça pressão sobre os dedos das mãos e eleve as suas ancas do chão. Una as omoplatas e faça-as deslizar mais para baixo nas costas ao elevar o peito. Junte as coxas e fixe os dedos grandes dos pés no chão. Se a sua cervical for saudável, descaia suavemente a cabeça para trás para que a base do crânio repouse sobre as omoplatas.
ru: Сесть на пол, прямые ноги вместе. Положить ладони на пол рядом с тазом, пальцы направлены в сторону ног. На выдохе поднять тело вверх, при этом стопы должны полностью находиться на полу, ноги прямые, руки перпендикулярно полу. Все мышцы напряжены. Вытянуть шею, взгляд направить вверх.
sv: Sitt med benen utsträckta framför dig, handflatorna planterade bakom dig och fingertopparna riktade framåt. Peka tårna, tryck in i fingerdynorna och lyft höfterna från marken. Dra ihop skulderbladen och glid ner dem längs ryggen när du lyfter bröstet. Gör en spiral med de inre låren mot varandra och räck dina stortår mot golvet. Om halskotpelaren är frisk, drapera försiktigt huvudet bakåt så att basen av skallen vilar ovanför skulderbladen.
th: นั่งเหยียดขาออกไปข้างหน้า วางฝ่ามือทั้งสองไว้ข้างหลังและหันปลายนิ้วมือชึ้ไปข้างหน้า ลงน้ำหนักที่นิ้วมือของคุณและยกสะโพกของคุณให้ลอยสูงจากพื้น ดึงกระดูกสะบักเข้าหากันและเลื่อนเข้าหาแผ่นหลังในขณะที่คุณยกหน้าอกขึ้น ปรับให้ต้นขาด้านในแนบชิดกันและจิกปลายเท้าของคุณลงบนพื้น หากกระดูกหมอนรองคอของคุณมีสุขภาพดี ให้ค่อย ๆ เงยศีรษะไปทางด้านหลังเพื่อให้ฐานกะโหลกศีรษะพักอยู่เหนือกระดูกสะบัก
tr: Bacaklarınız önünüzde uzatılmış, avuç içleriniz arkanıza yerleştirilmiş ve parmak uçları ileriye bakar vaziyette oturun. Ayak parmaklarınızı gösterin, el parmaklarınızın altındaki etli kısımlara bastırın ve kalçalarınızı yerden kaldırın. Kürek kemiklerinizi birlikte çekin ve göğsünüzü kaldırırken kürek kemiklerinizi sırtınızdan aşağıya doğru kaydırın. İç uyluklarınızla karşılıklı sarmal hareket yapın ve ayak başparmaklarınızı yere doğru uzatın. Servikal omurunuz sağlıklıysa, kafa kaideniz kürek kemiklerinizin üzerinde dinlecek şekilde başınızı nazikçe geriye çekin.
zh_hans: 坐在地上，双脚在身前伸展，手掌放在身后，手指朝前。伸直脚尖，手上施力提起臀部。肩胛骨靠拢，提起胸部时落下。左右大腿内侧相对，大拇指朝地。如果你的脊椎健康，轻轻地把头部放在肩胛骨上面。
zh_hant: 坐在地上，雙腳在身前伸展，手掌放在身後，手指朝前。伸直腳尖，手上施力提起臀部。肩胛骨靠攏，提起胸部時落下。左右大腿內側相對，大拇指朝地。如果你的脊椎健康，輕輕地把頭部放在肩胛骨上面。

# exerciseDescription133
source: Stand with your feet together. Shift your weight into your right foot and draw your left knee in towards your chest. Hold the arch of the left foot in both hands. Extend the left leg as you fold over it, bringing your forehead towards your shin. Repeat standing on left leg and holding right foot.
de: Stehe mit deinen Füßen zusammen. Verlagere dein Gewicht auf deinen rechten Fuß und führe dein linkes Knie zu deiner Brust. Halte die Wölbung des linken Fußes in beiden Händen. Strecke das linke Bein aus, während du dich darüber beugst und deine Stirn in Richtung Schienbein führst. Wiederhole das Ganze und stehe auf dem linken Bein und halte den rechten Fuß.
es: Ponte de pie con los pies juntos. Desplaza tu peso sobre el pie derecho y lleva la rodilla izquierda hacia el techo. Sujeta el arco del pie izquierdo con ambas manos. Extiende la pierna izquierda mientras te doblas sobre ella, llevando la frente hacia la espinilla. Repítelo de pie sobre la pierna izquierda y sujetando el pie derecho.
fr: Se tenir debout avec les pieds joints. Basculer le poids du corps sur le pied droit et ramener le genou gauche vers la poitrine. Tenir la voûte plantaire du pied gauche avec les deux mains. Étirer la jambe gauche tout en se penchant par-dessus, en ramenant le front vers le tibia. Répéter en se tenant sur la jambe gauche et en maintenant le pied droit.
it: In piedi con i piedi uniti. Spostare il peso sul piede destro e piegare il ginocchio sinistro verso il petto. Tenere l'arco del piede sinistro con entrambe le mani. Stendere la gamba sinistra, portando la fronte verso il vostro stinco. Ripetere in piedi sulla gamba sinistra tenendo il piede destro.
ja: 両足をそろえて立ちます。体重を右足に移動させて、左ひざを胸に引き寄せます。右足の土踏まずを両手でつかみます。左脚を伸ばして、その上に身体を倒しながら、おでこをすねに近づけます。 左右を入れかえて、左脚で立って、右足をつかむ方も同様に行います。
ko: 두 발로 섭니다. 오른발로 무게 중심을 옮기고 왼쪽 무릎을 가슴 안쪽으로 당깁니다. 양손으로 왼발 아치를 잡습니다. 이마를 정강이 쪽으로 가져오면서 앞으로 숙이며 왼발을 폅니다. 왼발로 서고 오른발을 잡으면서 반복합니다.
nl: Ga met je voeten naast elkaar staan. Verplaats je lichaamsgewicht naar je rechtervoet en trek je linkerknie naar je borst. Houd de linkervoetboog met beide handen vast. Strek het linkerbeen als je voorover buigt en breng je voorhoofd naar je scheenbeen. Herhaal dit staand op het linkerbeen en het vasthouden van de rechtervoet.
pt_pt: Comece de pé com os pés juntos. Desloque o seu peso para o pé direito e puxe o joelho esquerdo em direção ao peito. Segure no arco do pé esquerdo com ambas as mãos. Estique a perna esquerda ao mesmo tempo que se dobra sobre ela, trazendo a testa para junto da canela. Repita ficando sobre a perna esquerda e segurando no pé direito.
ru: Из положения стоя, поднимите руки вверх и расслабив спину хорошо вытянитесь, опустите руки. Согните левую ногу и возьмитесь левой рукой за носочек левой стопы. На выдохе выпрямите левую ногу. Возьмитесь правой рукой за левую ступню, постарайтесь выпрямить спину. Удерживая равновесие, на выдохе совершите наклон с прямой спиной к левой ноге. Тяните обеими руками левую ступню на себя.
sv: Stå med fötterna ihop. Flytta din vikt till din högra fot och dra vänster knä in mot bröstet. Håll bågen av den vänstra foten i båda händerna. Sträck vänster ben medan du viker över det, vilket för din panna mot ditt smalben. Upprepa ståendes på vänster ben och hållandes höger fot.
th: ยืนขึ้นโดยให้เท้าชิดกัน ถ่ายน้ำหนักไปที่เท้าขวาของคุณและดึงเข่าขวาเข้าหาลำตัว ใช้มือทั้งสองข้างจับฝ่าเท้าซ้ายเอาไว้ เหยียดขาซ้ายออกในขณะที่คุณโน้มตัวเข้าหามันโดยให้หน้าผากของคุณอยู่ที่บริเวณหน้าแข้ง ทำซ้ำเช่นนี้โดยยืนบนขาซ้ายและจับเท้าขวาเอาไว้
tr: Ayaklarınız bitişik vaziyette ayakta durun. Ağırlığınızı sağ ayağınıza verin ve sol dizinizi göğsünüze doğru çekin. Sol ayağınızın tabanını her iki elinizle tutun. Üzerine katlanırken sol bacağınızı uzatın ve alnınızı kavalkemiğinize doğru getirin. Sol bacağınız üzerinde durarak ve sağ ayağınızı tutarak tekrarlayın.
zh_hans: 双脚并拢站立。重心移到右脚，左膝提起靠胸。双手握住左脚足弓。身体往前弯曲时伸展左脚，额头靠向胫骨。 左右位置互换重复以上动作。
zh_hant: 雙腳併攏站立。重心移到右腳，左膝提起靠胸。雙手握住左腳足弓。身體往前彎曲時伸展左腳，額頭靠向脛骨。 左右位置互換重複以上動作。

# exerciseDescription134
source: Begin in a standing forward fold. Bending both knees, plant your right hand on the ground under your chest and place your left hand on your left hip. Inhale as you lengthen your spine. Exhale as you twist to the left, extending the left leg only and releasing the left arm up towards the sky. Keep the sides of the neck long as you look up at your left hand. Return to a standing forward fold. Bending both knees, plant your left hand on the ground under your chest and place your right hand on your right hip. Inhale as you lengthen your spine. Exhale as you twist to the right, extending just the right leg and releasing the right arm up towards the sky. Keep the sides of the neck long as you look up at your right hand.
de: Beginne in einem nach vorne gebeugten Stand. Beuge beide Knie, lege deine rechte Hand unter deine Brust auf den Boden und deine linke Hand auf deine linke Hüfte. Atme ein, während du deine Wirbelsäule lang machst. Atme aus, während du dich nach links drehst, nur das linke Bein streckst und den linken Arm in Richtung Himmel führst. Lasse die Seiten deines Nackens lang, während du zu deiner linken Hand nach oben schaust. Komme zurück in den nach vorne gebeugten Stand. Beuge beide Knie, lege deine linke Hand unter deine Brust auf den Boden und deine rechte Hand auf deine rechte Hüfte. Atme ein, während du deine Wirbelsäule lang machst. Atme aus, während du dich nach rechts drehst, nur das rechte Bein ausstreckst und den rechten Arm zum Himmel streckst. Lasse die Seiten deines Nackens lang, während du zu deiner rechten Hand nach oben schaust.
es: Comienza de pie doblado hacia adelante. Flexionando ambas rodillas, planta la mano derecha en el suelo bajo el pecho y coloca la mano izquierda en la cadera izquierda. Toma aire mientras estiras la espalda. Exhala mientras giras hacia la izquierda, extendiendo sólo la pierna izquierda y elevando el brazo izquierdo hacia el cielo. Mantén los lados del cuello estirados mientras miras hacia arriba, a tu mano izquierda. Vuelve a ponerte de pie doblado hacia delante. Flexionando ambas rodillas, planta la mano izquierda en el suelo bajo el pecho y coloca la mano derecha en la cadera derecha. Toma aire mientras estiras la espalda. Exhala mientras giras hacia la derecha extendiendo sólo la pierna derecha y elevando el brazo derecho hacia el cielo. Mantén los lados del cuello estirados mientras miras hacia arriba, hacia la mano derecha.
fr: Commencer en se tenant penché vers l'avant. En pliant les deux genoux, positionner la main droite sur le sol sous la poitrine et placer la main gauche sur la hanche gauche. Inspirer tout en étirant la colonne vertébrale. Expirer tout en faisant un mouvement de torsion vers la gauche et en étirant la jambe gauche seule et en libérant le bras gauche vers le ciel. Maintenir les côtés de la nuque en ligne tout en regardant vers la main gauche. Revenir vers la position penchée vers l'avant. En pliant les deux genoux, positionner la main gauche sur le sol sous la poitrine et placer la main droite sur la hanche droite. Inspirer tout en étirant la colonne vertébrale. Expirer tout en faisant un mouvement de torsion vers la droite et en étirant la jambe droite seule et en libérant le bras droit vers le ciel. Maintenir les côtés de la nuque en ligne tout en regardant vers la main droite.
it: Iniziare affondando un piede in avanti. Tenere entrambe le ginocchia, posizionando la mano destra a terra sotto il petto e mettere la mano sinistra sul fianco sinistro. Inspirate mentre allungate la colonna vertebrale. Espirate mentre vi piegate a sinistra, stendendo la gamba sinistra e rilasciando il braccio sinistro verso l’alto. Tenere i lati del collo fino guardando alla vostra sinistra. Tornare alla posizione iniziale piegando entrambe le ginocchia, piantare la mano sinistra a terra sotto il petto e mettere la mano destra sul fianco destro. Inspirate mentre allungate la colonna vertebrale. Espirate mentre piegate verso destra, si stende solo la gamba destra portando il braccio destro verso il cielo. Tenere i lati del collo guardando a destra.
ja: 立って身体を前に倒した姿勢から始めます。両ひざを曲げ、右手を胸の下で地面につけ、左手を左のお尻に置きます。息を吸いながら、背骨を伸ばします。次に、息を吐きながら、左に身体をひねり、左脚だけをまっすぐに伸ばし、左腕を空に向けて伸ばします。首はまっすぐ伸ばし、左手に目線を向けます。 立って身体を前に倒した姿勢に戻ります。両ひざを曲げ、左脚を胸の下で地面につけ、右手を右のお尻に置きます。息を吸いながら、背骨を伸ばします。次に、息を吐きながら、右に身体をひねり、右脚だけをまっすぐに伸ばし、右腕を空に向けて伸ばします。首はまっすぐ伸ばし、右手に目線を向けます。
ko: 앞으로 상체를 접은 채 시작합니다. 양쪽 무릎을 구부리고, 오른손을 가슴 아래 바닥에 놓으며 왼손은 왼쪽 엉덩이에 놓습니다. 허리를 곧게 펴며 숨을 들이쉽니다. 왼팔을 위로 뻗으며 왼발만 펴면서 왼쪽으로 몸을 비틀며 숨을 내쉽니다. 왼손을 쳐다보면서 목을 길게 유지합니다. 서서 접은 상태로 돌아옵니다. 양쪽 무릎을 구부리고, 왼손을 가슴 아래 바닥에 놓으며 오른손을 오른쪽 엉덩이에 놓습니다. 허리를 곧게 펴며 숨을 들이쉽니다. 오른팔을 위로 뻗으며 오른발만 펴고 오른쪽으로 몸을 비틀며 숨을 내쉽니다. 오른손을 쳐다보면서 목을 길게 유지합니다.
nl: Begin in een staande voorwaartse buiging. Buig beide knieën, plaats je rechterhand op de grond onder je borst en plaats je linkerhand op je linkerheup. Adem in en maak je wervelkolom langer. Adem uit, draai naar links, strek alleen het linkerbeen en breng de linkerarm naar de lucht. Houd beide kanten van de nek lang als je naar boven naar je linkerhand kijkt. Keer terug naar de staande voorwaartse buiging. Buig beide knieën, plaats je linkerhand op de grond onder je borst en plaats je rechterhand op je rechterheup. Adem in en maak je wervelkolom langer. Adem uit, draai naar rechts, strek alleen het rechterbeen en breng de rechterarm naar de lucht. Houd beide kanten van de nek lang als je naar boven naar je rechterhand kijkt.
pt_pt: Comece em posição de pé dobrada para a frente. Dobrando os dois joelhos, plante a mão direita no chão debaixo do peito e coloque a mão esquerda na sua anca esquerda. Inspire ao mesmo tempo que alonga a coluna. Expire torcendo para a esquerda, esticando a perna esquerda e apontando o braço esquerdo para o céu. Mantenha as laterais do pescoço alongadas enquanto olha para cima para a sua mão esquerda. Volte à posição de pé dobrada para a frente. Dobrando os dois joelhos, plante a mão esquerda no chão debaixo do peito e coloque a mão direita na sua anca direita. Inspire ao mesmo tempo que alonga a coluna. Expire torcendo para a direita, esticando a perna direita e apontando o braço direito para o céu. Mantenha as laterais do pescoço alongadas enquanto olha para cima para a sua mão direita.
ru: Встаньте ровно, слегка согните в колене левую ногу, не отрывая её от пола. Наклонитесь вниз и поставьте ладони на пол. Левую руку удерживаете в данном положении, а правую поднимите вверх. Руки должны составлять одну линию. Взгляд направлен наверх.
sv: Börja i en stående framåtvikning. Böj båda knäna, plantera din högra hand på marken under bröstet och placera vänster hand på vänster höft. Andas in när du förlänger din ryggrad. Andas ut när du vrider åt vänster, förlänger endast vänster ben och släpp vänster arm upp mot himlen. Håll sidorna av halsen lång medan du tittar upp på vänster hand. Återgå till en stående framåtvikning. Böj båda knäna, plantera din vänstra hand på marken under bröstet och placera din högra hand på höger höft. Andas in när du förlänger din ryggrad. Andas ut när du vrider till höger, förlänger endast höger ben och släpp höger arm upp mot himlen. Håll sidorna av halsen lång medan du tittar upp på din högra hand.
th: เริ่มต้นในท่ายืนก้มตัว งอเข่าทั้งสองลง วางมือขวาลงบนพื้นใต้หน้าอกของคุณและวางมือซ้ายไว้ที่สะโพกซ้ายของคุณ ในขณะที่คุณหายใจเข้าให้ยืดแผ่นหลังของคุณ หายใจออกในขณะที่คุณบิดตัวไปทางซ้าย จากนั้นเหยียดขาซ้ายแล้วชูแขนซ้ายพุ่งสูงขึ้นไปที่เพดาน ยืดลำคอด้านข้างในขณะที่คุณหันมองขึ้นไปตามมือซ้ายของคุณ แล้วกลับมาที่ท่ายืนก้มตัว งอเข่าทั้งสองลง วางมือซ้ายลงบนพื้นใต้หน้าอกของคุณและวางมือขวาไว้ที่สะโพกขวาของคุณ ในขณะที่คุณหายใจเข้าให้ยืดแผ่นหลังของคุณ หายใจออกในขณะที่คุณบิดตัวไปทางขวา จากนั้นเหยียดขาขวาแล้วชูแขนขวาพุ่งสูงขึ้นไปที่เพดาน ยืดลำคอด้านข้างในขณะที่คุณหันมองขึ้นไปตามมือขวาของคุณ
tr: Ayakta öne katlanmış şekilde başlayın. Her iki dizi de bükerek, yerde sağ elinizi göğsünüzün altına yerleştirin ve sol elinizi sol kalçanızın üstüne yerleştirin. Omurganızı uzatırken nefes alın. Sadece sol bacağı uzatarak ve sol kolunuzu gökyüzüne doğru bırakarak sola doğru burgu yaparken nefes verin. Sol elinize doğru yukarı bakarken boynunuzun yanlarını uzun tutun. Ayakta öne katlanma konumuna geri dönün. Her iki dizi de bükerek, yerde sol elinizi göğsünüzün altına yerleştirin ve sağ elinizi sağ kalçanızın üstüne yerleştirin. Omurganızı uzatırken nefes alın. Sadece sağ bacağı uzatarak ve sağ kolunuzu gökyüzüne doğru bırakarak sağa burgu yaparken nefes verin. Sağ elinize doğru yukarı bakarken boynunuzun yanlarını uzun tutun.
zh_hans: 往前弯曲站立。双膝弯曲，右手位于胸口下方放在地上，左手放在左臀。吸气时身体扭向左边，伸展左脚，左臂朝天伸展。看向你的左手，同时伸长脖子。 身体回到中心。左手位于胸口下方放在地上，右手放在右臀。吸气伸展脊椎，呼气扭向右边，伸展右脚，右臂朝天伸展。看向你的右手，同时伸长脖子。
zh_hant: 往前彎曲站立。雙膝彎曲，右手位於胸口下方放在地上，左手放在左臀。吸氣時身體扭向左邊，伸展左腳，左臂朝天伸展。看向你的左手，同時伸長脖子。 身體回到中心。左手位於胸口下方放在地上，右手放在右臀。吸氣伸展脊椎，呼氣扭向右邊，伸展右腳，右臂朝天伸展。看向你的右手，同時伸長脖子。
