Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription32
source: Sit with your knees bent out to eitherside and feet in front of your pubic bone, left foot in front of right. Bend your elbows and hook the right elbow underneath the left. Cross at the wrists so that your palms face in. Lift your elbows and press your palms forward. Repeat on second side with right foot in front and left elbow underneath.
de: Sitze mit den Knien auf je eine Seite gebeugt und den Füßen vor deinem Schambein, der linke Fuß vor dem rechten Fuß. Beuge deine Ellbogen und klemme den rechten Ellbogen unter den linken. Kreuze an den Handgelenken, sodass deine Handflächen nach innen zueinander schauen. Hebe deine Ellbogen und drücke deine Handflächen nach vorne. Wiederhole das Ganze auf der anderen Seite mit dem rechten Fuß vorne und dem linken Ellbogen unten.
es: Siéntate con las rodillas flexionadas hacia afuera a ambos lados y los pies frente al pubis, con el pie izquierdo frente al derecho. Dobla los codos y engancha el codo derecho bajo el izquierdo. Cruza las muñecas para que las palmas de las manos queden frente a frente. Eleva los codos y empuja las palmas hacia delante. Repetir en el lado contrario con el pie derecho en frente y el codo izquierdo debajo.
fr: S'asseoir avec les genoux pliés et les pieds devant le pubis, le pied gauche devant le pied droit. Plier les coudes et positionner le coude droit sous le gauche. Croiser les poignets avec les paumes vous faisant face. Soulever les coudes et pousser sur les paumes vers l'avant. Répéter sur l'autre côté avec le pied droit devant et le coude gauche en dessous.
it: Sedetevi con le ginocchia piegate verso entrambi i lati e i piedi di fronte al vostro osso pubico, piede sinistro davanti a destra. Piegate i gomiti e agganciate il gomito destro sotto il sinistra. Far scendere i gomiti e premere i palmi delle mani in avanti .Ripetere sul secondo lato con il piede destro nella parte anteriore e il gomito sinistro sotto.
ja: ひざを左右に開いて、恥骨の前に足がある状態で座り、左足が右足の前に来るようにします。両ひじを曲げて、右ひじを左ひじの下にひっかけます。手首の所で再び交差させて、手のひらが向き合うようにします。ひじを上にあげて、手のひらを前に突き出します。左右を入れかえて、右足が前、左ひじが下になるようにして、繰り返します。
ko: 무릎을 구부리고 양쪽 밖으로 향하도록 앉고 왼발을 오른발 앞에 두며 다리는 치골 앞으로 둡니다. 팔꿈치를 구부리고 오른쪽 팔꿈치를 왼쪽 아래로 걸어줍니다. 손바닥이 서로 맞대도록 손목을 꼬아줍니다. 팔꿈치를 들어올려주며 손바닥을 서로 눌러줍니다. 오른발을 앞으로 왼쪽 팔꿈치를 아래로 한 상태에서 다른 방향으로 반복합니다.
nl: Zit met knieën aan weerszijden gebogen en voeten voor je schaambeen, linker voor de rechtervoet. Buig je ellebogen en haak de rechterelleboog onder de linkerelleboog. Kruis je onderarmen bij de polsen, zodat de palmen tegen elkaar komen. Til je ellebogen op en duw je palmen naar voren. Herhaal dit met de rechtervoet voor en linkerelleboog onder.
pt_pt: Sente-se com os joelhos dobrados para fora e os pés em frente ao osso púbico, o pé esquerdo em frente ao direito. Dobre os cotovelos e prenda o cotovelo direito por baixo do esquerdo. Cruze nos pulsos para que as palmas fiquem viradas uma para a outra. Levante os cotovelos e empurre as palmas para a frente. Repita do segundo lado com o pé direito à frente e o cotovelo esquerdo por baixo.
ru: Примите позу поза сидя со скрещенными ногами. Скрестите правую руку с левой и соедините ладони. Согните локти и поднимите их на уровень плеч. Большие пальцы рук обращены к лицу. Расположите правый локоть поверх левого, переплетя предплечья и соединив ладони.
sv: Sitt med knäna böjda ut till endera sidan och fötterna framför blygdbenet, vänster fot framför höger. Böj armbågarna och haka höger armbåge under den vänstra. Korsa på handlederna så att handflatorna riktas inåt. Lyft armbågarna och tryck handflatorna framåt. Upprepa på andra sidan med höger fot fram och vänster armbåge under.
th: นั่งขัดสมาธิโดยให้เท้าของคุณขัดอยู่ด้านหน้าแบบเท้าซ้ายทับเท้าขวา งอข้อศอกของคุณเข้ามาและเกี่ยวข้อศอกขวาไว้ใต้ข้อศอกซ้าย จากนั้นไขว้ที่ข้อมือเพื่อเอื้อมฝ่ามือทั้งสอง ยกข้อศอกของคุณขึ้นและกดฝ่ามือเข้าหากัน ทำซ้ำโดยสลับให้เท้าขวาทับเท้าซ้ายและข้อศอกซ้ายอยู่ด้านล่าง
tr: Dizleriniz herhangi bir tarafa bükülü, ayaklarınız kasık kemiğinizin önünde ve sol ayağınız sağ ayağınızın önünde olacak vaziyette oturun. Dirseklerinizi bükün ve sağ dirseğinizi sol dirseğinizin altına kıvırın. Avuç içlerinizin içe bakması için bileklerinizi üst üste atın. Dirseklerinizi kaldırın ve avuç içlerinizi ileri bastırın. Sağ ayak önde ve sol dirsek altta olacak şekilde ikinci tarafta tekrarlayın.
zh_hans: 双脚脚板在耻骨前，双膝弯曲在两旁坐在地上。弯曲手肘，将右手肘勾在左手肘下。手腕交叉让手掌朝内。举起手肘，按压手掌。换成右脚在前，左手肘在下重复以上动作。
zh_hant: 雙腳腳板在恥骨前，雙膝彎曲在兩旁坐在地上。彎曲手肘，將右手肘勾在左手肘下。手腕交叉讓手掌朝內。舉起手肘，按壓手掌。換成右腳在前，左手肘在下重複以上動作。

# exerciseDescription33
source: Stand with your feet together and lift your right heel off of the ground. Bent your elbows and hook the right elbow underneath the left. Cross at the wrists so that your palms face in. Lift your elbows and press your palms forward. Bend your left knee and cross the right knee over the left, balancing on your left leg and hooking the big right toe inside of the left ankle. As you draw your outer hips back, keep the chest lifted and continue to lift the elbows.
de: Stehe mit den Füßen zusammen und hebe deine rechte Ferse vom Boden. Beuge deine Ellbogen und klemme den rechten Ellbogen unter den linken. Kreuze an den Handgelenken, sodass deine Handflächen nach innen zueinander schauen. Hebe deine Ellbogen und drücke deine Handflächen nach vorne. Beuge dein linkes Knie und kreuze das rechte Knie über das linke, während du auf deinem linken Bein balancierst und den rechten großen Zeh von innen an den linken Knöchel klemmst. Während du deine äußere Hüfte nach hinten drückst, lasse die Brust oben und hebe die Ellbogen weiter hoch.
es: Ponte de pie con los pie juntos y levanta el talón derecho del suelo. Dobla los codos y engancha el codo derecho bajo el izquierdo. Cruza las muñecas para que las palmas de las manos queden frente a frente. Eleva los codos y empuja las palmas hacia delante. Dobla la rodilla izquierda y cruza la rodilla derecha sobre la izquierda, guardando el equilibrio sobre la pierna izquierda y enganchando el dedo gordo del pie derecho dentro del tobillo izquierdo. Mientras llevas la zona externa de las caderas hacia atrás, mantén el pecho levantado y sigue elevando los hombros.
fr: Se tenir debout les pieds joints et décoller du sol le talon droit. Plier les coudes et positionner le coude droit sous le gauche. Croiser les poignets avec les paumes vous faisant face. Soulever les coudes et pousser sur les paumes vers l'avant. Plier le genou gauche et croiser le genou droit par-dessus le gauche, en se balançant sur la jambe gauche et en positionnant le gros orteil droit à l'intérieur de la cheville gauche. Tout en tirant les hanches vers l'extérieur, maintenir la poitrine relevée et continuer à soulever les coudes.
it: In piedi con i piedi uniti sollevare il tallone destro. Avvicinarei gomiti e agganciare il gomito destro sotto il sinistro. Portare i palmi delle mani in faccia. Sollevare i gomiti e premere i palmi delle mani in avanti. Piegate il ginocchio sinistro e attraversate il ginocchio destro sulla sinistra, bilanciatevi sulla gamba sinistra e portando l'alluce destro alla caviglia sinistra. Portare i fianchi esterni indietro, tenere il petto sollevato e continuare a sollevare i gomiti.
ja: 両足をそろえて立ち、右足のかかとを地面から離します。ひじを曲げて、右ひじを左ひじの下にひっかけます。手首の所で再び交差させて、手のひらが向き合うようにします。ひじを上げて、手のひらを前に突き出します。 左ひざを曲げて、右ひざを左ひざの上に交差させて、左脚でバランスを取りながら、右足の親指を左足首の内側にひっかけます。お尻を後ろに突き出しながら、胸を張って、ひじを上げ続けます。
ko: 두발로 서서 오른쪽 뒤꿈치를 들어줍니다. 팔꿈치를 구부리고 오른쪽 팔꿈치를 왼쪽 아래로 걸어줍니다. 손바닥이 서로 맞대도록 손목을 꼬아줍니다. 팔꿈치를 들어올려주며 손바닥을 서로 눌러줍니다. 왼쪽 무릎을 구부리고 왼발로 균형을 잡으며 오른쪽 엄지 발가락을 왼쪽 발목 안으로 걸어주며 왼쪽으로 오른쪽 무릎을 교차합니다. 엉덩이를 바깥쪽으로 밀어주며, 가슴을 들어올리고, 팔꿈치를 계속 들어줍니다.
nl: Sta met je voeten bij elkaar en til je rechterhiel van de grond. Buig je ellebogen en haak de rechterelleboog onder de linkerelleboog. Kruis je onderarmen bij de polsen, zodat de palmen bij elkaar komen. Til je ellebogen op en duw je palmen naar voren. Buig je linkerknie en kruis je rechterknie over de linker, terwijl je op je linkerbeen balanceert en de rechtergrote teen om je linkerenkel haakt. Bij het naar achteren trekken van je heupen, blijft je borst opgeheven en ga door met tillen van de ellebogen.
pt_pt: De pé com os pés juntos, levante o calcanhar direito do chão. Dobre os cotovelos e prenda o cotovelo direito por baixo do esquerdo. Cruze nos pulsos para que as palmas fiquem viradas uma para a outra. Levante os cotovelos e empurre as palmas para a frente. Dobre o joelho esquerdo e cruze o joelho direito por cima do esquerdo, equilibrando-se sobre a perna esquerda e prendendo o dedo grande do pé direito no lado de dentro do tornozelo esquerdo. Enquanto puxa a parte exterior das ancas para trás, mantenha o peito elevado e continue a levantar os cotovelos.
ru: В положении стоя слегка согните правое колено. Расположите левое бедро и колено поверх правого бедра. Заведите левую голень за правую икру и зацепитесь левой ступней за правую икроножную мышцу. Балансируйте на правой ноге, расставив пальцы стопы и равномерно распределяя вес тела между пальцами и пяткой. Убедитесь в том, что тазобедренные суставы находятся на одной линии, а лицо обращено вперед. Если в коленях появилась боль, вернитесь в изначальную позу и перекрещивайте только руки. Скрестите правую руку с левой и соедините ладони. Согните локти и поднимите их на уровень плеч. Большие пальцы рук обращены к лицу. Расположите правый локоть поверх левого, переплетя предплечья и соединив ладони.
sv: Stå med fötterna ihop och lyft höger häl från marken. Böj armbågarna och haka höger armbåge under den vänstra. Korsa på handlederna så att handflatorna riktas inåt. Lyft armbågarna och tryck handflatorna framåt. Böj vänster knä och korsa höger knä över ditt vänstra, balansera på vänster ben och haka den stora högra tån på insidan av vänster fotled. Medan du drar dina yttre höfter tillbaka, håll bröstet lyft och fortsätt att lyfta armbågarna.
th: ยืนขึ้นโดยให้เท้าชิดกันและจากนั้นยกส้นเท้าขวาให้สูงจากพื้น งอข้อศอกของคุณเข้ามาและเกี่ยวข้อศอกขวาไว้ใต้ข้อศอกซ้าย จากนั้นไขว้ที่ข้อมือเพื่อเอื้อมฝ่ามือทั้งสอง ยกข้อศอกของคุณขึ้นและกดฝ่ามือเข้าหากัน งอเข่าซ้ายของคุณและพาดเข่าขวาไว้บนเข่าซ้าย จากนั้นจัดสมดุลด้วยขาซ้ายของคุณแล้วเกี่ยวนิ้วเท้าข้างขวาไว้กับข้อเท้าซ้าย โดยทิ้งน้ำหนักไปทางสะโพกด้านนอก ยกหน้าอกของคุณขึ้นและยกข้อศอกของคุณเอาไว้
tr: Ayaklarınız bitişik olacak şekilde ayakta durun ve sağ topunuzu yerden kaldırın. Dirseklerinizi bükün ve sağ dirseğinizi sol dirseğinizin altına kıvırın. Avuç içlerinizin içe bakması için bileklerinizi üst üste atın. Dirseklerinizi kaldırın ve avuç içlerinizi ileri bastırın. Sol dizinizi bükün, sol bacağınız üzerinde denge kurarak ve sağ ayak başparmağınızı sol bileğinizin iç kısmına kıvırarak sağ dizinizi sol dizin üstüne atın. Kalçalarınızın dış kısmını geri çekerken göğsünüzü kalkık vaziyette tutun ve dirseklerinizi kaldırmaya devam edin.
zh_hans: 双脚并拢然后提起右脚跟。弯曲手肘，将右手肘勾在左手肘下。手腕交叉让手掌朝内。举起手肘，按压手掌。 左膝弯曲并将右膝跨在上面，左脚保持平衡，右脚脚趾勾住左脚踝。当你收回臀部时，保持胸部挺立并继续举起手肘。
zh_hant: 雙腳併攏然後提起右腳跟。彎曲手肘，將右手肘勾在左手肘下。手腕交叉讓手掌朝內。舉起手肘，按壓手掌。 左膝彎曲並將右膝跨在上面，左腳保持平衡，右腳腳趾勾住左腳踝。當你收回臀部時，保持胸部挺立並繼續舉起手肘。

# exerciseDescription35
source: Take a comfortable cross-legged seat with your palms face down on your kneecaps. As you inhale, lengthen your spine. As you exhale, twist to the left, bringing your left fingertips to the floor behind you and placing your right palm on your left kneecap. Inhale back to center, and as you exhale twist to the right, placing your right fingertips on the floor behind you and resting your left palm on your right kneecap.
de: Nimm einen bequemen Schneidersitz ein und lege die Hände mit den Handflächen nach unten auf deine Kniescheiben. Atme ein und mache deine Wirbelsäule lang. Während du ausatmest, drehe dich nach links und bringe die linken Fingerspitzen hinter dich auf den Boden und deine rechte Handfläche auf die linke Kniescheibe. Atme ein und komme zurück zur Mitte und während du ausatmest, drehe dich nach rechts, bringe deine rechten Fingerspitzen hinter dich auf den Boden und lege deine linke Handfläche auf deine rechte Kniescheibe.
es: Siéntate cómodamente con las piernas cruzadas y las palmas de las manos hacia abajo sobre las rótulas. Mientras tomas aire, estira la espalda. Al exhalar, gira hacia la izquierda, llevando las puntas de los dedos de la mano izquierda hacia el suelo detrás de ti y colocando la palma de la mano derecha sobre la rótula izquierda. Inhala volviendo al centro, y mientras exhalas gira hacia la derecha, colocando las puntas de los dedos de la mano derecha en el suelo detrás de ti y apoyando la palma de la mano izquierda sobre la rótula derecha.
fr: S'asseoir avec les jambes croisées de façon confortable et les paumes posées sur les rotules. En inspirant, étirer la colonne vertébrale. En expirant, faire une torsion vers la gauche en ramenant le bout des doigts gauches vers le sol derrière soi et en plaçant la paume droite sur la rotule gauche. Inspirer pour revenir au centre et, en expirant, faire une torsion vers la droite en plaçant le bout des doigts droits sur le sol derrière soi et en posant la paume gauche sur la rotule droite.
it: Sedersi comodamente a gambe incrociate con i palmi delle mani rivolti verso il basso sulle rotule. Quando inspirate, allungate la colonna vertebrale. Durante l'espirazione, fare una torsione a sinistra, portando la punta delle dita a sinistra sul pavimento dietro di voi e mettendo il palmo della mano destra sulla rotula sinistra. Inspirate di nuovo, tornando al centro e durante l'espirazione effettuate una torsione verso destra, mettendo la punta delle dita a destra sul pavimento dietro di voi e il palmo della mano sinistra sulla rotula destra.
ja: ゆったりとあぐらをかき、両方の手のひらをひざに当てます。息を吸いながら、背骨を伸ばします。息を吐くときに、左へ身体をねじり、左手の指先を身体の後ろで地面につき、右手は左ひざへ置きます。息を吸いながら正面に戻し、息を吐きながら右へ身体をねじり、右手の指先を身体の後ろで地面につき、左手は右ひざへ置きます。
ko: 손바닥을 아래로 향하도록 무릎 위에 놓고 양반 다리로 편안하게 앉습니다. 숨을 들이쉬며 허리를 곧게 폅니다. 숨을 내쉬면서 오른쪽 손바닥을 왼쪽 무릎에 놓고 왼쪽 손가락 끝을 뒤로 돌리며 왼쪽으로 몸을 돌립니다. 숨을 들이쉬며 제자리로 돌아와서 숨을 내쉬면서 왼쪽 손바닥을 오른쪽 무릎에 놓고 오른쪽 손가락 끝을 뒤에 놓으면서 오른쪽으로 몸을 돌립니다.
nl: Begin in een makkelijke kleermakerszit met je handpalmen op je knieschijven. Adem in en verleng je wervelkolom. Adem uit, draai naar links, waarbij je je linkervingertoppen op de vloer achter je plaatst en je rechterpalm op je linkerknieschijf legt. Adem in, keer terug naar het midden. Adem uit, draai naar rechts, plaats achter je je rechtervingertoppen op de vloer en laat je linkerpalm op je rechterknieschijf rusten.
pt_pt: Sente-se confortavelmente de pernas cruzadas com as palmas das mãos pousadas nos joelhos com as palmas para baixo. Ao inspirar, alongue a coluna. Ao expirar, torça para a esquerda, trazendo os dedos da mão esquerda para o chão atrás de si e colocando a palma da mão direita sobre o seu joelho esquerdo. Inspire e volte ao centro e ao expirar, torça para a direita, colocando os dedos da mão direita no chão atrás de si e repousando a mão esquerda sobre o seu joelho direito.
sv: Ta en bekväm korslagd sits med benen, med handflatorna nedåt mot dina knäskålar. När du andas in, förläng ryggraden. När du andas ut, vrid åt vänster, ta dina vänstra fingertoppar på golvet bakom dig och placera din högra handflata på vänster knäskål. Andas tillbaka till centrum och när du andas ut, vrid åt höger, placera din högra hands på golvet bakom dig och vila vänster handflata på din högra knäskål.
th: นั่งไขว้ขาอยู่บนพื้นโดยที่ฝ่ามือของคุณกุมหัวเข่าเอาไว้ ในขณะที่คุณหายใจเข้าค่อย ๆ ยืดหลังของคุณ ในขณะที่คุณหายใจออกให้บิดตัวไปทางซ้ายแล้วเอื้อมมือซ้ายไปวางไว้ข้างหลังคุณและจากนั้นวางมือขวาไว้บนหัวเข่าซ้าย หายใจเข้าแล้วกลับมาที่ตรงกลางและขณะที่คุณหายใจออกให้บิดตัวไปทางขวา เอื้อมมือขวาวางไว้ข้างหลังคุณและพักมือซ้ายไว้บนหัวเข่าขวาของคุณ
tr: Avuç içleriniz diz kapaklarınıza doğru aşağı bakarken bağdaş kurarak rahat bir şekilde oturun. Nefes alırken, omurganızı uzatın. Nefes verirken ise sol parmak uçarınızı arkanızda yere koyarak ve sağ avuç içinizi sol dizkapağınıza yerleştirerek sola burgu yapın. Merkeze geri nefes alın ve nefes verirken, sağ parmak uçlarınızı arkanızda yere koyarak ve sol avuç içinizi sağ dizkapağınız üzerine koyarak sağa burgu yapın.
zh_hans: 舒服地盘腿而坐，手掌朝下放在膝盖上。吸气时，延伸脊椎。呼气时，向左扭腰把左手放到身后的地上，右手掌放在左膝上。吸气时转回中心，呼气时扭向右边，右手放到身后的地上，左手掌放在右膝上。
zh_hant: 舒服地盤腿而坐，手掌朝下放在膝蓋上。吸氣時，延伸脊椎。呼氣時，向左扭腰把左手放到身後的地上，右手掌放在左膝上。吸氣時轉回中心，呼氣時扭向右邊，右手放到身後的地上，左手掌放在右膝上。

# exerciseDescription36
source: Take a comfortable cross-legged seat. Place your palms on the floor in front of you and walk them forward until your arms are straight. If your forehead does not come to the ground, then rest it on a folded blanket or towel so that the neck is supported. Repeat with opposite leg on top.
de: Nimm einen bequemen Schneidersitz ein. Lege deine Handflächen vor dich auf den Boden und gehe mit ihnen nach vorne, bis deine Arme durchgestreckt sind. Wenn deine Stirn nicht auf den Boden kommt, dann lege sie auf eine gefaltete Decke oder ein Handtuch, sodass das Genick gestützt ist. Wiederhole das Ganze mit dem anderen Bein oben.
es: Coloca las palmas de las manos en el suelo frente a ti y llévalas hacia adelante hasta que los brazos estén rectos. Si tu frente no llega al suelo, apóyala en una manta o una toalla doblada para que el cuello tenga soporte. Repítelo con la pierna contraria encima.
fr: S'asseoir avec les jambes croisées de façon confortable. Placer les paumes sur le sol devant soi et les faire avancer jusqu'à ce que les bras soient tendus. Si le front ne touche pas le sol, il est possible de le poser sur une couverture ou une serviette pliée pour soutenir le cou. Répéter avec la jambe opposée sur le dessus.
it: Sedersi comodamente a gambe incrociate. Mettere i palmi delle mani sul pavimento di fronte a voi e spostarsi in avanti fino a quando le braccia sono dritte. Se la fronte non arriva a terra, puoi appoggiarla su una coperta ripiegata o un asciugamano in modo che il collo sia sostenuto. Ripetere con la gamba opposta
ja: ゆったりとあぐらをかきます。身体の前で両手をつき、腕がまっすぐになるまで前へ手を歩かせます。おでこが地面につかない場合には、折りたたんだ毛布やタオルなどの上に置いて、首を支えます。反対側の脚を上にして、繰り返します。
ko: 편안하게 양반 다리를 합니다. 손바닥을 앞쪽 바닥에 놓으며 팔을 쭉 펼 때까지 앞으로 걸어가듯이 움직입니다. 이마가 바닥에 닿지 않을 경우, 접은 담요나 수건 위에 머리를 놓아 목이 지탱되게 합니다. 다른 다리를 위에 놓고 반복합니다.
nl: Begin in een makkelijke kleermakerszit. Plaats je handpalmen voor je op de vloer en schuif ze voor je uit, totdat je armen recht zijn. Als je voorhoofd de grond niet raakt, laat het ter ondersteuning van je nek op een opgevouwen deken of handdoek rusten. Herhaal dit met het andere been boven.
pt_pt: Sente-se confortavelmente de pernas cruzadas. Coloque as palmas das mãos no chão à sua frente e caminhe com elas para a frente até ter os braços esticados. Se a sua testa não chegar ao chão, mantenha-a apoiada num cobertor ou toalha dobrada para que o pescoço não esteja em esforço. Repita com a perna oposta por cima.
ru: Примите позу поза сидя со скрещенными ногами перед собой. Наклонитесь к ногам, опустите голову на пол. Вытяните руки перед собой и стремитесь вперед.
sv: Ta en bekväm korslagd sits med benen. Placera handflatorna på golvet framför dig och gå dem framåt tills armarna är raka. Om din panna inte kommer till marken, vila den på en hopvikt filt eller handduk så att nacken stöds. Upprepa med motsatt ben på toppen.
th: นั่งไขว้ขาอยู่บนพื้นในท่าที่สบาย วางฝ่ามือบนพื้นทางด้านหน้าของคุณและยื่นมือของคุณไปจนสุดจนแขนของคุณเริ่มตึง หากคุณไม่สามารถก้มจนหน้าผากแตะลงพื้นได้ให้หาผ้าห่มหรือผ้าขนหนูมารองหน้าผากของคุณเอาไว้ ทำซ้ำโดยสลับให้ขาอีกข้างอยู่ด้านบน
tr: Bağdaş kurarak rahat bir şekilde oturun. Avuç içlerinizi önünüzde yere koyun ve kollarınız düz hale gelinceye dek avuç içlerinizi ileri doğru yürütün. Eğer alnınız yere değmezse, boynunuzun desteklenmesi için alnınızı katlanmış bir battaniye veya havluya yaslayın. Diğer bacak yukarıda tekrarlayın.
zh_hans: 舒服地盘腿而坐。将手掌放在身前的地板上，手掌往前移动直到你的手臂能够伸直。如果额头不能碰地，那么把头憩息在折叠的被子或毛巾上，让颈部得到支撑。交换双脚的上下位置并重复以上动作。
zh_hant: 舒服地盤腿而坐。將手掌放在身前的地板上，手掌往前移動直到你的手臂能夠伸直。如果額頭不能碰地，那麼把頭憩息在折疊的被子或毛巾上，讓頸部得到支撐。交換雙腳的上下位置並重複以上動作。

# exerciseDescription38
source: Start on all fours in a tabletop position. Keep the hips above the knees and hands shoulders width apart as you walk your hands as far forward as they can go. Melt your chest towards the ground.
de: Beginne auf allen vieren in der Position eines Bretts. Lasse deine Hüfte über deinen Knien und deine Hände schulterbreit auseinander, während du mit deinen Händen, so weit du kannst, nach vorne läufst. Ziehe deine Brust in Richtung Boden.
es: Empieza a cuatro patas en la posición de la mesa. Mantén las caderas sobre las rodillas y las manos separadas a la distancia entre los hombros mientras llevas las manos hacia adelante tan lejos como puedas. Pega el pecho al suelo.
fr: Commencer à quatre pattes dans la position de la table. Garder les hanches au-dessus des genoux et une largeur d'épaules comme écartement entre les mains tout en faisant avancer les mains aussi loin vers l'avant que possible. Amener la poitrine vers le sol.
it: Stando a quattro zampe nella posizione da tavolo .Tenere i fianchi sopra le ginocchia e le mani a larghezza delle spalle, spostando le mani il più avanti far scivolare il petto verso il suolo
ja: 両手と両ひざをついた姿勢から始めます。お尻はひざの真上に来るようにし、両手は肩幅に広げ、手をできるだけ前まで歩かせます。胸は地面にもたれかかるようにします。
ko: 테이블 자세로 시작합니다. 손을 어깨 너비만큼 벌리고 할 수 있는 만큼 앞으로 뻗으며 엉덩이는 무릎 위로 유지합니다. 가슴을 바닥으로 내립니다.
nl: Begin op handen en knieën in de tafelhouding. Houd de knieën recht boven de heupen met de handen op schouderbreedte, kruip zover als je kunt met je handen naar voren. Breng je borst naar de grond.
pt_pt: Comece de gatas em posição de mesa. Mantenha as ancas por cima dos joelhos e as mãos à largura dos ombros enquanto caminha com elas para a frente até onde lhes for possível. Deixe o peito repousar em direção ao chão.
ru: Встаньте на четвереньки. Опустите колени и грудь на пол. Держите бедра над коленями. Тянитесь руками вперед до полного их выпрямления. Прижмите к полу ладони. Расслабтесь и дышите равномерно
sv: Börja på alla fyra i position som en bordsskiva. Håll höfterna ovanför knäna och händerna isär i axelbredd medan du går dina händer så långt fram som de kan gå. Smält bröstet mot marken.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา ยกสะโพกไว้เหนือหัวเข่าและแยกมือออกในระยะหนึ่งช่วงไหล่ จากนั้นค่อย ๆ เลื่อนมือไปข้างหน้าจนสุดจนกว่าคุณจะเริ่มรู้สึกตึง แตะหน้าอกของคุณลงบนพื้น
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Ellerinizi gidebildiği kadar ileriye yürütürken kalçalarınızı dizlerinizin üzerinde ve ellerinizi omuzlarla aynı hizada olacak şekilde birbirinden ayrılmış vaziyette tutun. Göğsünüzü yere yapıştırın.
zh_hans: 以四柱式的位置开始。臀部的位置维持在膝盖上方，手与肩同宽，手掌尽可能地贴地往前移动，直到胸部触地。
zh_hant: 以四柱式的位置開始。臀部的位置維持在膝蓋上方，手與肩同寬，手掌盡可能地貼地往前移動，直到胸部觸地。
