Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription39
source: Take a wide-legged stance with your feet parallel to each other. Turn the right foot out 90 degrees and bend your right knee to a 90 degree angle so that the top of your right thigh is parallel to the ground. Keep your right knee stacked over your right ankle and the left leg extended with toes turned in slightly. Extend the right side of your torso over your right thigh and bring your right arm inside of your right leg. Thread your right arm under your thigh, bend the elbow, and reach your hand towards your outer right hip. Bend the left elbow behind your back and reach the left hand towards your outer right hip. Use your right hand to take hold of the left wrist. (If you can't reach the wrist, trying latching the fingertips of both hands together.) Once your arms are bound around your right leg, draw your right hip underneath you and lean back so that the right side of your torso hovers over your thigh. Lengthen the sides of your neck as you press the crown of your head away from your left foot. Press the left foot into the ground and keep the right knee centered over your second and third toes. Repeat on the left side, binding arms around the left leg so that the hands connect by the outer left hip.
de: Nimm eine breitbeinige Stellung mit deinen Füßen parallel zueinander ein. Drehe deinen rechten Fuß um 90 Grad nach außen und beuge dein rechtes Knie in einen 90 Grad Winkel, sodass die Oberseite deines rechten Oberschenkels parallel zum Boden ist. Halte dein rechtes Knie über deinem rechten Knöchel und das linke Bein gestreckt mit den Zehen leicht nach innen gedreht. Strecke die rechte Seite deines Oberkörpers über deinen rechten Oberschenkel und bringe deinen rechten Arm an die Innenseite deines rechten Beins. Führe deinen rechten Arm unter deinen Oberschenkel, beuge den Ellbogen und führe deine Hand in Richtung deiner rechten, äußeren Hüfte. Beuge den linken Ellbogen hinter deinem Rücken und führe die linke Hand in Richtung deiner rechten, äußeren Hüfte. Benutze deine rechte Hand, um das linke Handgelenk zu umfassen. (Wenn du nicht an das Handgelenk kommst, versuche die Fingerspitzen beider Hände zu verschließen.) Wenn deine Arme und dein rechtes Bein geschlungen sind, führe deine rechte Hüfte unter dich und lehne dich zurück, sodass die rechte Seite deines Oberkörpers über deinem Oberschenkel schwankt. Mache die Seiten deines Nackens lang, während du den Kopfscheitel von deinem linken Fuß wegdrückst. Drücke den linken Fuß in den Boden und halte das rechte Knie mittig über deinen zweiten und dritten Zehen. Wiederhole das Ganze auf der linken Seite mit den Armen um das linke Bein geschlungen, sodass die Hände an der linken, äußeren Hüfte zusammenfinden.
es: Colócate de pie con las piernas muy separadas y los pies paralelos. Gira el pie derecho hacia fuera 90 grados y dobla la rodilla derecha en un ángulo de 90 grados para que la parte superior del muslo derecho quede paralela al suelo. Mantén la rodilla derecha colocada sobre el tobillo derecho y la pierna izquierda extendida con los dedos del pie ligeramente hacia dentro. Extiende la zona derecha del torso sobre el muslo izquierdo y coloca la mano derecha dentro de la pierna derecha. Enlaza la mano derecha bajo el muslo, dobla el codo y lleva la mano hacia la parte externa de la cadera derecha. Dobla el codo izquierdo tras la espalda y lleva la mano izquierda hacia la parte externa de la cadera derecha. Usa la mano derecha para sujetar la muñeca izquierda. (Si no puedes alcanzar la muñeca, intenta entrelazar las puntas de los dedos de ambas manos.) Cuando tengas los brazos enlazados alrededor de la pierna derecha, coloca la cadera derecha debajo de ti e inclínate hacia atrás para que la parte derecha del torso quede sobre el muslo. Estira los lados del cuello mientras empujas la parte superior de la cabeza alejándola del pie derecho. Presiona el suelo con el pie izquierdo y mantén la rodilla derecha centrada sobre el segundo y tercer dedo del pie. Repítelo en el lado izquierdo, enlazando las manos alrededor de la pierna izquierda para que estén conectadas por la parte externa de la cadera izquierda.
fr: Prendre une position jambes écartées avec les pieds parallèles. Tourner le pied droit de 90° et plier le genou droit avec un angle de 90° de façon à ce que le dessus de la cuisse droite soit parallèle au sol. Maintenir le genou droit avec la cheville droite surmontée par la jambe gauche allongée et les orteils légèrement tournés vers l'intérieur. Allonger le côté droit de votre torse sur la cuisse droite et ramener le bras droit à l'intérieur de votre jambe droite. Placer le bras droit sous la cuisse, plier le coude et diriger la main vers l'extérieur de la hanche droite. Plier le coude gauche derrière le dos et diriger la main gauche vers l'extérieur de la hanche droite. Utiliser la main droite pour maintenir le poignet gauche (si vous ne pouvez pas atteindre le poignet, essayez d'agripper le bout des doigts avec les deux mains). Dès que vos bras sont liés autour de votre jambe droite, ramener la hanche droite sous le corps et se pencher en arrière de manière à ce que le côté droit de votre torse recouvre la cuisse. Étirer le côté de la nuque tout en écartant l'arrière de la tête du pied gauche. Appuyer le pied gauche sur le sol et garder le pied droit centré par-dessus le second et le troisième orteil. Répéter sur le côté gauche, en réunissant les bras autour de la jambe gauche de manière à joindre les mains à l'extérieur de la hanche gauche.
it: In piedi con i piedi paralleli l'uno all'altro. Girare il piede destro di 90 gradi e piegare il ginocchio destro ad un angolo di 90 gradi in modo che la parte superiore della coscia destra sia parallela al terreno. Mantenere il ginocchio destro allineato sulla la caviglia destra e la gamba sinistra estesa '. Estendere il lato destro del busto sopra la coscia destra e portare il braccio destro all’interno della gamba destra. Infilare il braccio destro sotto la coscia, piegare il gomito, e raggiungere la vostra mano verso il fianco esterno destro. Piegare il gomito sinistro dietro la schiena e raggiungere la mano sinistra verso il fianco esterno destro. Usare la mano destra per afferrare il polso sinistro. (Se non è possibile raggiungere il polso, cercare di agganciarsi alla punta delle dita di entrambe le mani.) Una volta che le braccia sono legati intorno alla gamba destra, attirare la vostra anca destra sotto di voi e andare indietro in modo che il lato destro del busto sia sopra la coscia. Allungare i lati del collo, spingendo la testa lontano dal piede sinistro. Premere il piede sinistro in terra e mantenere il ginocchio destro centrato sul secondo e terzo dito. Ripetere sul lato sinistro, con le braccia intorno alla gamba sinistra in modo che le mani si colleghino dal fianco esterno sinistro..
ja: 足はお互いに平行な状態で、脚を大きく広げた姿勢を取ります。右足を外側に90度回し、右ひざを90曲げ、右の太ももが地面に平行になるようにします。右ひざは右足首の真上に来るようにし、左脚はつま先を少し内側に回して伸ばします。体幹の右側が右の太ももの上に来るように身体を伸ばし、右腕は右脚の内側に来るようにします。 右腕を太ももの下に通して、ひじを曲げ、手を右のお尻の外側に向けて伸ばします。右手で左の手首をつかみます。（手首に届かない場合には、両手の指先が引っかかるようにしてください。） 腕を右脚の周りにからめたら、右のお尻を身体の下に引きつけ、後ろに身体を倒して、体幹の右側が太ももにつかないようにします。左足を地面に押し付け、右ひざは脚の人差し指と中指の真上からずれないようにします。 左側でも、腕を左脚にからめて、手が左のお尻の外側で合わさるようにして、行ってください。
ko: 발이 서로 평행이 되게 해서 넓게 벌려 섭니다. 오른발을 바깥쪽으로 90도 돌리며 오른쪽 무릎을 90도로 구부려 오른쪽 허벅지가 바닥과 평행이 되게 합니다. 오른쪽 무릎을 오른쪽 발목 위로 직선이 되도록 유지한 채 왼발은 발가락을 약간 돌리며 넓힙니다. 오른쪽 허벅지 위로 몸을 오른쪽으로 뻗으며 오른 팔을 오른발 안쪽으로 가져옵니다. 오른쪽 팔꿈치를 구부려 오른팔을 허벅지 아래로 꼬아서 오른쪽 엉덩이 바깥 부분으로 뻗습니다. 왼쪽 팔꿈치를 몸 뒤로 구부리고 오른쪽 엉덩이 바깥 부분으로 뻗습니다. 오른손으로 왼쪽 손목을 잡습니다. (손목에 닿지 않을 경우, 양손 손가락 끝을 같이 잡도록 시도합니다.) 팔로 오른쪽 다리를 감싼 후에 오른쪽 엉덩이를 아래로 내리며 뒤로 젖혀서 상체 오른쪽 부분이 허벅지 위에 기대도록 합니다. 정수리를 왼발에서 벌어지도록 당기듯이 목을 길게 뺍니다. 왼발로 바닥을 누르며 오른쪽 무릎이 두번째, 세번째 발가락 위로 중심이 되도록 유지합니다. 팔로 왼발을 감싸 손이 왼쪽 엉덩이 바깥쪽에 연결이 되도록 팔로 왼발을 감싸 왼쪽으로 반복합니다.
nl: Ga in een spreidstand staan met je voeten evenwijdig aan elkaar. Draai de rechtervoet 90 graden naar buiten en buig de knie in een hoek van 90 graden, zodat de bovenzijde van het rechterdijbeen parallel aan de grond is. Houd je rechterknie en enkel in een rechte lijn en strek je linkerbeen met de tenen lichtelijk naar binnen gedraaid. Strek de rechterzijde van je bovenlichaam over je rechterdijbeen en breng je rechterarm naar je rechterbeen. Plaats je rechterarm onder je dijbeen, buig de elleboog en reik met je rechterhand naar de buitenzijde van je rechterheup. Buig de linkerelleboog achter je rug en reik met de linkerhand naar de buitenzijde van de rechterheup. Gebruik de rechterhand om de linkerpols vast te pakken. (Als je niet bij de pols kunt, probeer de vingers van beide handen te verstrengelen.) Als je armen om je rechterbeen zitten, trek je rechterheup naar je toe en leun achterover, zodat de rechterkant van je bovenlichaam over je dijbeen hangt. Maak je nek aan weerskanten langer als je de kruin van je hoofd van je linkervoet wegduwt. Druk de linkervoet in de grond en houd je rechterenkel in het midden tussen je tweede en derde teen. Herhaal aan de linkerzijde, met de armen om je linkerbeen, zodat de handen elkaar aan de buitenkant van de linkerheup treffen.
pt_pt: Assuma uma postura de pernas abertas com os pés paralelos entre si. Vire o pé direito para fora a 90 graus e dobre o joelho direito num ângulo de 90 graus de forma a que o topo da sua coxa direita fique paralelo ao chão. Mantenha o joelho direito por cima do tornozelo e a perna esquerda esticada com os dedos do pé ligeiramente virados para dentro. Alongue o lado direito do tronco para cima da sua coxa direita e passe o seu braço direito pela dobra da perna direita. Passe o braço direito por baixo da coxa, dobre o cotovelo e estenda a mão em direção à parte exterior da sua anca direita. Dobre o cotovelo esquerdo atrás das costas e estenda a mão esquerda em direção à parte exterior da sua anca direita. Use a mão direita para agarrar o pulso esquerdo (se não chegar ao pulso, tente agarrar as pontas dos dedos das duas mãos.) Quando os seus braços estiverem unidos à volta da sua perna direita, coloque a anca direita debaixo de si e incline-se para trás para que o lado direito do seu tronco fique acima da sua coxa. Alongue o pescoço à medida que afasta o topo da cabeça do seu pé esquerdo. Faça pressão com o pé esquerdo no chão e mantenha o joelho direito centrado em relação aos seus dedos do pé. Repita do lado esquerdo, unindo os braços em torno da perna esquerda para que as mãos se juntem no lado exterior da anca esquerda.
ru: Из положения стоя, сделайте глубокий вдох, шагом расставьте ноги на ширину 1 м. Затем поверните правую стопу вовнутрь на 15 градусов, а левую стопу наружу на 90 градусов. Правая нога остается прямой и не прогибается. Согните левое колено под углом 90 градусов. Голень перпендикулярна полу, а бедро — параллельно ему. Разверните торс, заведите левую руку под бедро спереди корпуса, а правую руку заведите сзади корпуса, пробуя сцепить руки в замок. Посмотрите на потолок. Дышите глубоко и равномерно.
sv: Anta en bredbent ställning med fötterna parallella till varandra. Sväng höger fot ut 90 grader och böj höger knä till en 90 graders vinkel så att toppen av höger lår är parallellt med marken. Håll höger knä staplat över höger fotled och vänster ben förlängt med tårna vända in något. Förläng den högra sidan av din överkropp över höger lår och ta din högra arm insidan av höger ben. Trä höger arm under låret, böj armbågen, och nå din hand mot din yttre höger höft. Böj vänster armbåge bakom ryggen och nå den vänstra mot din yttre högra höft. Använd din högra hand för att ta tag i vänster handled. (Om du inte kan nå handleden, försöker att låsa fingertopparna på båda händerna tillsammans.) När armarna är bundna runt höger ben, dra din högra höft under dig och luta bakåt så att den högra sidan av din överkropp svävar över låret. Förläng sidorna av halsen när du trycker på kronan på huvudet bort från din vänstra fot. Tryck den vänstra foten i marken och håll höger knä centrerad över dina andra och tredje tår. Upprepa på vänster sida, bind armarna runt det vänstra benet så att händerna ansluts vid den yttre vänstra höften.
th: ยืนแยกขาออกโดยให้เท้าทั้งสองข้างขนานกัน เปิดเท้าขวาพุ่งออกไปข้างหน้าและงอเข่าขวาของคุณให้ตั้งฉากเป็นมุม 90 องศาเพื่อให้ต้นขาขวาของคุณขนานไปกับพื้น ตั้งเข่าให้ตรงกับข้อเท้าขวาของคุณและเหยียดขาซ้ายออกไปและหันปลายเท้าออกเล็กน้อย โน้มลำตัวด้านขวาของคุณไปทางต้นขาขวาของคุณและสอดแขนข้างขวาไว้ใต้ขาขวาของคุณ จากนั้นค่อย ๆ งอข้อศอกขวาแล้วสอดแขนขวารัดไว้ใต้ต้นขาขวาแล้วเอื้อมมือขวาขึ้นไปทางด้านสะโพกขวาด้านนอก งอข้อศอกซ้ายไปทางด้านหลังของคุณและยื่นมือซ้ายไปจับมือขวาที่สะโพกด้านขวา จากนั้นใช้มือข้างขวาของคุณเอื้อมจับข้อมือซ้ายเอาไว้ (หากคุณเอื้อมไม่ถึงข้อมือให้ลองยื่นปลายนิ้วมือทั้งสองข้างเข้าหากัน) เมื่อแขนของคุณพันอยู่รอบขาขวาของคุณแล้วค่อย ๆ เคลื่อนสะโพกขวาของคุณไปทางด้านหลังเพื่อให้ด้านขวาของลำตัวอยู่เหนือต้นขาของคุณ ยืดคอด้านข้างของคุณในขณะที่คุณหันศีรษะออกไปจากเท้าซ้ายของคุณ ถ่ายน้ำหนักของเท้าซ้ายลงไปที่พื้นและจัดระดับให้เข่าขวาอยู่เหนือระหว่างนิ้วเท้าที่สองและสามของคุณ ทำซ้ำเช่นนี้ในด้านซ้ายโดยการพันแขนรอบขาข้างซ้ายเพื่อให้มือทั้งสองเอื้อมมาจับกันที่สะโพกซ้ายด้านนอกได้
tr: Ayaklarınız birbirine paralel vaziyette bacaklarınız açık bir şekilde durun. Sağ ayağınızı 90 derece çevirin ve sağ uyluğunuzun yere paralel olması için sağ dizinizi 90 derece açıyla bükün. Sağ dizinizi ve sol bacağınızı ayak parmaklarınızı hafif içeri çevirerek sağ ayak bileğinizin üzerinde tutun. Gövdenizin sağ tarafını sağ uyluğunuzun üzerine uzatın ve sağ kolunuzu sağ bacağınızın içine getirin. Sağ kolunuzu uyluğunuzun altına geçirin, dirseğinizi bükün ve elinizi sağ kalçanızın dış kısmına doğru uzatın. Sol dirseğinizi sırtınızın arkasına bükün ve sol elinizi sağ kalçanızın dış kısmına doğru uzatın. Sol bileğinizi kavramak için sağ elinizi kullanın. (Eğer bileğinize ulaşamıyorsanız, her iki el parmak uçlarınızı birbirine geçirmeyi deneyin.) Kollarınız sağ bacağınızın etrafında bağlıyken, sağ kalçanızı altınıza alın ve gövdenizin sağ kısmı uyluğunuz üzerinde duracak şekilde arkanıza yaslanın. Başınızın üstünü sol ayağınızdan bastırırken boynunuzun kenarlarını uzatın. Sol ayağınızı yere bastırın ve sağ dizinizi ikinci ve üçüncü ayak parmaklarınız üzerinde ortalayın. Ellerinizin sol kalçanızın dış kısmında birleşmesi için kollarınızı sol bacağınızın etrafında bağlayarak sol tarafta tekrarlayın.
zh_hans: 双脚张开平行站立。右膝向外转90度并且90度弯曲，让右腿大腿与地板平行。右膝应在右脚踝上方，左脚脚趾稍微向内转，伸展左脚。伸展身体右侧于右大腿上方，然后将右手臂放入右腿。 右手臂穿过大腿，弯曲手肘，让手伸向右臀外侧。左手臂从背后伸向右臀部外侧。用右手握紧左手手腕。 (如果你无法抓住手腕，试着让两手十指交扣。) 当你的手臂环绕抱住右腿后，右臀往下拉并让身体往后倾，使得身体右侧位于大腿上方。当你把头顶从左脚移开时，延伸颈部的一侧。左脚固定在地，保持右膝位于第二、三只脚趾中心。 换成左侧重复动作，让左腿被双手围绕抱住。
zh_hant: 雙腳張開平行站立。右膝向外轉90度並且90度彎曲，讓右腿大腿與地板平行。右膝應在右腳踝上方，左腳腳趾稍微向內轉，伸展左腳。伸展身體右側於右大腿上方，然後將右手臂放入右腿。 右手臂穿過大腿，彎曲手肘，讓手伸向右臀外側。左手臂從背後伸向右臀部外側。用右手握緊左手手腕。 (如果你無法抓住手腕，試著讓兩手十指交扣。) 當你的手臂環繞抱住右腿後，右臀往下拉並讓身體往後傾，使得身體右側位於大腿上方。當你把頭頂從左腳移開時，延伸頸部的一側。左腳固定在地，保持右膝位於第二、三隻腳趾中心。 換成左側重複動作，讓左腿被雙手圍繞抱住。

# exerciseDescription40
source: Take a wide-legged stance with your feet parallel to each other. Turn the right foot out 90 degrees and bend your right knee to a 90 degree angle so that the top of your right thigh is parallel to the ground. Keep your right knee stacked over your right ankle and the left leg straight. Extend the right side of your torso over your right thigh and lightly rest your right elbow on your right thigh with your palm facing up. Extend your left arm alongside your left ear and turn your navel away from your right foot as you look towards your left hand. Press the left foot into the ground and keep the right knee centered over your second and third toes. Repeat on left side.
de: Nimm eine breitbeinige Stellung mit deinen Füßen parallel zueinander ein. Drehe deinen rechten Fuß um 90 Grad nach außen und beuge dein rechtes Knie in einen 90 Grad Winkel, sodass die Oberseite deines rechten Oberschenkels parallel zum Boden ist. Halte dein rechtes Knie über deinem rechten Knöchel und das linke Bein gestreckt. Strecke die rechte Seite deines Oberkörpers über deinen rechten Oberschenkel und lege deinen rechten Ellbogen leiht auf deinem rechten Oberschenkel ab, mit der Handfläche nach oben. Strecke deinen linken Arm an der Seite deines linken Ohrs aus und drehe deinen Bauchnabel weg von deinem rechten Fuß, während du zu deiner linken Hand schaust. Drücke den linken Fuß in den Boden und halte das rechte Knie mittig über deinen zweiten und dritten Zehen. Wiederhole das Ganze auf der linken Seite.
es: Colócate de pie con las piernas muy separadas y los pies paralelos. Gira el pie derecho hacia fuera 90 grados y dobla la rodilla derecha en un ángulo de 90 grados para que la parte superior del muslo derecho quede paralela al suelo. Mantén la rodilla derecha colocada sobre el tobillo derecho y la pierna izquierda recta. Extiende la zona derecha del torso sobre el muslo izquierdo y descansa suavemente el codo derecho en el muslo izquierdo con la palma de la mano boca arriba. Extiende el brazo izquierdo junto al oído izquierdo y gira el ombligo alejándolo del pie derecho mientras miras hacia tu mano izquierda. Presiona el suelo con el pie izquierdo y mantén la rodilla derecha centrada sobre el segundo y tercer dedo del pie. Repítelo en el lado izquierdo.
fr: Prendre une position jambes écartées avec les pieds parallèles. Tourner le pied droit de 90° et plier le genou droit avec un angle de 90° de façon à ce que le dessus de la cuisse droite soit parallèle au sol. Maintenir le genou droit avec la cheville droite surmontée par la jambe gauche allongée. Allonger le côté droit de votre torse sur la cuisse droite et reposer légèrement le coude droit sur la cuisse droite avec la paume vers le haut. Allonger le bras gauche le long de l'oreille gauche et éloigner le nombril du pied droit tout en regardant vers la main gauche. Appuyer le pied gauche sur le sol et maintenir le genou droit centré au-dessus du second et du troisième orteil. Répéter sur le côté gauche.
it: In piedi con i piedi paralleli l'uno all'altro. Girare il piede destro di 90 gradi e piegare il ginocchio destro ad un angolo di 90 gradi in modo che la parte superiore della coscia destra sia parallela al terreno. Mantenere il ginocchio destro allineato sulla la caviglia destra e la gamba sinistra estesa '.. Estendere il lato destro del busto sopra la coscia destra e leggermente riposare il gomito destro sulla coscia destra con il palmo rivolto verso l'alto. Estendere il braccio sinistro accanto al vostro orecchio sinistro e girare l'ombelico lontano dal piede destro guardando verso la mano sinistra. Premere il piede sinistro a terra e mantenere il ginocchio destro centrato sul secondo e terzo dito. Ripeti sul lato sinistro
ja: 足はお互いに平行な状態で、脚を大きく広げた姿勢を取ります。右足を外側に90度回し、右ひざを90曲げ、右の太ももが地面に平行になるようにします。右ひざは右足首の真上に来るようにし、左脚はまっすぐ伸ばします。体幹の右側が右の太ももの上に来るように身体を伸ばし、右ひじを軽く右の太ももの上に置き、手のひらを上に向けます。左腕を左耳につけて伸ばし、みぞおちを右足から話すように回して、左側に視線を向けます。左脚を地面に押し付け、右ひざは脚の人差し指と中指の真上からずれないようにします。左側でも同様に行います。
ko: 발이 서로 평행이 되게 해서 넓게 벌려 섭니다. 오른발을 바깥쪽으로 90도 돌리며 오른쪽 무릎을 90도로 구부려 오른쪽 허벅지가 바닥과 평행이 되게 합니다. 오른쪽 무릎을 오른쪽 발목 위로 직선이 되도록 유재한 채 왼발을 곧게 폅니다. 오른쪽 허벅지 위로 상체를 오른쪽으로 뻗으며 손바닥을 위로 향하게 해서 오른쪽 팔꿈치를 오른쪽 허벅지 위에 가볍게 얹습니다. 왼팔을 왼쪽 귀 옆으로 곧게 펴며 왼손을 바라보며 배꼽을 오른발에서 멀어지도록 돌립니다. 왼발로 바닥을 누르며 오른쪽 무릎이 두번째, 세번째 발가락 위로 중심이 되도록 유지합니다. 왼쪽 방향으로 반복합니다.
nl: Ga in een spreidstand staan met je voeten evenwijdig aan elkaar. Draai de rechtervoet 90 graden naar buiten en buig de knie in een hoek van 90 graden, zodat de bovenzijde van het rechterdijbeen parallel aan de grond is. Houd je rechterknie en enkel in een rechte lijn en strek je linkerbeen met de tenen lichtelijk naar binnen gedraaid. Strek de rechterzijde van je bovenlichaam over het rechterdijbeen en laat je rechterelleboog lichtjes op je rechterdijbeen steunen met de handpalm naar boven gericht. Strek je linkerarm langs je linkeroor en draai je navel weg van je rechtervoet als je naar je linkerhand kijkt. Druk de linkervoet in de grond en houd de rechterknie in het midden boven de tweede en derde teen. Herhaal dit voor de linkerzijde.
pt_pt: Coloque-se numa posição de pernas abertas com os pés paralelos entre si. Vire o pé direito para fora a 90 graus e dobre o seu joelho direito num ângulo de 90 graus de forma a que o topo da sua coxa direita fique paralelo ao chão. Mantenha o joelho direito alinhado sobre o tornozelo direito e a perna esquerda esticada. Alongue o lado direito do tronco para cima da coxa direita e repouse ligeiramente o seu cotovelo direito sobre a coxa direita com a palma da mão virada para cima. Estique o braço esquerdo junto à orelha esquerda e vire o umbigo na direção contrária à do pé direito ao mesmo tempo que olha para a sua mão esquerda. Exerça pressão sobre o pé esquerdo no chão e mantenha o joelho direito centrado em relação aos dedos do pé. Repita para o lado esquerdo.
ru: В положении стоя на выдохе, расставьте ноги на ширину около метра. Поверните правую стопу примерно на 90 градусов, чтобы она была параллельна краю вашего коврика, а левую стопу поверните слегка вовнутрь, примерно на 15 градусов. Пятка левой ноги должна быть на одном уровне с подъемом правой стопы. Согните правое колено на 90 градусов. Наклоните туловище вправо. Положите правую руку на одноименную ногу. Левую руку следует тянуть вверх, при этом, обе руки должны быть на одной линии. Поверите голову вверх, зафиксируйте взгляд на пальцах левой руки. Растяните обе руки и левую ногу.
sv: Anta en bredbent ställning med fötterna parallella till varandra. Sväng höger fot ut 90 grader och böj höger knä till en 90 graders vinkel så att toppen av höger lår är parallellt med marken. Håll höger knä staplat över höger fotled och vänster ben rakt. Förläng den högra sidan av din överkropp över höger lår och vila höger armbåge lätt på höger lår med handflatan uppåt. Förläng din vänstra arm bredvid ditt vänstra öra och vänd naveln bort från din högra fot medan du tittar mot vänster hand. Tryck den vänstra foten i marken och hålla höger knä centrerat över de andra och tredje tårna. Upprepa på vänster sida.
th: ยืนแยกขาออกโดยให้เท้าทั้งสองข้างขนานกัน เปิดเท้าขวาพุ่งออกไปข้างหน้าและงอเข่าขวาของคุณให้ตั้งฉากเป็นมุม 90 องศาเพื่อให้ต้นขาขวาของคุณขนานไปกับพื้น ตั้งเข่าให้ตรงกับหัวเข่าขวาของคุณและเหยียดขาซ้ายตรงออกไปทางด้านหลัง โน้มลำตัวด้านขวาของคุณไปทางต้นขาขวาของคุณและพักข้อศอกขวาไว้บนต้นขาขวาโดยที่หงายฝ่ามือขึ้น เหยียดแขนซ้ายไปทางด้านข้างหูซ้ายของคุณและค่อย ๆ หันหน้าท้องของคุณออกเท้าข้างขวาในขณะที่คุณเงยหน้ามองขึ้นไปยังมือซ้ายของคุณ ถ่ายน้ำหนักของเท้าซ้ายลงไปที่พื้นและจัดระดับให้เข่าขวาอยู่เหนือระหว่างนิ้วเท้าที่สองและสามของคุณ แล้วทำซ้ำโดยสลับข้างกัน
tr: Ayaklarınız birbirine paralel vaziyette bacaklarınız açık bir şekilde durun. Sağ ayağınızı 90 derece çevirin ve sağ uyluğunuzun yere paralel olması için sağ dizinizi 90 derece açıyla bükün. Sağ dizinizi sağ ayak bileğinizin üzerinde tutun ve sol bacağınızı düz tutun. Gövdenizin sağ kısmını sağ uyluğunuz üzerine uzatın ve avuç içiniz yukarı bakar vaziyette sağ dirseğinizi sağ uyluğunuzun üzerine hafifçe koyun. Sol kolunuzu sol kulağınızın yanına uzatın ve sol elinize doğru bakarken göbeğinizi sağ ayağınızdan uzağa döndürün. Sol ayağınızı yere basın ve sağ dizinizi ikinci ve üçüncü ayak parmaklarınız üzerinde ortalayın. Sol tarafta tekrarlayın.
zh_hans: 双脚张开平行站立。右膝向外转90度并且90度弯曲，让右腿大腿与地板平行。右膝应在右脚踝上方，左脚伸直。伸展身体右侧于右大腿上方，然后轻轻将右手肘放在右大腿上，掌心朝上。左手臂沿着左耳伸展，目光看向左手的同时，肚脐从右脚上移开。左脚固定在地，保持右膝位于第二、三只脚趾的中心。换成左侧重复动作。
zh_hant: 雙腳張開平行站立。右膝向外轉90度並且90度彎曲，讓右腿大腿與地板平行。右膝應在右腳踝上方，左腳伸直。伸展身體右側於右大腿上方，然後輕輕將右手肘放在右大腿上，掌心朝上。左手臂沿著左耳伸展，目光看向左手的同時，肚臍從右腳上移開。左腳固定在地，保持右膝位於第二、三隻腳趾的中心。換成左側重複動作。
