Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription46
source: Stand up and step your feet at least one leg's length apart. Turn your toes out as you bend your knees and stack knees above ankles. Press the inner knees back towards their pinky toes and bend your elbows out to either side, making a cactus shape with your arms.
de: Stelle dich hin mit den Füßen mindestens eine Beinlänge voneinander entfernt. Drehe deine Zehen nach außen, während du deine Knie beugst und die Knie über den Knöcheln lässt. Drücke deine inneren Knie nach hinten zu den kleinen Zehen, beuge deine Ellbogen auf jeder Seite nach außen und forme eine Kaktus-Form mit deinen Armen.
es: Ponte de pie y separa los pies a una distancia de al menos una pierna. Gira los dedos de los pies hacia afuera mientras doblas las rodillas y las colocas sobre los tobillos. Empuja la parte interna de las rodillas hacia atrás en dirección a los meñiques de los pies y flexiona los codos hacia afuera a ambos lados, imitando la forma de un cactus con ellos.
fr: Se tenir debout et écarter les pieds avec une longueur de jambe comme écartement. Tourner les orteils vers l'extérieur tout en pliant les genoux et superposer les genoux au-dessus des chevilles. Diriger l'intérieur des genoux vers les orteils et plier les coudes vers l'autre côté pour réaliser une figure de cactus avec les bras.
it: Alzatevi e allargate i piedi almeno alla lunghezza di una gamba .Girare le dita dei piedi vero fuori, piegate le ginocchia e allineatele alle caviglie. Premere le ginocchia interne indietro verso i mignoli dei piedi e piegate i gomiti fuori da entrambi i lati, assumendo una forma da cactus con le braccia.
ja: 最低でも脚の長さぐらい足を広げて立ちます。両方のつま先を外に向けて、両ひざを曲げ、ひざが足首の上に来るようにします。ひざの内側を足の小指に向けて後ろ側に押し、ひじをそれぞれ曲げ、腕でサボテンのような形を作ります。
ko: 다리 하나 길이만큼 다리를 벌려 섭니다. 무릎을 구부리고 무릎을 발목 위로 일직선이 되도록 하며 발가락을 바깥쪽으로 돌립니다. 새끼발가락 쪽으로 무릎을 뒤로 누르며 팔로 선인장 모양같이 되도록 팔꿈치를 바깥 방향으로 구부립니다.
nl: Ga staan met je voeten op minstens een beenlengte van elkaar. Draai je tenen naar buiten als je je knieën buigt en zorg dat ze recht boven je enkels staan. Druk de binnenkant van de knieën richting kleine tenen en buig je ellebogen naar weerszijden, waardoor je met je armen een cactus vormt.
pt_pt: De pé, afaste os pés na distância equivalente a pelo menos o comprimento de uma perna. Vire os dedos dos pés para fora enquanto dobra os joelhos e os coloca por cima dos tornozelos. Pressione o lado de dentro dos joelhos na direção dos dedos mindinhos de cada pé e dobre os cotovelos para fora e para cima, fazendo uma forma de cato com os seus braços.
ru: Встаньте на пол с широко расставленными ногами. Согните колени, широко приседая. Приседайте до тех пор, пока ваши бедра не будут параллельны полу. Ваши колени должны быть ровно над лодыжками. Поднимите руки вверх, затем согните под углом 90 градусов открытыми ладонями вперед.
sv: Stå upp och sätt fötterna åtminstone ett benlängdsavstånd isär. Vänd tårna ut medan du böjer knäna och staplar knän över anklarna. Tryck de inre knäna bakåt mot deras lilltår och böj armbågarna ut till endera sidan, så att du gör en kaktus form med armarna.
th: ลุกขึ้นยืนและวางเท้าทั้งสองของคุณให้ห่างออกจากกันประมาณหนึ่งความยาวของขา ค่อย ๆ หันเท้าของคุณออกด้านข้างในขณะที่คุณงอเข่าตั้งฉากโดยให้เข่าตั้งตรงกับข้อเท้า จัดระดับให้ต้นขาขนานไปกับพื้น จากนั้นงอข้อศอกแต่ละข้างของคุณขึ้นด้านบนโดยที่ฝ่ามือหันออกสู่ด้านหน้า
tr: Ayağa kalkın ve ayaklarınızı bir bacak uzunluğu kadar ayırın. Dizlerinizi büküp dizlerinizi ayak bileklerinizin üstünde toplarken ayak parmaklarınızı dışa çevirin. Dizlerinizin iç kısmını küçük ayak parmaklarınıza doğru geri bastırın ve kollarınızla kaktüs şekli oluşturarak dirseklerinizi diğer tarafa bükün.
zh_hans: 两脚相距至少一只脚的宽度。当你弯曲双膝时，脚趾朝外扭转，双膝位于脚踝上方。双膝内侧往脚小指的方向按压，双手的手肘向两旁弯曲，形成一个仙人掌的形象。
zh_hant: 兩腳相距至少一隻腳的寬度。當你彎曲雙膝時，腳趾朝外扭轉，雙膝位於腳踝上方。雙膝內側往腳小指的方向按壓，雙手的手肘向兩旁彎曲，形成一個仙人掌的形象。

# exerciseDescription47
source: Start on all fours with your fingers spread, wrists under your shoulders and knees under your hips. Press into your finger pads and the top of your left foot as you float your right leg off of the floor and extend it behind you. Lift your belly and your front ribs towards your back. Repeat with right shin grounded and left leg lifted.
de: Beginne auf allen vieren mit gespreizten Fingern, den Handgelenken unter deinen Schultern und den Knien unter deiner Hüfte. Stütze dich in deine Finger und die Oberfläche deines linken Fußes, während du dein rechtes Bein vom Boden hebst und es hinter dir ausstreckst. Hebe deinen Bauch und deine vorderen Rippen in Richtung deines Rückens. Wiederhole das Ganze mit dem rechten Schienbein auf dem Boden und dem linken Bein angehoben.
es: Empieza a cuatro patas con los dedos extendidos, las muñecas bajo los hombros y las rodillas bajo las caderas. Empuja sobre las yemas de los dedos y la parte superior del pie izquierdo mientras levantas la pierna derecha del suelo y la extiendes detrás de ti. Eleva el vientre y las costillas centrales hacia la espalda. Repítelo con la espinilla derecha en el suelo y la pierna izquierda levantada.
fr: Commencer à quatre pattes avec les doigts écartés, les poignets sous les épaules et les genoux sous les hanches. Appuyer sur la pointe des doigts et sur le dessus du pied gauche tout en décollant le pied droit du sol et en l'étirant derrière soi. Soulever le ventre et les côtes flottantes vers le dos. Répéter avec le tibia droit au sol et la jambe gauche levée.
it: Inizia a quattro zampe con le dita aperte, polsi sotto le spalle e le ginocchia sotto i fianchi. Spingere con i polpastrelli e la parte superiore del piede sinistro, alzare la gamba destra dal pavimento ed estenderla dietro di voi. Sollevate il ventre e le costole anteriori verso la schiena. Ripetere con stinco destro a terra e la gamba sinistra sollevata.
ja: 両手と両ひざをつき、指を広げ、手首が肩の真下に来て、ひざがお尻の真下に来る姿勢から始めます。指先と足の甲を地面に押し付け、右脚を地面から離して、後ろに伸ばします。お腹と肋骨の前面を背中に向けて持ち上げます。左右を入れかえて、右すねを地面につけ、左脚を上げる方も行います。
ko: 손목은 어깨 아래로 무릎은 엉덩이 아래로 해서 손가락을 핀 상태로 엎드려 시작합니다. 오른발을 뒤로 뻗어 들어 올릴 때 손가락 끝과 왼쪽 발등을 누릅니다. 배와 갈비뼈를 등쪽으로 들어올립니다. 왼쪽 정강이를 바닥에 두고 왼발을 들어 반복합니다.
nl: Begin op handen en knieën met gespreide vingers, polsen recht onder je schouders en je knieën in een lijn met je heupen. Druk je vingertoppen en de bovenkant van je linkervoet in de grond, wanneer je je rechterbeen optilt en naar achteren uitstrekt. Trek je buik en je voorste ribben naar je rug. Herhaal dit met het rechterscheenbeen op de grond en het linkerbeen uitgestrekt.
pt_pt: Comece de gatas com os dedos das mãos abertos, pulsos debaixo dos ombros e joelhos debaixo das ancas. Faça pressão sobre os dedos e sobre o peito do pé esquerdo à medida que faz flutuar a sua perna direita do chão e a estica atrás de si. Eleve a barriga e as costelas frontais na direção das costas. Repita com a perna direita no chão e a perna esquerda elevada.
ru: Встаньте на четвереньки. Правую ногу выпрямите и направляйте её назад. Балансируете на руках и левой ноге. Держите спину ровно и параллельно полу. Повторите то же упражнение со второй ногой.
sv: Börja på alla fyra med fingrarna spridda, handlederna längs dina axlar och knäna under dina höfter. Tryck in i din fingertopparna och toppen av din vänstra fot medan du flyter höger ben från golvet och förlänger det bakom dig. Lyft din mage och dina främre revben mot ryggen. Upprepa med ditt högra smalben jordat och vänster ben lyft.
th: กางนิ้วมือวางราบลงบนพื้น โดยให้ข้อมืออยู่ใต้หัวไหล่และหัวเข่าของคุณอยู่ใต้สะโพก ถ่ายน้ำหนักลงไปที่แต่ละนิ้วมือของคุณและที่หน้าเท้าซ้ายของคุณ จากนั้นค่อย ๆ เคลื่อนขาขวาให้ลอยอยู่เหนือพื้นและเหยียดไปทางด้านหลังของคุณ แล้วยกหน้าท้องและช่วงหน้าอกของคุณขึ้น ทำซ้ำเช่นนี้โดยให้หน้าแข้งขวาอยู่บนพื้นและยกขาซ้ายลอยสูงขึ้น
tr: Parmaklarınız açık, bilekleriniz omuzlarınız altında ve dizleriniz kalçalarınızın altında olacak şekilde dört uzuv üzerinde başlayın. Sağ bacağınızı yerden havaya kaldırırken parmak uçlarınızın altındaki etli kısma ve sol ayağınızın üst kısmına bastırın ve sağ bacağınızı geri tarafınıza doğru uzatın. Göbeğinizi ve ön kaburgalarınızı sırtınıza doğru kaldırın. Sağ kavalkemiği yerde ve sol bacak havada tekrarlayın.
zh_hans: 以四柱式开始，手指张开，手腕位于肩膀下方，双膝在臀部下方。身体重心分布到手垫和左脚上，右脚离地抬起，在身后伸展。缩起腹部与肋骨。以右脚胫骨着地，左脚提起的姿势重复动作。
zh_hant: 以四柱式開始，手指張開，手腕位於肩膀下方，雙膝在臀部下方。身體重心分佈到手墊和左腳上，右腳離地抬起，在身後伸展。縮起腹部與肋骨。以右腳脛骨著地，左腳提起的姿勢重複動作。

# exerciseDescription48
source: Kneel with your shins parallel to each other, tops of the feet on the floor, hips above knees, and shoulders stacked over hips. Lift your chest towards the ceiling and keep the hips over the knees as you reach back to hold your heels. Keep your left hand on your left heel as you inhale and extend your right arm towards the sky. Exhale as you twist your chest to the left. Then return the right hand to the right heel and turn your chest towards the sky. Inhale and extend your left arm towards the sky. As you exhale, twist your chest to the right. Return both hands to your heels and curl your chest towards the ceiling before sitting down on your heels with your hands on your thighs to release out of the posture.
de: Knie mit den Schienbeinen parallel zueinander, den Fußoberflächen auf dem Boden, der Hüfte über deinen Knien und den Schulter über der Hüfte. Hebe deine Brust zur Decke und lasse die Hüfte über deinen Knien, während du nach hinten an deine Fersen fasst. Lasse deine linke Hand an deiner linken Ferse, während du einatmest und strecke deinen rechten Arm zum Himmel. Atme aus, während du deine Brust nach links drehst. Nimm dann die rechte Hand wieder an die rechte Ferse und drehe deine Brust zum Himmel. Atme ein und strecke deinen linken Arm zum Himmel. Während du ausatmest, drehe deine Brust nach rechts. Nimm beide Hände wieder an die Fersen und wölbe deine Brust in Richtung Decke, bevor du dich auf deine Fersen setzt mit den Händen auf deinen Oberschenkeln, um dich aus der Position zu lösen.
es: Arrodíllate con las espinillas paralelas, la parte superior de los pies en el suelo, las caderas sobre las rodillas y los hombros sobre las caderas. Levanta el pecho hacia el cielo y mantén las caderas sobre las rodillas mientras vas hacia atrás para sujetar los talones. Mantén la mano izquierda sobre el talón izquierdo mientras tomas aire y extiende el brazo derecho hacia el cielo. Exhala mientras giras el pecho hacia la izquierda. Después vuelve a poner la mano derecha en el talón derecho y gira el pecho hacia el cielo. Inhala y extiende el brazo izquierdo hacia el cielo. Mientras exhalas, gira el pecho hacia la derecha. Coloca de nuevo ambas manos en los talones y curva el pecho hacia el techo antes de sentarte sobre los talones con las manos en los muslos para soltar la posición.
fr: S'agenouiller avec les tibias parallèles, le dessus des pieds sur le sol, les hanches au-dessus des genoux et les épaules superposées aux hanches. Soulever la poitrine vers le plafond et maintenir les hanches au-dessus des genoux tout en parvenant à saisir les talons. Maintenir la main gauche sur le talon gauche tout en inspirant et étirer le bras droit vers le ciel. Expirer tout en effectuant une torsion de la poitrine vers la gauche. Puis ramener la main droite vers le talon droit et faire pivoter la poitrine vers le ciel. Inspirer et étirer le bras gauche vers le ciel. En expirant, faire un mouvement de torsion de la poitrine vers la droite. Ramener les deux mains vers les talons et courber la poitrine vers le plafond avant de s'asseoir sur les talons avec les mains sur les cuisses pour sortir de la posture.
it: Inginocchiatevi con gli stinchi paralleli tra loro, punta dei piedi sul pavimento, anche sopra le ginocchia e le spalle allineate ai fianchi. Sollevare il petto verso il soffitto e mantenere i fianchi sopra le ginocchia, mantenersi sui talloni. Tenere la mano sinistra sul tallone sinistro, mentre inspirate ed estendere il braccio destro verso l’alto. Espirare girando il petto a sinistra. Poi riportare la mano destra al tallone destro e girare il petto verso l’alto. Inspirate ed estendete il braccio sinistro verso l’alto. Durante l'espirazione, ruotare il petto a destra. Rientrare entrambe le mani verso i talloni e piegare il petto verso il soffitto prima di sedersi sui talloni con le mani sulle cosce per liberarsi dalla postura.
ja: 両すねが平行になるようにひざをつき、足の甲を地面につけて、お尻はひざの真上に来るようにし、肩はお尻の真上に来るようにします。胸を天井に向けて持ち上げ、お尻をひざの真上から動かさずに、後ろに両手を伸ばして、かかとをつかみます。 左手で左のかかとをつかんだままにして、息を吸いながら、右腕を空に向けて伸ばします。胸を左にひねりながら、息を吐きます。その後、右手を右のかかとに戻して、胸を空に向けます。 息を吸って、左腕を空に向けて伸ばします。息を吐きながら、胸を右にひねります。両手をかかとに戻して、胸を天井に向けて反らし、その後かかとの上に座り、両手を太ももに置いて、ポーズを終わらせます。
ko: 발등은 바닥에 엉덩이는 무릎 위로 정강이는 서로 평행이 되도록 무릎을 꿇습니다. 가슴을 천장 쪽으로 들어올리며 발 뒤꿈치를 잡도록 뒤로 젖힐 때 엉덩이를 무릎 위로 유지합니다. 숨을 들이쉬며 왼손을 왼쪽 발 뒤꿈치에 유지하고 오른손을 위로 뻗습니다. 가슴을 왼쪽으로 틀면서 숨을 내쉽니다. 오른손을 오른쪽 발 뒤꿈치로 돌아오며 가슴을 위로 향하도록 돌립니다. 숨을 들이쉬고 왼팔을 위로 향하도록 뻗습니다. 숨을 내쉬면서 가슴을 오른쪽으로 돌립니다. 양손을 발 뒤꿈치로 돌아오며 가슴을 천장으로 말아 줍니다. 자세를 편안하게 하도록 양손을 허벅지에 올리고 발 뒤꿈치로 앉습니다.
nl: Ga op je knieën zitten met je scheenbenen evenwijdig aan elkaar, de bovenzijde van je voeten op de vloer, heupen in een lijn boven de knieën en schouders recht boven de heupen. Breng je borst richting plafond omhoog en houd de heupen in een lijn met de knieën, als je je handen achter je laat zakken om je hielen vast te pakken. Houd je linkerhand op je linkerhiel, terwijl je indamt en je je rechterarm richting lucht uitstrekt. Adem uit bij het naar links draaien van je borst. Breng vervolgens de rechterhand naar de hiel en draai je borst in de richting van de lucht. Tijdens het uitademen, draai je je borst naar rechts. Breng beide handen weer naar de hielen terug en richt je borst naar de lucht op, voordat je op je hielen gaat zitten met je handen op je dijen om uit de houding te komen.
pt_pt: De joelhos com as canelas paralelas entre si e os peitos dos pés no chão, coloque as ancas alinhadas sobre os joelhos e os ombros alinhados sobre as ancas. Eleve o peito na direção do teto e mantenha as ancas sobre os joelhos à medida que se dobra para trás para agarrar nos calcanhares. Mantenha a mão esquerda no calcanhar esquerdo enquanto inspira e estique o seu braço direito em direção ao céu. Expire enquanto torce o peito para o lado esquerdo. Depois volte a colocar a mão direita no calcanhar direito e vire o peito em direção ao céu. Inspire e estique o braço esquerdo m direção ao céu. À medida que expira, torça o peito para a direita. Volte a colocar as duas mãos nos calcanhares e curve o peito em direção ao teto antes de se sentar sobre os calcanhares com as mãos sobre as coxas para se soltar da postura.
ru: Встаньте на колени, ступни на ширине бедер. С силой упритесь голенями и передней стороной ступней в пол. Продолжайте поднимать грудную клетку и прогибать позвоночник назад, вдвигая его глубоко в тело. Протяните руки к пяткам и возьмитесь за них пальцами. Вытягивайте шею и опускайте голову назад. Смотрите назад. Продолжайте поднимать и раскрывать грудную клетку.
sv: Knäböj med smalbenen parallella med varandra, toppen av fötterna på golvet, höfterna ovanför knäna och axlarna staplade över höfterna. Lyft bröstet mot taket och håll höfterna över knäna medan du når bakåt för att hålla hälarna. Håll vänster hand på vänster häl medan du andas in och förlänger din högra arm mot himlen. Andas ut när du vrider bröstet till vänster. För sedan höger hand tillbaka till höger häl och vrid bröstet mot himlen. Andas in och förläng din vänstra arm mot himlen. När du andas ut, vrid bröstet åt höger. Sätt tillbaka båda händerna till dina hälar och böj bröstet mot taket innan du sitta ned på hälarna med händerna på låren för att släppa ut hållningen.
th: นั่งคุกเข่าลงบนส้นเท้าโดยให้หน้าแข้งและหน้าเท้าของคุณขนานกัน จัดท่าทางโดยให้สะโพกตั้งตรงกับหัวเข่าและหัวไหล่ตั้งตรงกับสะโพก จากนั้นยกหน้าอกของคุณเข้าหาเพดานและให้สะโพกอยู่เหนือหัวเข่าในขณะที่คุณเอื้อมมือไปด้านหลังเพื่อจับส้นเท้าของคุณ ให้มือซ้ายของคุณอยู่บนส้นเท้าซ้ายของคุณในขณะที่คุณหายใจเข้าและเหยียดแขนขวาพุ่งขึ้นไปบนฟ้า จากนั้นหายใจออกในขณะที่คุณบิดตัวไปทางซ้าย แล้วย้ายมือขวากลับมาที่ส้นเท้าขวาและจากนั้นแอ่นอกของคุณขึ้นสู่ด้านบนเข้าหาท้องฟ้า หายใจเข้าแล้วเหยียดแขนซ้ายของคุณพุ่งสู่ท้องฟ้า ในขณะที่คุณหายใจออกให้บิดตัวของคุณไปทางด้านขวา ย้ายมือทั้งสองข้างกลับมาที่ส้นเท้าของคุณแล้วแอ่นอกขึ้นสู่ด้านบนเข้าหาเพดานก่อนที่จะนั่งลงบนส้นเท้าโดยที่มือทั้งสองวางอยู่บนต้นขาเพื่อเป็นการผ่อนคลาย
tr: Kavalkemikleriniz birbirine paralel, ayaklarınızın üst kısmı yerde, kalçalar dizlerin üzerinde ve omuzlar kalçaların üzerinde olacak şekilde diz çökün. Göğsünüzü tavana doğru kaldırın ve topuklarınızı tutmak için geri uzandığınızda kalçalarınızı dizlerinizin üzerinde tutun. Nefes alırken sol elinizi sol topuğunuzda tutun ve sağ kolunuzu gökyüzüne doğru uzatın. Göğsünüzle sola burgu yaparken nefes verin. Ardından sağ elinizi sağ topuğunuza geri getirin ve göğsünüzü gökyüzüne doğru çevirin. Nefes alın ve kolunuzu gökyüzüne doğru uzatın. Nefes verirken göğsünüzle sağa burgu yapın. Her iki elinizi topuklarınıza geri getirin ve duruştan çıkmak için elleriniz uyluklarınızdayken topuklarınızın üzerine oturmadan önce göğsünüzü tavana doğru eğin.
zh_hans: 双脚胫骨平行跪着，小腿着地，臀部位于膝盖上方，肩膀位于臀部上方。胸部朝天抬起，双手往后握住脚跟，同时保持臀部位于膝盖上方的位置。 吸气时左手握住左脚踝，右臂伸向天空。当你的胸部扭向左边时呼气。然后右手回到右脚踝，胸部转回朝天的方向。 吸气并把左臂朝天延伸。呼气时，胸部扭向右边。双手回到脚跟的位置，胸部朝天卷曲，然后坐在脚跟上，双手放在大腿上，退出该姿势。
zh_hant: 雙腳脛骨平行跪著，小腿著地，臀部位於膝蓋上方，肩膀位於臀部上方。胸部朝天抬起，雙手往後握住腳跟，同時保持臀部位於膝蓋上方的位置。 吸氣時左手握住左腳踝，右臂伸向天空。當你的胸部扭向左邊時呼氣。然後右手回到右腳踝，胸部轉回朝天的方向。 吸氣並把左臂朝天延伸。呼氣時，胸部扭向右邊。雙手回到腳跟的位置，胸部朝天捲曲，然後坐在腳跟上，雙手放在大腿上，退出該姿勢。
