Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription83
source: Start on all fours in a tabletop position. Keeping your shoulders above your wrists, step your feet behind you so that you are in a high push-up position. Only your hands and the balls of your feet should touch the ground. Press into your finger pads, lift your belly towards your lower back, and reach your heels towards the sky. Press the crown of your head forward to lengthen the neck. Be careful not to pike your hips in the air; instead, lift your pubic bone towards your navel.
de: Beginne auf allen vieren in der Position eines Bretts. Lasse deine Schultern über deinen Handgelenken und stelle deine Füße nach hinten, sodass du dich in einer hohen Liegestützposition befindest. Nur deine Hände und deine Fußballen berühren den Boden. Stütze dich auf deine Handballen, hebe deinen Bauch zu deinem unteren Rücken und bringe die Fersen in Richtung Himmel. Drücke den Kopfscheitel nach vorne, um deinen Nacken lang zu machen. Passe auf, dass deine Hüfte nicht in der Luft baumelt; hebe dein Schambein stattdessen in Richtung Bauchnabel.
es: Empieza a cuatro patas en la posición de la mesa. Manteniendo los hombros sobre las muñecas, pon los pies detrás de ti para quedar en una posición de flexión alta. Sólo las manos y los metatarsos de los pies deben tocar el suelo. Presiona sobre las puntas de los dedos, eleva el vientre hacia la zona lumbar y lleva los talones hacia el cielo. Empuja la parte superior de la cabeza hacia adelante para estirar el cuello. Ten cuidado para no levantar las caderas en el aire; en lugar de eso, eleva el pubis hacia el ombligo.
fr: Commencer à quatre pattes dans la position de la table. En maintenant les épaules au-dessus des poignets, reculer les pieds afin d'être en position de poussée. Seules les mains et les plantes des pieds doivent être en contact avec le sol. Appuyer sur la pointe des doigts, soulever le ventre vers le bas du dos et diriger les talons vers le ciel. Appuyer l'arrière de la tête en avant pour étirer la nuque. Être attentif à ne pas faire pointe les hanches vers le haut. Au lieu de cela, soulever le pubis vers le nombril.
it: Stando a quattro zampe nella posizione del tavolo. Mantenendo le spalle sopra i polsi, passare i piedi dietro di voi in modo che ci si trovi in una posizione di spinta in alto. Solo le mani e le palle dei vostri piedi devono toccare il suolo. Spingere i vostri polpastrelli, sollevare il ventre verso la parte bassa della schiena, e i talloni verso il cielo .Premere la corona della testa in avanti per allungare il collo .Fare attenzione a non spingere i fianchi in su, invece, sollevare l'osso pubico verso l'ombelico.
ja: 両手と両ひざをついた姿勢から始めます。肩が手首の真上にある状態のままで、足を後ろに引き、腕立て伏せの腕を伸ばした姿勢になります。地面についているのは、両手と、両足の母指球だけになります。指先で地面を押して、お腹を腰に向けて持ち上げて、かかとが真上を向くようにします。頭のてっぺんを前に向けて、首を伸ばします。お尻を突き出さないように気をつけて、その代わりに恥骨をみぞおちに向かって引き上げてください。
ko: 테이블 자세로 시작합니다. 어깨는 손목 위로 유지한 채, 하이 푸쉬-업 자세가 되도록 다리를 뒤로 옮깁니다. 손과 발 볼만 바닥에 닿습니다. 손끝으로 누리고 배를 허리 아래쪽으로 올리고 발 뒤꿈치를 위로 합니다. 목을 곧게 정수리를 앞으로 향하게 합니다. 엉덩이가 위로 올라가지 않도록 하며, 대신 치골이 배꼽 쪽으로 올려줍니다.
nl: Begin op handen en knieën in de tafelhouding. Houd je schouders recht boven je polsen en stap met je voeten naar achteren totdat je in een pushuphouding bent. Alleen je handen en de ballen van je voeten mogen op de grond zijn. Druk je vingertoppen in de vloer, til je buik in de richting van je onderrug en trek je hielen naar de lucht. Druk de kruin van je hoofd naar boven om je nek te verlengen. Zorg ervoor dat je heupen niet de lucht insteken, in plaats hiervan til je schaambeen richting je navel.
pt_pt: Comece de gatas em posição de mesa. Mantendo os ombros por cima dos pulsos, caminhe com os pés para trás de forma a ficar numa posição elevada de flexão de braços. Apenas as suas mãos e a parte anterior das plantas dos pés devem tocar no chão. Faça pressão sobre os dedos, eleve a barriga na direção do fundo das costas e estique os calcanhares na direção do céu. Puxe o topo da cabeça para a frente para alongar o pescoço. Cuidado para não espetar as ancas para cima; em vez disso, eleve o osso púbico na direção do umbigo.
ru: Войдите в позу на четвереньках, затем со вдохом переместите корпус тела вперед с тем, чтобы руки оказались перпендикулярны полу, а плечи строго над запястьями. Держите корпус параллельным полу. Разогните ноги и выпрямите их. Втяните копчик, напрягите мышцы живота. Взгляд направлен вниз.
sv: Börja på alla fyra i positionen av en bordsskiva. Håll axlarna ovanför handlederna, sätt fötterna bakom dig så att du är i en hög push-up position. Endast dina händer och bollarna av fötterna ska röra marken. Tryck in i dina fingerdynor, lyft din mage mot den nedre delen av ryggen, och sträck hälarna mot himlen. Tryck på kronan på huvudet framåt för att förlänga halsen. Var noga med att inte spetsa höfterna i luften; lyft istället blygdbenet mot din navel.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา ให้หัวไหล่อยู่เหนือข้อมือ ก้าวเท้าไปทางด้านหลังเพื่อให้คุณอยู่ในท่าเตรียมวิดพื้น เพียงแค่มือและจมูกเท้าเท่านั้นที่แตะพื้น ลงน้ำหนักไปที่นิ้วมือของคุณ จากนั้นยกหน้าท้องเข้าหาหลังส่วนล่างแล้วตั้งส้นเท้าให้สูงจากพื้น โน้มศีรษะไปข้างหน้าเพื่อยืดคอของคุณ ระวังไม่ให้ก้นชี้โด่งขึ้นไปในอากาศแต่ให้ยกกระดูกเชิงกรานของคุณเข้าหาหน้าท้อง
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Omuzlarınızı bileklerinizin üzerinde tutarak, yüksek şınav pozisyonunda olacak şekilde ayaklarınızla arkaya adım atın. Sadece elleriniz ve ayak tabanlarınızın parmakların altındaki kısımları yere dokunmalıdır. El parmaklarınızın altındaki etli kısma bastırın, göbeğinizi sırtınıza doğru kaldırın ve topuklarınızı gökyüzüne doğru uzatın. Boynunuzu uzatmak için başınızın tepesine bastırın. Kalçalarınıza havada pike ettirmemeye özen gösterin; bunun yerine, kasık kemiğinizi göbeğinize doğru kaldırın.
zh_hans: 以四柱式开始。肩膀位于手腕上方，脚往后踏，形成高俯卧撑的姿势。只有你的双手与脚垫触地。指垫施力，腹部朝后腰提起，脚跟朝天。头部往前压以伸展颈部。切记不要翘起臀部，耻骨应向腹部下压。
zh_hant: 以四柱式開始。肩膀位於手腕上方，腳往後踏，形成高俯臥撑的姿勢。只有你的雙手與腳墊觸地。指墊施力，腹部朝后腰提起，腳跟朝天。頭部往前壓以伸展頸部。切記不要翹起臀部，恥骨應向腹部下壓。

# exerciseDescription84
source: Lie on your back with your legs extended, heels on the ground, and toes flexed up towards the ceiling. Draw your left knee in towards your chest and bring your left arm inside of the left leg, circling the first three fingers of the left hand around your left big toe for "yogi toe lock" position. Keep your right buttock grounded and press the right thigh towards the floor as you extend your left leg out to the left side. Repeat holding the right big toe.
de: Lege dich auf den Rücken mit ausgestreckten Beinen, den Fersen auf dem Boden und den Zehen zur Decke gestreckt. Führe dein linkes Knie zur Brust, bringe deinen linken Arm an die Innenseite deines linken Beins und lege die ersten drei Finder deiner linken Hand um deinen linken, großen Zeh für die Yoga-Position des "umklammerten Zehs". Lasse deinen rechten Gesäßknochen auf dem Boden und drücke den rechten Oberschenkel auf den Boden, während du dein linkes Bein nach links zur Seite ausstreckst. Wiederhole die Haltung mit dem rechten, großen Zeh.
es: Túmbate boca arriba con las piernas extendidas, los talones en el suelo y los dedos de los pies flexionados hacia el cielo. Lleva la rodilla izquierda hacia el techo y la mano izquierda hacia el interior de la pierna izquierda, poniendo los tres primeros dedos de la mano izquierda alrededor del dedo gordo del pie izquierdo para hacer la posición de la "mano en el dedo gordo". Mantén el glúteo derecho en el suelo y empuja la cadera derecha hacia el suelo mientras extiendes la pierna izquierda hacia el lado izquierdo. Repítelo sujetando el dedo gordo del pie derecho.
fr: S'allonger sur le dos avec les jambes allongées, les talons sur le sol et les orteils fléchis vers le plafond. Ramener le genou gauche vers la poitrine et ramener le bras gauche à l'intérieur de la jambe gauche, en enroulant les trois premiers doigts de la main gauche autour du gros orteil gauche pour la position du "verrouillage de l'orteil du yogi". Maintenir la fesse droite au sol et appuyer la cuisse droite sur le sol tout en étirant la jambe gauche vers le côté gauche. Répéter en saisissant le gros orteil droit.
it: Sdraiatevi sulla schiena con le gambe distese, i talloni a terra, e le dita dei piedi flesse verso il soffitto. Portare il ginocchio sinistro verso il petto e portare il braccio sinistro interno della gamba sinistra, girando le prime tre dita della mano sinistra intorno all’alluce sinistro per la posizione "Blocco punta Yogi". Tenere la natica destra a terra e premere la coscia destra verso il pavimento mentre si estende la gamba sinistra verso il lato sinistro. Ripetere tenendo l'alluce destro.
ja: 仰向けになって、足を伸ばして、かかとを地面について、つま先を天井に向けます。左ひざを胸に引きつけて、左腕が左脚の内側に来るようにして、左手の親指から中指の３本の指を左足の親指に回して、「ヨガ流のつま先の持ち方」でつかみます。右のお尻は床につけたままにして、右太ももを地面に押し付けながら、左脚を左の外側に伸ばしていきます。左右を入れかえて、右足の親指をつかむ方も同様に行います。
ko: 다리를 펴고 발 뒤꿈치는 땅에 발가락은 위로 향하도록 편안한 상태로 등을 대고 눕습니다. 왼쪽 무릎을 가슴 안쪽으로 당기며 "요기 발가락 록"자세가 되도록 왼쪽 엄지 발가락을 왼손 세 손가락으로 감싸며 왼쪽 다리 안쪽으로 왼손을 당깁니다. 오른쪽 엉덩이는 바닥에 붙이고 왼발을 왼쪽 바깥쪽으로 펴면서 오른쪽 허벅지를 누릅니다. 오른쪽 엄지 발가락을 잡은 상태에서 반복합니다.
nl: Ga met gestrekte benen op je rug liggen, hielen op de grond met de tenen gestrekt naar het plafond. Trek je linkerknie naar je borst en breng je linkerarm naar de binnenkant van het linkerbeen, pak met je eerste drie vingers van je linkerhand je linkergrote teen vast voor de "yoga teengreep". Houd je rechterbil aan de grond en duw de rechterdij naar de vloer toe, bij het strekken van je linkerbeen naar de linkerkant. Herhaal dit en houd de rechtergrote teen vast.
pt_pt: Deite-se de costas com as pernas estendidas, calcanhares no chão e dedos dos pés esticados na direção do teto. Puxe o joelho esquerdo na direção do peito e passe o braço esquerdo pelo lado de dentro da perna esquerda, segurando com os três primeiros dedos da mão esquerda o dedo grande do pé esquerdo na posição de "polegar no pé iogue". Mantenha a nádega direita ancorada e faça pressão com a coxa direita na direção do chão à medida que estica a perna esquerda para fora e para a esquerda. Repita segurando o dedo grande do pé direito.
ru: Лягте на коврик, вытяните ноги. Согните и притяните к груди правое колено. Уцепитесь за большой палец ноги большим и указательным пальцами руки. Поднимите правую ногу вверх. Держите правую ногу под углом 90 градусов. Растяните заднюю поверхность правой ноги от ягодицы до пятки. Надавите задней поверхностью левой ноги на пол. Потяните за ногу, чтобы раскрыть грудную клетку. Повторите упражнение для левой ноги.
sv: Ligg på rygg med benen utsträckta, klackarna på marken, och tårna böjda upp mot taket. Dra vänster knä in mot bröstet och ta med din vänstra arm inuti av det vänstra benet, cirklande de första tre fingrarna på din vänstra hand runt din vänstra stortå för "yogi tå lås" positionen. Håll höger skinka jordad och tryck höger lår mot golvet medan du förlänger ditt vänstra ben ut åt vänster sida. Upprepa hållandes höger stortå.
th: นอนหงายเหยียดขาออกโดยให้วางส้นเท้าลงบนพื้นและให้นิ้วเท้าชี้เข้าหาเพดาน ดึงหัวเข่าซ้ายเข้าหาลำตัวและวางแขนซ้ายในวงขาซ้าย จากนั้นใช้สามนิ้วแรกของมือซ้ายกุมนิ้วโป้งเท้าซ้ายเอาไว้ ให้สะโพกขวาของคุณอยู่ติดพื้นและลงน้ำหนักที่ต้นขาขวาจากนั้นเหยียดขาซ้ายออกไปทางด้านซ้ายมือ ทำซ้ำโดยการกุมหัวแม่เท้าขวาเอาไว้
tr: Bacaklarınız uzatılmış, topuklar yerde ve ayak parmakları tavana doğru bükülmüş şekilde sırt üstü uzanın. Sol dizinizi göğsünüze doğru çekin ve "yogi toe lock" pozisyonu için sol elinizin ilk üç parmağını sol ayağınızın başparmağı etrafına dolayarak, sol kolunuzu sol bacağınızın içine getirin. Poponuzun sağ kısmını yerde tutun ve sol bacağınızı sol tarafa uzatırken sağ uyluğunuzu yere doğru bastırın. Sağ ayak başparmağını tutarak tekrarlayın.
zh_hans: 仰躺在地，双脚伸直，脚跟着地，脚趾朝上。左膝拉近胸口的位置，左臂放在左脚内侧。左手前三根手指环绕左脚大拇指，成为 "瑜伽士脚趾锁" 的姿势。右屁股保持着地，右大腿朝地板按压，左腿则向左边伸展。换成握着右脚大拇指，重复以上动作。
zh_hant: 仰躺在地，雙腳伸直，腳跟著地，腳趾朝上。左膝拉近胸口的位置，左臂放在左腳內側。左手前三根手指環繞左腳大拇指，成為 "瑜伽士腳趾鎖" 的姿勢。右屁股保持著地，右大腿朝地板按壓，左腿則向左邊伸展。換成握著右腳大拇指，重複以上動作。

# exerciseDescription86
source: Start on all fours in a tabletop position. Keeping your shoulders above your wrists, lift your right leg off of the ground and bend your right knee as if to step your foot on the ceiling. Reach back with your left hand to hold the top of the right foot. Press your foot into your hand as you lift your chest. Repeat on second side.
de: Beginne auf allen vieren in der Position eines Bretts. Lasse deine Schultern über deinen Handgelenken, hebe dein rechtes Bein vom Boden und beuge dein rechtes Knie, als ob du mit deinem Fuß an der Decke stehen wolltest. Nimm deine linke Hand zurück, um die Oberseite deines rechten Fußes zu halten. Drücke deinen Fuß in deine Hand, während du deine Brust anhebst. Wiederhole das Ganze auf der zweiten Seite.
es: Empieza a cuatro patas en la posición de la mesa. Manteniendo los hombros sobre las muñecas, eleva la pierna derecha del suelo y dobla la rodilla derecha como si fueras a poner el pie en el techo. Lleva la mano izquierda hacia atrás para sujetar la parte superior del pie derecho. Presiona tu mano con el pie mientras elevas el pecho. Repítelo en el lado contrario.
fr: Commencer à quatre pattes dans la position de la table. En maintenant les épaules au-dessus des poignets, décoller du sol la jambe droite et plier le genou droit comme pour poser le pied sur le plafond. Saisir le haut du pied droit avec la main gauche. Appuyer avec le pied dans la main comme pour soulever la poitrine. Répéter sur le second côté.
it: Inizia a quattro zampe nella posizione del tavolo. Mantenendo le spalle sopra i polsi, sollevare la gamba destra e piegare il ginocchio destro, come se fare un passo sul soffitto. Risalire con la mano sinistra per tenere la punta del piede destro .Premere il piede in mano mentre si solleva il petto. Ripetere sul secondo lato.
ja: 両手と両ひざをついた姿勢から始めます。肩が手首の真上に来るようにして、右脚を地面から離して、天井に足をつくような形で右ひざを曲げます。左手を後ろに伸ばして、右足の甲をつかみます。胸を反りながら、足を手の方に向かって押し付けます。左右を入れかえて、同様に繰り返します。
ko: 테이블 자세로 시작합니다. 어깨를 손목 위로 유지한 채, 오른발을 들어올리고 발이 천장으로 가듯이 오른쪽 무릎을 구부립니다. 오른쪽 발등을 잡도록 왼손을 뒤로 뻗습니다. 가슴을 들면서 발을 손으로 누릅니다. 다른 방향으로 반복합니다.
nl: Begin op handen en knieën in de tafelpositie. Houd je schouders recht boven je polsen, til je rechterbeen van de grond en buig je rechterknie alsof je voet op het plafond wil stappen. Reik met je linkerhand naar de voet om de bovenkant ervan vast te pakken. Druk je voet in je hand bij het omhoog komen van je borst. Herhaal dit naar de andere kant.
pt_pt: Comece de gatas em posição de mesa. Mantenha os ombros por cima dos pulsos, levante a perna direita do chão e dobre o joelho direito como se tentasse colocar o pé no teto. Estique a mão esquerda para trás para agarrar o peito do pé direito. Pressione o pé contra a mão à medida que eleva o peito. Repita do outro lado.
ru: Примите позу на четвереньках. Поднимите и согните за спиной правую ногу, чтобы стопа смотрела в сторону головы. Перенесите вес на правую руку и левую ногу. Зафиксируйте взгляд впереди на полу на полметра от головы. На выдохе оторвите левую руку от пола и потянитесь вверх к правой ноге. Захватите по возможности ногу за щиколотку. Крепко держите ногу рукой. Поймайте хороший и устойчивый баланс. Силой разгибательных мышц выпрямляйте ногу и тяните руку ими назад.
sv: Börja på alla fyra i positionen av en bordsskiva. Hålla axlarna ovanför handlederna, lyft höger ben från marken och böj höger knä som om du ska kliva foten på taket. Nå tillbaka med vänster hand för att hålla toppen av den högra foten. Tryck din fot in i din hand medan du lyfter bröstet. Upprepa på andra sidan.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา ให้หัวไหล่อยู่เหนือข้อมือ ยกขาขวาให้สูงขึ้นจากพื้นและงอเข่าขวาเข้าหาลำตัวเสมือนว่ากำลังเดินอยู่บนเพดาน เอื้อมมือซ้ายไปด้านหลังเพื่อจับหน้าเท้าของเท้าขวา บีบเท้าไว้ในมือของคุณในขณะที่ค่อย ๆ ยกหน้าอกขึ้น แล้วทำซ้ำโดยสลับข้างกัน
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Omuzlarınızı bileklerinizin üzerinde tutarak sağ bacağınızı yerden kaldırın ve sağ dizinizi sanki ayağınızla tavana adım atacakmışçasına bükün. Sol elinizle sağ ayağınızın üstünü tutmak için geri uzanın. Göğsünüzü kaldırırken ayağınızı elinize bastırın. İkinci tarafta tekrarlayın.
zh_hans: 以四柱式开始，手指张开，手腕位于肩膀下方，右脚离地抬起，弯曲右膝像是朝天踩踏。左手往后握着右脚小腿。抬胸时左脚向手臂施力。用另一个方向重复动作。
zh_hant: 以四柱式開始，手指張開，手腕位於肩膀下方，右腳離地抬起，彎曲右膝像是朝天踩踏。左手往後握著右腳小腿。抬胸時左腳向手臂施力。用另一個方向重複動作。
