Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseName101
source: Side Plank
de: Seitstütz
es: Plancha lateral
fr: Planche latérale
it: Asse laterale
ja: 横向きの板のポーズ
ko: 사이드 플랭크
nl: Zijwaartse Plank
pt_pt: Prancha Lateral
ru: Поза Мудреца Васиштхи
sv: Sidoplankan
th: แพลงก์ด้านข้าง
tr: Yan Tahta
zh_hans: 侧板式
zh_hant: 側板式

# exerciseName102
source: Cow-Face Arms
de: Kuhgesicht mit Armen
es: Cara de vaca con brazos
fr: Bras sur tête de vache
it: Braccia Muso di vacca
ja: 牛の顔のポーズの腕
ko: 두 팔로 소머리자세
nl: Koeiengezicht Armen
pt_pt: Braços em Cabeça de Vaca
ru: Полулотос с Заведенными Руками
sv: Ko Ansikte Armar
th: ท่าหน้าวัวเน้นแขน
tr: Kollarla İnek Suratı
zh_hans: 牛面式
zh_hant: 牛面式

# exerciseName103
source: Seated Side Bend
de: Seitenbeuge im Sitzen
es: Flexión lateral sentado
fr: Penché latéral assis
it: Piegamento laterale da seduti
ja: 座位のサイドベントのポーズ
ko: 앉아서 사이드 밴드
nl: Zittende Zijwaartse Buiging
pt_pt: Ângulo Lateral Sentada
ru: Растяжка Косых Мышц Сидя
sv: Sittande Sidoböj
th: ท่านั่งโน้มตัวด้านข้าง
tr: Oturarak Yana Eğilme
zh_hans: 侧弯坐式
zh_hant: 側彎坐式

# exerciseName104
source: Shoulderstand Variation
de: Variation Schulterstand
es: Variación de la vela
fr: Variation chandelle
it: Variazione spalla in piedi
ja: 肩立ちのバリエーション
ko: 어깨로 서기 변형
nl: Schouderstand Variatie
pt_pt: Variação de Inversão sobre os Ombros
ru: Стойка на плечах (Вариация)
sv: Stående Axel Variation
th: ท่ายืนด้วยไหล่ต่าง ๆ
tr: Omuz Duruşu Varyasyonu
zh_hans: 肩倒立式变体
zh_hant: 肩倒立式變體

# exerciseName105
source: Standing Backbend
de: Rückenbeuge im Stehen
es: Flexión hacia atrás de espalda en pie
fr: Penché en arrière debout
it: Inclinazione posterior in piedi
ja: 後ろに反る月のポーズ
ko: 서서 후굴자세
nl: Staande Achteroverbuiging
pt_pt: Flexão de Costas em Pé
ru: Прогиб Назад Стоя
sv: Stående Bakåtböj
th: ท่ายืนแอ่นหลัง
tr: Ayakta Geri Eğilme
zh_hans: 站立后弯式
zh_hant: 站立後彎式

# exerciseName106
source: Standing Foot-to-Finger B
de: Fuß-zum-Finger-Position B im Stehen
es: Pie y mano en pie B
fr: Pied au doigt debout B
it: Posizione piede dito in piedi B
ja: 立位の足指をつかむポーズD
ko: 서서 발끝잡기 B
nl: Staande Dalende Grote Teenhouding B
pt_pt: Pé-Dedo de Pé B
ru: Поза Стоя с Оттяжкой Большого Пальца Ноги
sv: Stående Fot-till-Finger B
th: ท่ายืนมือจรดเท้า B
tr: Ayakta Durur Vaziyette Ayak Parmağa B
zh_hans: 手抓脚指立式B
zh_hant: 手抓腳指立式B

# exerciseName107
source: Locust Variation with Fingers Interlaced
de: Variation Heuschrecke mit verschränkten Fingern
es: Variación de la langosta con dedos entrelazados
fr: Variation sauterelle avec doigts entrecroisés
it: Variazione Locusta con dita incrociate
ja: 指を組んだバッタのポーズのバリエーション
ko: 깍지 끼운 메뚜기 자세 변형
nl: Sprinkhaanvariatie met Verstrengelde Vingers
pt_pt: Variação de Gafanhoto com Dedos Entrelaçados
ru: Поза Саранчи со Скрещенными Руками Сзади
sv: Gräshoppan Variation med Sammanflätade Fingrar
th: ท่าตั๊กแตนมือไขว้หลัง
tr: Parmaklar Birbirine Geçirilmiş Vaziyette Çekirge Varyasyonu
zh_hans: 手指交错蝗虫式变体
zh_hant: 手指交錯蝗蟲式變體

# exerciseName108
source: Staff Pose
de: Stocksitz
es: Postura del bastón
fr: Posture du bâton
it: Posizione seduti
ja: 杖のポーズ
ko: 막대자세
nl: Stafhouding
pt_pt: Pose de Bastão
ru: Посох
sv: Stav Ställning
th: ท่าไม้เท้า
tr: Asa Pozu
zh_hans: 手杖式
zh_hant: 手杖式

# exerciseName109
source: Sphinx
es: Esfinge
it: Sfinge
ja: スフィンクスのポーズ
ko: 스핑크스자세
nl: Sfinx
pt_pt: Esfinge
ru: Сфинкс
sv: Sfinx
th: ท่าสฟิงซ์
tr: Sfenks
zh_hans: 人面狮身式
zh_hant: 人面獅身式

# exerciseName110
source: Modified Side Plank
de: Abgeänderter Seitstütz
es: Plancha lateral modificada
fr: Planche latérale modifiée
it: Asse laterale modificata
ja: 変形横向きの板のポーズ
ko: 변형된 사이드 플랭크
nl: Gewijzigde Zijwaartse Plank
pt_pt: Prancha Lateral Modificada
ru: Боковая Планка с Поднятием Руки Вверх
sv: Modifierad Sidoplanka
th: ท่าแพลงก์เหยียดยืดด้านข้าง
tr: Modifiye Yan Tahta
zh_hans: 改进侧板式
zh_hant: 改進側板式

# exerciseName111
source: Wide-Legged Forward Bend
de: Vorbeuge mit Grätsche
es: Flexión hacia adelante con piernas separadas
fr: Penché en avant avec jambes écartées
it: Piegamento ampio in avanti
ja: 足を広げた前屈のポーズ
ko: 다리 벌려 상체 숙이기
nl: Voorwaartse Buiging in Spreidstand
pt_pt: Extensão Posterior em Triângulo
ru: Наклон с Широко Расставленными Ногами Стоя
sv: Bredbent Framåtböj
th: ท่ายืนแยกขาก้มตัวไปข้างหน้า
tr: Bacaklar Açık Öne Eğilme
zh_hans: 上双角式
zh_hant: 上雙角式

# exerciseName112
source: Yoga Squat
de: Yoga-Kniebeuge
es: Sentadilla de yoga
fr: Accroupi Yoga
ja: 花輪のポーズ
ko: 요가 스쿼트
pt_pt: Agachamento Ioga
ru: Гирлянда
sv: Yoga Huksittande
th: ท่าสควอท
tr: Yoga Çömelme
zh_hans: 蹲式
zh_hant: 蹲式

# exerciseName113
source: Wide-Angle Seated Forward Bend
de: Weite Engel-Vorbeuge im Sitzen
es: Flexión hacia adelante sentado con ángulo ancho
fr: Penché en avant assis angle large
it: Piegamento angolare in Avanti seduti
ja: 座位の開脚前屈のポーズ
ko: 앉아서 다리 벌려 상체 숙이기
nl: Zittende Voorwaartse Buiging in Spreidstand
pt_pt: Postura Sentada Inclinada para a Frente em Ângulo Aberto
ru: Наклон с Широко Расставленными Ногами Сидя
sv: Bredvinkel Sittande Framåtböj
th: ท่านั่งแยกขาโน้มตัวติดพื้น
tr: Oturarak Geniş Açılı Öne Eğilme
zh_hans: 坐角式
zh_hant: 坐角式

# exerciseName114
source: Wide-Legged Forward Bend C
de: Breitbeinige Vorbeuge C
es: Flexión hacia adelante con piernas separadas C
fr: Penché en avant avec jambes écartées C
it: Piegamento ampio in avanti C
ja: 開脚前屈のポーズC
ko: 다리 벌려 상체 숙이기 C
nl: Voorwaartse Buiging in Spreidstand C
pt_pt: Extensão Posterior de Triângulo C
ru: Наклон Стоя Держа Руки Замком Сзади
sv: Bredbent Framåtböj C
th: ท่ายืนแยกขาก้มตัวไปข้างหน้า C
tr: Bacaklar Açık Öne Eğilme C
zh_hans: 上双角C式
zh_hant: 上雙角C式

# exerciseName115
source: Revolved Head-to-Knee Pose Variation
de: Variation gedrehte Kopf-zum-Knie Stellung
es: Variación de la postura de cabeza a rodilla girada
fr: Variation de la posture tête au genou retournée
it: Variazione testa ginocchio inclinata
ja: 足指をつかむねじりポーズのバリエーション
ko: 비틀어서 무릎에 머리대기 변형
nl: Omgekeerde Hoofd-tot-Kniehouding Variatie
pt_pt: Variação de Pose de Cabeça no Joelho com Torção
ru: Перевернутый Наклон Головой к Колену (Вариация)
sv: Roterad Huvud-till-Knä Ställningsvariation
th: ท่าศีรษะจรดเข่าแบบบิดตัว
tr: Baş Dize Burgulu Poz Varyasyonu
zh_hans: 扭转头碰膝式变体
zh_hant: 扭轉頭碰膝式變體

# exerciseName116
source: Yoga Squat with Bind
de: Yoga-Kniebeuge mit Bogen
es: Sentadilla de yoga amarrada
fr: Accroupi Yoga avec liaison
it: Yoga Squat con rassodamento
ja: 腕をからめた花輪のポーズ
ko: 요가 스쿼트 감싸기
nl: Gebonden Yoga Squat
pt_pt: Agachamento Ioga com União
ru: Гирлянда (Вариация)
sv: Yoga Huksittande med Binda
th: ท่าสควอทแบบบิดตัว
tr: Bağlı Yoga Çömelme
zh_hans: 下蹲捆绑式
zh_hant: 下蹲捆綁式

# exerciseName117
source: Downward Facing Hero's Pose
de: Heldenstellung mit Blick nach unten
es: Postura del héroe boca abajo
fr: Posture du héros tête en avant
it: Posizione dell’eroe che guarda verso il basso
ja: 下向きの英雄のポーズ
ko: 아래를 향한 영웅자세
nl: Neerwaartse Reigerhouding
pt_pt: Pose do Herói Virado para Baixo
ru: Поза Героя с Наклоном Вперед
sv: Nedåtriktade Hjältens Ställning
th: ท่าวีระก้มหน้า
tr: Yere Bakan Kahraman Pozu
zh_hans: 儿童式
zh_hant: 兒童式

# exerciseName118
source: Wide-Legged Forward Bend with Twist
de: Breitbeinige Vorbeuge mit Drehung
es: Flexión hacia adelante con giro y piernas separadas
fr: Penché en avant avec jambes écartées et torsion
it: Ampio piegamento in Avanti con torsione
ja: ひねりを加えた開脚前屈のポーズ
ko: 다리 벌려 상체 비틀기
nl: Voorwaartse Buiging in Spreidstand met Twist
pt_pt: Extensão Posterior em Triângulo com Torção
ru: Поза Перевернутого Треугольника
sv: Bredbent Framåtböj med Vridning
th: ท่ายืนแยกขาก้มตัวไปข้างหน้าแล้วบิดตัว
tr: Bacaklar Açık Burgulu Öne Eğilme
zh_hans: 扭转上双角式
zh_hant: 扭轉上雙角式

# exerciseName119
source: Wide-Legged Forward Bend with Side Stretch
de: Breitbeinige Vorbeuge mit Seitendehnung
es: Flexión hacia delante con estiramiento lateral y piernas separadas
fr: Penché en avant avec jambes écartées et étirement latéral
it: Ampio piegamento in Avanti con allungamento laterale
ja: サイドストレッチを加えた開脚前屈のポーズ
ko: 다리 벌려 측면으로 상체 숙이기
nl: Voorwaartse Buiging in Spreidstand met Zijwaartse Buiging
pt_pt: Extensão Posterior de Triângulo com Extensão Lateral
ru: Поза Треугольника с Наклоном к Ноге
sv: Bredbent Framåtböj med Sido Stretch
th: ท่ายืนแยกขาก้มตัวไปข้างหน้าแล้วยืดด้านข้าง
tr: Yana Esnemeyle Bacaklar Açık Öne Eğilme
zh_hans: 侧伸展上双角式
zh_hant: 側伸展上雙角式

# exerciseName120
source: Vishnu's Couch
de: Vishnu Liegeübung
es: Sofá de Vishnú
fr: Couche de Vishnu'
it: Divano di Vishnu
ja: アナンタのポーズ
ko: 비슈누의 소파
nl: Slapende Vishnu
pt_pt: Sofá de Vishnu
ru: Поза Ананты
sv: Vishnu's Soffa
th: ท่านารายณ์บรรทม
tr: Uyuyan Vishnu
zh_hans: 毗湿奴式
zh_hant: 毘濕奴式

# exerciseName121
source: Upward-Facing Bound Angle Posture
de: Gebundener Engel mit Blick nach oben
es: Postura de ángulo amarrado boca arriba
fr: Posture angle lié tête en bas
it: Posizione salto in Avanti a faccia in su
ja: 上向きの合せきのポーズ
ko: 위로 기울기자세
nl: Opwaartse Gebonden Hoekhouding
pt_pt: Pose de Borboleta Virada para Cima
ru: Поза Вытянутого Широкого Угла
sv: Uppåtvänd Bunden Vinkel Ställning
th: ท่าขัดสมาธิยืดขึ้น
tr: Yukarı Bakan Bağlı Açı Duruşu
zh_hans: 上束角式
zh_hant: 上束角式

# exerciseName122
source: Warrior 2
de: Krieger 2
es: Guerrero 2
fr: Guerrier 2
it: Guerriero 2
ja: 戦士のポーズ２
ko: 전사자세 2
nl: Krijger 2
pt_pt: Guerreiro 2
ru: Поза Воина 2
sv: Krigare 2
th: ท่านักรบ 2
tr: Savaşçı 2
zh_hans: 战士二式
zh_hant: 戰士二式

# exerciseName123
source: Standing Side Bend with Fingers Interlaced
de: Seitenbeuge im Stehen mit verkreuzten Fingern
es: Flexión lateral en pie con dedos entrelazados
fr: Penché sur le côté debout avec doigts entrecroisés
it: Saltolaterale in piedi con dita incrociate
ja: 指を組んだ立位のサイドベントのポーズ
ko: 서서 깍지 끼워 옆으로 숙이기
nl: Staande Zijwaartse Buiging met Verstrengelde Vingers
pt_pt: Flexão Lateral em Pé com Dedos Entrelaçados
ru: Стойка с Наклоном и Руками в Замке
sv: Stående Sidoböj med Sammanflätade Fingrar
th: ท่ายืนเหยียดด้านข้างมือประสานกัน
tr: Parmaklar Birbirine Geçirilmiş Vaziyette Ayakta Yana Eğilme
zh_hans: 手指交错侧弯立式
zh_hant: 手指交錯側彎立式

# exerciseName124
source: Standing Split
de: Standspagat
es: Split en pie
fr: Grand écart debout
it: Spaccata in piedi
ja: 立位の前後開脚のポーズ
ko: 서서 스플릿
nl: Staande Spagaat
pt_pt: Espargata de Pé
ru: Поза с Вытянутой Ногой Вверх
sv: Stående Split
th: ท่ายืนแยกขา
tr: Ayakta Bacak Açma
zh_hans: 分腿立式
zh_hant: 分腿立式

# exerciseName125
source: Standing Forward Fold
de: Vorbeuge aus dem Stand
es: Flexión hacia delante de pie
fr: Penché en avant debout
it: Piegamento in Avanti in piedi
ja: 立位の前屈のポーズ
ko: 서서 앞으로 숙이기
nl: Staande Voorwaartse Buiging
pt_pt: Estiramento Intenso Posterior
ru: Наклон к Стопам
sv: Stående Framåtlutning
th: ท่ายืนก้มตัว
tr: Ayakta Öne Katlanma
zh_hans: 站立前曲式
zh_hant: 站立前曲式

# exerciseName126
source: Standing Foot-to-Finger A
de: Fuß-zum-Finger-Position A im Stehen
es: Pie y mano en pie A
fr: Pied au doigt debout A
it: Piede ditto in piedi A
ja: 立位の足指をつかむポーズA
ko: 서서 발끝잡기 A
nl: Staande Dalende Grote Teenhouding A
pt_pt: Postura Pé-Dedo A
ru: Вытягивание прямой ноги вперед
sv: Stående Fot-till-Finger A
th: ท่ายืนมือจรดเท้า A
tr: Ayakta Durur Vaziyette Ayak Parmağa A
zh_hans: 站立手抓脚指式A
zh_hant: 站立手抓腳指式A

# exerciseName127
source: Standing Forward Fold with Shoulder-Opening Variation
de: Variation Vorbeuge mit geöffneten Schultern im Stehen
es: Variación de flexión hacia adelante en pie con apertura de hombros
fr: Penché en avant plié avec variation ouverture épaule
it: Variazione piegamento in Avanti con Apertura Spalla
ja: 肩を開いた立位の前屈のポーズのバリエーション
ko: 서서 어깨 펴서 상체 숙이기 변형
nl: Staande Voowaartse Buiging met Schouderopener Variatie
pt_pt: Estiramento Intenso Posterior com Variação de Abertura de Ombros
ru: Стойка с Наклоном и Руками в Замке
sv: Stående Framåtböjning med Axel-Öppning Variation
th: ท่ายืนก้มตัวโน้มแขนไปข้างหน้า
tr: Omuz Açma Varyasyonuyla Ayakta Öne Katlanma
zh_hans: 扩肩站立前曲式变体
zh_hant: 擴肩站立前曲式變體

# exerciseName128
source: Warrior 1
de: Krieger 1
es: Guerrero 1
fr: Guerrier 1
it: Guerriero1
ja: 戦士のポーズ１
ko: 전사자세 1
nl: Krijger 1
pt_pt: Guerreiro 1
ru: Поза Воина 1
sv: Krigaren 1
th: ท่านักรบ 1
tr: Savaşçı 1
zh_hans: 战士一式
zh_hant: 戰士一式

# exerciseName129
source: Warrior 3
de: Krieger 3
es: Guerrero 3
fr: Guerrier 3
it: Guerriero 3
ja: 戦士のポーズ３
ko: 전사자세 3
nl: Krijger 3
pt_pt: Guerreiro 3
ru: Поза Воина 3
sv: Krigaren 3
th: ท่านักรบ 3
tr: Savaşçı 3
zh_hans: 战士三式
zh_hant: 戰士三式

# exerciseName130
source: Standing Side Bend
de: Seitendehnung im Stehen
es: Flexión lateral en pie
fr: Penché latéral debout
it: Curva laterale in piedi
ja: 立位のサイドベントのポーズ
ko: 서서 옆으로 숙이기
nl: Staande Zijwaartse Buiging
pt_pt: Flexão Lateral em Pé
ru: Стойка со Скручиванием
sv: Stående Sidoböjning
th: ท่ายืนเหยียดด้านข้าง
tr: Ayakta Yana Eğilme
zh_hans: 侧弯立式
zh_hant: 側彎立式

# exerciseName131
source: Supported Shoulderstand
de: Gestützter Schulterstand
es: La vela con apoyo
fr: Chandelle supportée
it: Cavalletto sostegno spalla
ja: 支えを使った肩立ちのポーズ
ko: 어깨서기
nl: Ondersteunende Schouderstand
pt_pt: Inversão sobre os Ombros com Apoio
ru: nustiu
sv: Uppburen Stående axel
th: ท่ายืนด้วยไหล่แบบมีที่รอง
tr: Destekli Omuz Duruşu
zh_hans: 支撑肩倒立式
zh_hant: 支撐肩倒立式

# exerciseName132
source: Reverse Plank
de: Umgedrehter Stütz
es: Plancha inversa
fr: Planche inversée
it: Plancia rovesciata
ja: 上向きの板のポーズ
ko: 리버스 플랭크
nl: Omgedraaide Plank met Heupopener
pt_pt: Prancha Invertida
ru: Перевернутая Планка
sv: Omvända Plankan
th: แพลงก์กลับด้าน
tr: Ters Tahta
zh_hans: 反台式
zh_hant: 反台式

# exerciseName133
source: Standing Foot-to-Finger C with Forward Fold
de: Fuß-zum-Finger-Position C mit Vorbeuge im Stehen
es: Pie y mano en pie C con flexión hacia adelante
fr: Pied au doigt debout C avec plié en avant
it: Piede ditto in piedi C con piegamento in avanti
ja: 前屈を加えた立位で足指をつかむポーズC
ko: 서서 발끝 잡고 앞으로 숙이기 C
nl: Staande Dalende Grote Teenhouding C met Voowaartse Buiging
pt_pt: Pé-Dedo C com Estiramento Posterior
ru: Поза Голова к Колену Стоя
sv: Stående Fot-till-Finger C med Framåtböj
th: ท่ายืนมือจรดเท้า C แล้วโน้มตัวไปข้างหน้า
tr: Ayakta Durur Vaziyette Öne Katlanarak Ayak Parmağa C
zh_hans: 站立前曲手抓脚指式C
zh_hant: 站立前曲手抓腳指式C

# exerciseName134
source: Standing Forward Fold w/ Twist
de: Vorbeuge aus dem Stand mit Drehung
es: Flexión hacia delante de pie con giro
fr: Plié en avant debout avec torsion
it: Piegamento in Avanti in piedi con torsione
ja: ひねりを加えた立位の前屈のポーズ
ko: 서서 상체 비틀어 숙이기
nl: Staande Voorwaartse Buiging met Twist
pt_pt: Estiramento Intenso Posterior c/ Torção
ru: Стойка со Скручиванием
sv: Stående Framåtböj m/ Vridning
th: ท่ายืนก้มตัวแล้วบิดตัว
tr: Ayakta Burgulu Öne Katlanma
zh_hans: 扭转站立前曲式
zh_hant: 扭轉站立前曲式

# exerciseName135
source: Supported Standing Backbend
de: Gestützte Rückenbeuge im Stehen
es: Flexión hacia atrás de espalda en pie con apoyo
fr: Penché en arrière debout supporté
it: Curvatura schieda in piedi con supporto
ja: 支えを使った後ろに反る月のポーズ
ko: 서서 뒤로 숙이기
nl: Ondersteunende Staande Achteroverbuiging
pt_pt: Flexão de Costas com Apoio
ru: Поза с Прогибом Назад
sv: Uppburen Stående bakåtböj
th: ท่ายืนแอ่นหลังมีที่รองรับ
tr: Ayakta Destekli Geri Eğilme
zh_hans: 支撑站立轮式
zh_hant: 支撐站立輪式

# exerciseName136
source: Four-Limbed Staff Pose
de: Stab-Position
es: Postura del bastón de cuatro miembros
fr: Posture du bâton à quatre pieds
it: Posizione delle Quattro membra
ja: 四肢で支える杖のポーズ
ko: 널판지자세
nl: Vier Ledematen Stafhouding
pt_pt: Pose de Bastão com 4 Apoios
ru: Нет Описания
sv: Fyr-Grenad Stav Ställning
th: ท่าท่อนไม้
tr: Dört Uzuvlu Asa Pozu
zh_hans: 四柱式
zh_hant: 四柱式

# exerciseName137
source: Tabletop & Four-Limbed Staff Pose
de: Brettstellung & Stab-Position
es: Postura del bastón de cuatro miembros y mesa
fr: Posture du bâton à quatre pieds & dessus de table
it: Posizione Tavolo & Quattro membra
ja: テーブルのポーズと四肢で支える杖のポーズ
ko: 테이블 & 널판지자세
nl: Tafel & Vier Ledematen Stafhouding
pt_pt: Pose de Mesa e Bastão com 4 Apoios
ru: Нет Описания
sv: Bordsskiva & Fyr-Grenad Stav Ställning
th: ท่าโต๊ะและท่าท่อนไม้
tr: Masa Üstü ve Dört Uzuvlu Asa Pozu
zh_hans: 桌子式 & 四柱式
zh_hant: 桌子式 & 四柱式

# exerciseName138
source: Upward Facing Bow
de: Bogen mit Blick nach oben
es: Arco boca arriba
fr: Arc tête en haut
it: Arco a faccia in su
ja: 上向きの弓のポーズ
ko: 위로 향한 활자세
nl: Opwaartse Boog
pt_pt: Postura da Roda
ru: Поза Перевернутого Лука
sv: Uppåtvänd Båge
th: ท่าคันธนูเงยหน้า
tr: Yukarı Bakan Yay
zh_hans: 轮式
zh_hant: 輪式

# exerciseDescription1
source: Stand with your feet hips distance apart and the outer edges of your feet parallel to each other. Lengthen your spine and lift your navel towards the spine. Press up through the crown of your head and draw your tailbone down towards your heels.
de: Stehe mit den Füßen hüftbreit auseinander und den Außenseiten der Füße parallel zueinander. Mache deine Wirbelsäule lang und ziehe den Bauchnabel zur Wirbelsäule. Ziehe den Kopfscheitel nach oben und das Steißbein in Richtung deiner Fersen.
es: Ponte de pie con los pies separados a la altura de las caderas y los bordes externos de los pies en paralelo. Estira la espalda y eleva el ombligo hacia ella. Presiona hacia arriba a través de la coronilla y lleva el coxis hacia los tobillos.
fr: Se tenir avec les pieds ramenés près des hanches et le bord extérieur des pieds parallèle. Étirer la colonne vertébrale et ramener le nombril vers la colonne vertébrale. Pousser sur l'arrière de la tête et ramener le coccyx vers les talons.
it: Stando con i piedi alla distanza dei fianchi con i bordi esterni dei piedi paralleli tra loro allungare la colonna vertebrale e tendere l'ombelico verso la colonna vertebrale. Spingere verso l'alto attraverso la sommità della testa e postare il coccige verso i talloni
ja: 足を腰の幅に広げて立ち、足の外側がお互いに平行になるようにします。背骨を伸ばして、みぞおちを背骨に向かって引き上げます。頭のてっぺんを上に押し上げるとともに、尾てい骨をかかとに向かって引き下げます。
ko: 두 발을 엉덩이 너비만큼 벌려 발 바깥쪽이 서로 평행이 되게 섭니다. 척추를 곧게 펴고 배꼽을 척추 쪽으로 들어올립니다. 머리 끝을 살짝 들어올렸다가 꼬리뼈를 발 뒤꿈치 쪽으로 끌어 내리듯 합니다.
nl: Sta met je voeten op heupbreedte van elkaar met de buitenste randen van je voeten evenwijdig aan elkaar. Maak je wervelkolom lang en trek je navel naar je wervelkolom toe. Druk jezelf omhoog door de kruin van je hoofd en trek je stuitje naar je hielen.
pt_pt: Em pé, coloque os pés à mesma distância das ancas e o lado exterior dos pés paralelos entre si. Alongue a coluna e eleve o umbigo em direção à coluna. Eleve o topo da cabeça e puxe o cóccix para baixo em direção aos calcanhares.
ru: В позе стоя, поставьте стопы рядом, чтобы большие пальцы ног, пятки и косточки щиколоток соприкасались. Распределите вес тела равномерно на стопах, сохраняя параллельность внутренних поверхностей стоп. Опустите руки вниз вдоль тела, ладонями к бедрам. Вытяните шею вверх, расслабьте лицо и смотрите прямо перед собой.
sv: Stå med fötterna på höftavstånd och ytterkanterna på fötterna parallellt med varandra. Förläng din ryggrad och lyft naveln mot ryggraden. Tryck upp genom kronan på huvudet och dra svanskotan ner mot hälarna.
th: ยืนขึ้นโดยให้เท้าของคุณห่างออกจากกันและยืนให้เท้าของคุณขนานกัน ค่อย ๆ ยืดหลังของคุณขึ้น แล้วพนมมือขึ้นเหนือศีรษะโดยรักษาน้ำหนักไว้ที่เท้า
tr: Ayaklarınızı kalçalarınızla aynı hizada olacak şekilde birbirinden ayırın ve ayaklarınızın dış kısımları birbirine paralel olacak vaziyette ayakta durun. Omurganızı uzatın ve göbeğinizi omurganıza doğru çekin. Başınızın üstüne bastırın ve kuyruk kemiğinizi topuklarınıza doğru çekin.
zh_hans: 双脚分开站立，与臀同宽，双脚外缘保持平行。伸长脊椎并缩腹。从头顶向下压，把尾骨往脚跟的方向向下拉。
zh_hant: 雙腳分開站立，與臀同寬，雙腳外緣保持平行。伸長脊椎並縮腹。從頭頂向下壓，把尾骨往腳跟的方向向下拉。

# exerciseDescription2
source: Sit on the ground and bend your left knee, placing the outer edge of your left foot under your right thigh and in front of your right sitting bone. Then take hold of the outer edge of your right foot and place it in the crease of your left hip. Place your palms face down on your kneecaps and sit tall with your shoulders relaxed. Repeat with left leg on top.
de: Setze dich auf den Boden und winkle dein linkes Knie an, mit der Außenseite deines linken Fußes unter deinem rechten Oberschenkel und vor deinem rechten Gesäßknochen. Nimm dann die Außenseite deines rechten Fußes und lege sie in die Beuge deiner linken Hüfte. Lege deine Hände mit den Handflächen nach unten auf deine Kniescheiben und mache dich groß mit entspannten Schultern. Wiederhole das Ganze mit dem linken Bein oben.
es: Siéntate y dobla la rodilla izquierda, colocando el borde externo del pie izquierdo bajo el muslo derecho frente a la zona de los glúteos. Después sujeta el borde externo de tu pie derecho y colócalo en el pliegue de la cadera izquierda. Coloca las palmas boca abajo en las rodillas y siéntate estirado con los hombros relajados. Repite el ejercicio con la pierna izquierda encima.
fr: S'asseoir sur le sol et plier le genou gauche en plaçant le bord extérieur du pied gauche sous la cuisse droite et devant votre os iliaque droit. Ensuite, prendre le côté extérieur du pied droit et le placer dans la pliure de la hanche gauche. Placer les paumes vers le bas sur les rotules et se redresser avec les épaules relâchées. Répéter avec la jambe gauche sur le dessus.
it: Sedersi per terra e piegare il ginocchio sinistro, mettendo il bordo esterno del piede sinistro sotto la coscia destra e di fronte al vostro coccige. Poi afferrare il bordo esterno del piede destro e posizionarlo nella piega dell'anca sinistra. Inserite i palmi delle mani rivolti verso il basso sulle ginocchia e sedersi con le spalle rilassate. Ripetere con la gamba sinistra
ja: 地面に座り、左ひざを曲げ、左足の外側が右の太ももの下の右の坐骨結節の前の場所に来るようにします。その後、右足の外側を持って、左の太ももの付け根まで持ってきます。手のひらをひざに置いて、肩をリラックスさせて、背筋を伸ばして座ります。左右を入れかえて、左足が上に来る方も行います。
ko: 바닥에 앉아서 왼쪽 무릎을 구부려 오른쪽 허벅지 아래, 오른쪽 좌골 앞부분에 왼발 바깥 부분을 놓습니다. 그리고 오른발 바깥 부분을 잡아서 왼쪽 엉덩이 가랑이 부분에 놓습니다. 손바닥을 아래로 해서 무릎에 놓고 어깨 긴장을 풀고 허리를 곧게 펴고 앉습니다. 왼발을 올려서 반복하세요.
nl: Ga op de grond zitten, buig je linkerknie en plaats de buitenste rand van je linkervoet onder je rechterdij. Pak dan de buitenste rand van je rechtervoet en leg het in de vouw van je linkerheup. Leg je handen met de handpalmen naar beneden op je knieën, en zit rechtop met ontspannen schouders. Herhaal dit omgekeerd met het linkerbeen boven.
pt_pt: Sente-se no chão e dobre o joelho esquerdo, colocando a parte exterior do seu pé esquerdo debaixo da sua coxa direita mesmo junto à anca. Depois agarre na parte exterior do seu pé direito e coloque-o na dobra da anca esquerda. Coloque as palmas das mãos viradas para baixo sobre os joelhos e alongue a coluna com os ombros relaxados. Repita com a perna esquerda por cima.
ru: Примите позу поза сидя со скрещенными ногами. Возьмите руками правую ногу и осторожно положите ее на левое бедро, расположите ее как можно ближе к животу. Вдавливайте ноги в пол, а макушкой головы тянитесь вверх, растягивая спину. Плечи опущены и отведены назад, грудь выдвинута вперед. Расслабьте мышцы лица, рот и живот.
sv: Sitt på marken och böj vänster knä, placera den yttre kanten av vänster fot i höger lår och framför ditt högra sittben. Ta sedan tag i den yttre kanten av höger fot och placera den i vecket i vänster höft. Placera handflatorna nedåt på dina knäskålar och sitt högt med axlarna avslappnade. Upprepa med vänster ben på toppen.
th: นั่งบนพื้นและงอเข่าข้างซ้ายของคุณ จากนั้นนั่งขัดสมาธิโดยสอดเท้าซ้ายไว้ใต้ต้นขาขวา จากนั้นวางเท้าขวาของคุณไว้บนต้นขาซ้ายให้ใกล้ขาหนีบมากที่สุด วางฝ่ามือแล้วคว่ำหน้าก้มตัวลงบนหัวเข่าของคุณและนั่งในท่านั้นโดยให้ไหล่ของคุณผ่อนคลาย จากนั้นทำซ้ำโดยการนำเท้าซ้ายไว้บนต้นขาขวา
tr: Yere oturun ve sol ayağınızın dış kısmını sağ uyluğunuzun altına ve oturma kemiğinizin önüne yerleştirerek sol dizinizi bükün. Ardından sağ ayağınızın dış kısmını kavrayın ve sol kalça kıvrımınıza yerleştirin. Avuç içlerinizi yere bakar şekilde diz kapaklarınızın üzerine yerleştirin ve omuzlarını gevşeterek dik oturun. Sol bacak yukarıda olacak şekilde tekrarlayın.
zh_hans: 坐在地上并弯曲你的左膝，左脚顶在右腿内侧、右坐骨的前侧。接着抓住右脚放到左大腿上。将你的手掌向下放在膝盖上，双肩放松端坐。左脚在上重复以上动作。
zh_hant: 坐在地上並彎曲你的左膝，左腳頂在右腿內側、右坐骨的前側。接著抓住右腳放到左大腿上。將你的手掌向下放在膝蓋上，雙肩放鬆端坐。左腳在上重複以上動作。
