Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription114
source: Stand with your feet at least one leg's distance apart and toes slightly turned in. Interlace your fingers behind you. Fold forward at the hip creases, releasing the crown of your head towards the floor between your feet and reaching your clasped hands towards the ground. Repeat with opposite interlace of the fingers (i.e., opposite index finger and thumb on top).
de: Stehe mit den Füßen mindestens eine Beinlänge auseinander und den Zehen leicht nach innen gedreht. Verkreuze deine Finger hinter dir. Beuge dich an den Hüftbeugen nach vorne, lasse den Kopfscheitel zwischen deine Füße in Richtung Boden fallen und bringe die verkreuzten Hände in Richtung Boden. Wiederhole das Ganze den Händen andersherum verschlungen (bzw. mit dem anderen Zeigefinger und Daumen oben).
es: Ponte de pie con los pies a una distancia de por lo menos una pierna y los dedos de los pies ligeramente girados hacia dentro. Entrelaza los dedos detrás de ti. Dóblate hacia adelante a la altura de los pliegues de las caderas, dejando ir la parte superior de la cabeza hacia el suelo entre los pies y desplazando las manos unidas hacia el suelo. Repítelo con los dedos entrelazados a la inversa (es decir, el dedo índice opuesto y el pulgar por encima).
fr: Se tenir debout avec les pieds écartés d'au moins une largeur de jambe et les orteils légèrement tournés vers l'intérieur. Entrecroiser les doigts derrière soi. Se pencher en avant au niveau de la pliure des hanches, en libérant l'arrière de la tête vers le sol entre les pieds et en dirigeant les mains jointes vers le sol. Répéter avec l'entrecroisement opposé des doigts (i.e. l'index et le pouce opposé sur le dessus).
it: In piedi con i piedi almeno a distanza di una gamba e le dita dei piedi leggermente girato. Intrecciate le dita dietro di voi. Piegate in avanti le i fianchi, rilasciando la sommità della testa verso il pavimento tra i piedi e raggiungere le mani giunte verso il suolo . Ripetere con dita intrecciate di fronte (vale a dire, indice e pollice opposto in alto).
ja: 両足を少なくとも脚の長さ分だけ離して立ち、つま先はわずかに内側に回します。身体の後ろで指を組みます。脚の付け根から身体を前に倒し、足の間から頭のてっぺんを地面に向け、組んだ手を地面に近づけます。 指の組み方を反対（つまり、反対の親指が上になるようにする）にして、同様に繰り返します。
ko: 최소 한 발 간격으로 벌리고 발가락을 약간 안쪽으로 돌려 섭니다. 뒤로 손을 깍지 낍니다. 다리 사이로 정수리를 내리며 깍지 낀 손이 바닥으로 향하도록 펴며 가랑이를 앞으로 접습니다. 손을 반대로 끼고 반복합니다 (예: 검지와 엄지를 반대로 위에).
nl: Ga met je voeten op minstens een beenlengte van elkaar staan met je tenen lichtelijk naar binnen gedraaid. Verstrengel je vingers achter je. Buig vanuit je heupen naar voren en kom met de kruin van je hoofd naar de vloer tussen je voeten en breng je samengevouwen handen naar de grond. Herhaal dit met de tegenovergestelde handgreep, dat is met de wijsvinger en duim van de andere hand boven.
pt_pt: De pé, coloque os pés a uma distância equivalente ao comprimento de uma perna com os dedos dos pés ligeiramente virados para dentro. Entrelace os dedos atrás de si. Dobre-se para a frente pelas ancas, soltando o topo da cabeça em direção ao chão entre os seus pés e esticando as mãos unidas em direção ao chão. Repita entrelaçando as mãos de forma oposta (isto é, dedo indicador e polegar oposto por cima).
ru: Встаньте и расставьте ноги на 1,2—1,5 м. Убедитесь в том, что ступни параллельны, а пальцы ног находятся на одной линии. Выпрямите ноги, потянув вверх колени и мышцы бедер. Заведите руки назад и сцепите их в замок. Выдохните и наклонитесь вперед, растягивая позвоночник.
sv: Stå med fötterna åtminstone ett benavstånd från varandra och tårna något inåtvända. Fläta ihop fingrarna bakom dig. Vik framåt vid höftvecket, släpp kronan på huvudet mot golvet mellan fötterna och sträck dina knäppta händer mot marken. Upprepa med motsatt flätning av fingrarna (dvs. motsatt pekfinger och tumme på toppen).
th: ยืนขึ้นโดยแยกเท้าของคุณออกอย่างน้อยหนึ่งความยาวขาและหันนิ้วเท้าเข้ามาด้านในเล็กน้อย ประสานนิ้วมือทั้งสองไว้ข้างหลังคุณ โน้มตัวลงที่ขาหนีบแล้วค่อย ๆ ปล่อยศีรษะลงสู่พื้นระหว่างเท้าของคุณและโน้มมือที่ประสานกันไว้เข้าหาพื้น ทำซ้ำโดยสลับนิ้วมือข้างที่ประสานกัน (เช่น นิ้วชี้และนิ้วหัวแม่มือฝั่งตรงข้ามอยู่ด้านบน)
tr: Ayaklarınız en az bir bacak uzunluğunda aralıklı ve ayak parmakları hafif içe çevrilmiş şekilde ayaklarınızın üzerinde durun. Parmaklarınızı sırtınızın arkasında birbirine geçirin. Başınızın tepesini yere ayaklarınızın arasına serbest bırakarak ve kavuşturulmuş ellerinizi yere doğru uzatırken kalça kıvrımlarınızdan öne katlanın. Parmaklarınızı ters şekilde birbirine geçirerek (yani diğer işaret parmağınız ve başparmağınız üstte olacak şekilde) tekrarlayın.
zh_hans: 两脚相距至少一只脚的宽度站立，脚趾稍微内转。双手手指在身后交扣。上半身前倾，头部朝两腿之间的地板下垂，双手朝地交扣。 手指交扣的位置互换（例如食指和拇指的上下），重复以上动作。
zh_hant: 兩腳相距至少一隻腳的寬度站立，腳趾稍微內轉。雙手手指在身後交扣。上半身前傾，頭部朝兩腿之間的地板下垂，雙手朝地交扣。 手指交扣的位置互換（例如食指和拇指的上下），重複以上動作。

# exerciseDescription115
source: Sit with your legs extended out to either side and toes flexed up to the sky. Twist your upper body to the right, place your left elbow on the floor inside of your left leg and hold the inner edge of your left foot in your left hand. Extend your right arm alongside your ear and hold the top of the left foot in your right hand. Anchor your right buttock and right leg to the floor as you rotate your chest towards the sky. Repeat side bending over the right leg.
de: Sitze mit deinen Beinen zu beiden Seiten ausgestreckt und den Zehen zum Himmel gerichtet. Drehe deinen Oberkörper nach rechts, lege deinen linken Ellbogen an die Innenseite deines linken Beins auf den Boden und halte die Innenseite deines linken Fußes in deiner linken Hand. Strecke deinen rechten Arm an der Seite deines Ohrs aus und halte die Oberseite des linken Fußes in deiner rechten Hand. Verankere deinen rechten Gesäßknochen und das rechte Bein auf dem Boden, während du deine Brust zum Himmel drehst. Wiederhole die seitliche Drehung über dem rechten Bein.
es: Siéntate con las piernas extendidas hacia ambos lados y los dedos de los pies flexionados hacia el cielo. Gira la parte superior del cuerpo a la derecha colocando el codo izquierdo en el suelo por la parte interna de la pierna izquierda y sujetando el borde interno del pie izquierdo con la mano izquierda. Extiende el brazo derecho junto al oído y sujeta la parte superior del pie izquierdo en la mano derecha. Pega el glúteo derecho y la pierna derecha al suelo mientras rotas el pecho hacia el cielo. Repítelo doblándote lateralmente sobre la pierna derecha.
fr: S'asseoir avec les jambes allongées vers l'extérieur et les orteils fléchis vers le ciel. Faire un mouvement de torsion de la partie supérieure du corps, placer le coude gauche sur le sol à l'intérieur de la jambe gauche et maintenir le bord intérieur du pied gauche avec la main gauche. Étirer le bras droit le long de l'oreille et maintenir le dessus du pied gauche avec la main droite. Ancrer la fesse droite et la jambe droite au sol tout en effectuant une rotation de la poitrine vers le ciel. Répéter en se penchant sur la jambe droite.
it: Sedetevi con le gambe stese e le dita dei piedi flesso verso il cielo. Piegare il busto verso destra, inserire il gomito sinistro sul pavimento all'interno della gamba sinistra e tenere premuto il bordo interno del piede sinistro sulla mano sinistra. Stendere il braccio destro accanto al vostro orecchio e tenere la parte superiore del piede sinistro con la mano destra. Tenere il gluteo destro e la gamba destra a terra mentre si ruota il petto verso il cielo. l Ripetere chinandosi sulla gamba destra.
ja: 地面に座り、脚を左右に広げて伸ばし、つま先は空を向くようにします。上半身を右にひねり、左ひじを左脚の内側で地面につき、左足の内側を左手でつかみます。右腕を耳に沿って伸ばし、左足の甲を右手でつかみます。右のお尻と右脚が地面から浮かないようにしながら、胸を空に向けて開きます。左右を入れかえて、右脚の上に身体を倒す方も同様に行います。
ko: 발을 양쪽으로 펴고 발가락은 위로 편안하게 한 상태로 앉습니다. 상체를 오른쪽으로 비틀고, 왼쪽 팔꿈치를 왼발 안 바닥에 놓으며 왼손으로 왼발 안쪽 부분을 잡습니다. 오른팔을 귀 옆으로 펴고 오른손으로 왼발 윗부분을 잡습니다. 가슴을 위로 돌리면서 엉덩이와 오른발은 바닥에 고정합니다. 오른발 위로 숙이며 반복합니다.
nl: Ga met gespreide benen zitten en de tenen naar de lucht gestrekt. Draai je bovenlichaam naar rechts, plaats je linkerelleboog op de vloer aan de binnenkant van je linkerbeen en houd de binnenzijde van je linkervoet in je linkerhand. Strek je rechterarm langs je oor en houd de bovenkant van je linkervoet in je rechterhand. Zorg ervoor dat je rechterbil en rechterbeen stevig op de grond zijn als je je borst richting lucht draait. Herhaal de zijwaartse buiging over het rechterbeen.
pt_pt: Sente-se com as pernas esticadas para cada lado e os dedos dos pés a apontar para cima. Torça o tronco para a direita, coloque o cotovelo esquerdo no chão do lado de dentro da sua perna esquerda e agarre no lado de dentro do seu pé esquerdo com a mão esquerda. Estique o braço direito junto à orelha e agarre no peito do pé esquerdo com a mão direita. Ancore a nádega direita e a perna direita no chão à medida que roda o peito em direção ao céu. Repita dobrando-se para cima da perna direita.
ru: Сесть на пол, ноги вытянуть прямо перед собой. Расставить ноги широко, насколько это возможно. Скрутить туловище влево и опустить правый бок к вытянутой ноге. Захватить левой рукой правую стопу с внешней стороны, вытянув руку через бок — так, чтобы плечо накрыло ухо. Дотянуться правой рукой до правой стопы и захватить стопу с внутренней стороны. Разводя локти, разворачивать грудную клетку больше вверх, затылок — к колену
sv: Sitt med benen sträckta ut till endera sidan och tårna böjda upp till himlen. Vrid överkroppen åt höger, placera din vänstra armbåge på golvet inne i vänster ben och håll innerkanten av din vänstra fot i vänster hand. Sträck din högra arm vid sidan av örat och håll toppen av den vänstra foten i höger hand. Ankra din högra skinka och höger ben i golvet medan du roterar bröstet mot himlen. Upprepa böjandet år sidan över höger ben.
th: นั่งเหยียดขาทั้งสองออกไปด้านข้างและนิ้วเท้าชี้เข้าหาเพดาน บิดตัวไปทางขวา จากนั้นวางข้อศอกซ้ายลงบนพื้นด้านในของขาซ้ายและใช้มือซ้ายเอื้อมจับที่ฝ่าเท้าซ้าย เหยียดแขนข้างขวาของคุณไปทางด้านข้างใบหูและจากนั้นใช้มือขวาจับหน้าเท้าซ้าย ยึดสะโพกขวาและขาขวาของคุณไว้กับพื้นขณะที่คุณหันหน้าอกมุ่งสู่ท้องฟ้า ทำซ้ำเช่นนี้โดยการโน้มตัวไปทางขาขวา
tr: Bacaklarınız herhangi bir tarafa uzatılmış ve ayak parmaklarınız gökyüzüne doğru esnetilmiş vaziyette oturun. Üst vücudunuzla sağa burgu yapın, sol dirseğinizi sol bacağınızın içine yere yerleştirin ve sol ayağınızın iç kısmını sol elinizle tutun. Sağ kolunuzu kulağınızın yanına uzatın ve sol ayağınızın üstünü sağ elinizle tutun. Göğsünüzü gökyüzüne doğru döndürürken poponuzun sağ kısmını ve sağ bacağınızı yere sabitleyin. Sağ bacak üzerinden yana eğilerek tekrarlayın.
zh_hans: 坐在地上，双脚向两边伸展脚趾朝天。上半身扭向右边，左手肘放在左脚内侧的地板上，用左手抓着左脚。右臂沿着耳朵伸展，右手抓着左脚前段。右屁股与右脚固定在地，胸口转向上方。左右位置互换重复以上动作。
zh_hant: 坐在地上，雙腳向兩邊伸展腳趾朝天。上半身扭向右邊，左手肘放在左腳內側的地板上，用左手抓著左腳。右臂沿著耳朵伸展，右手抓著左腳前段。右屁股與右腳固定在地，胸口轉向上方。左右位置互換重複以上動作。

# exerciseDescription116
source: Stand with your feet slightly wider than your hips, toes turned out. Bend your knees and lower your seat towards the floor in between your heels. Join your palms in front of your chest in a prayer position and place your elbows against the insides of your thighs. Inhale as you lengthen your spine and exhale as you twist to the left, spreading the arms open. Turn your thumbs down to internally rotate both arms. Bend your left elbow behind your back and bend your right elbow around the outside of the right shin. If possible, clasp the fingertips together near the outside of the right hip. Repeat twisting to the right and wrapping the arms around the left leg.
de: Stehe mit deinen Füßen etwas weiter als hüftbreit auseinander, die Zehen zeigen nach außen. Beuge deine Knie und senke deinen Sitz zwischen deine Fersen in Richtung Boden ab. Führe deine Handflächen vor deiner Brust in einer betenden Position zusammen und lege deine Ellbogen auf die Innenseiten deiner Oberschenkel. Atme ein, während du deine Wirbelsäule lang machst und atme aus, während du dich nach links drehst und die Arme weit öffnest. Drehe die Daumen nach unten, um beide Arme nach innen zu drehen. Beuge deinen linken Ellbogen hinter deinem Rücken und den rechten Ellbogen um die Außenseite deines rechten Schienbeins. Wenn möglich, verkreuze die Fingerspitzen an der Außenseite deiner rechten Hüfte. Wiederhole das Ganze mit der Drehung nach rechts und mit den Armen um das linke Bein geschlungen.
es: Ponte de pie con los pies separados a una distancia ligeramente superior a las caderas, con los dedos de los pies girados hacia fuera. Dobla las rodillas y baja la zona de los glúteos hacia el suelo entre los talones. Une las palmas frente al pecho en una posición de rezo y coloca los codos contra la cara interna de los muslos. Toma aire mientras estiras la espalda y exhala mientras te giras hacia la izquierda, separando los brazos. Gira los pulgares hacia abajo para rotar ambos brazos internamente. Flexiona el codo izquierdo por detrás de la espalda y el codo derecho alrededor de la parte externa de la espinilla derecha. Si es posible, enlaza las puntas de los dedos cerca de la zona exterior de la cadera derecha. Repítelo girando hacia la derecha y poniendo los brazos alrededor de la pierna izquierda.
fr: Se tenir debout avec les pieds légèrement plus écartés que les hanches et les orteils tournés vers l'extérieur. Plier les genoux et abaisser le fessier vers le sol entre les talons. Joindre les paumes devant la poitrine dans la position du prieur et placer les coudes contre l'intérieur des cuisses. Inspirer tout en étirant la colonne vertébrale et expirer tout en effectuant une torsion vers la gauche, en écartant les bras. Tourner les pouces vers le bas avec un mouvement de rotation vers l'intérieur des deux bras. Plier le coude gauche derrière le dos et plier le coude droit autour du tibia droit. Si possible, entrecroiser le bout des doigts près de l'extérieur de la hanche droite. Répéter avec une torsion vers la droite et en enroulant les bras autour de la jambe gauche.
it: In piedi con i piedi leggermente più ampi rispetto ai fianchi, le dita dei piedi all’insù. Piegate le ginocchia e abbassate il sedere verso il pavimento tra i talloni. Portare i palmi delle mani davanti al petto in posizione di preghiera e mettere i gomiti contro l'interno delle le cosce. Inspirate mentre allungate la colonna vertebrale ed espirate, girandovi a sinistra, allargando le braccia. Portare i pollici verso il basso per ruotare internamente entrambe le braccia. Portareil gomito sinistro dietro la schiena e piegare il gomito destro intorno alla parte esterna della tibia destra. Se possibile, stringere le dita insieme vicino all'esterno del fianco destro. Ripetere piegando a destra e avvolgendo le braccia attorno alla gamba sinistra.
ja: 足を腰の幅よりも少し開いて立ち、つま先は外に開きます。両ひざを曲げて、かかとの間にお尻を下げていきます。胸の前で両手を合わせて拝む形にし、両ひじを太ももの内側に当てます。 息を吸いながら背骨を伸ばし、息を吐きながら左に身体をひねり、両腕を左右に広げます。親指を下に向けて、両腕を内側に回します。左ひじは身体の後ろで曲げて、右ひじは右すねの外側で曲げます。可能であれば、右のお尻の外側で両手の指先をひっかけます。 左右を入れかえて、右に身体をひねり、両腕が左脚を抱え込む方も同様に行います。
ko: 발가락을 밖으로 하며 엉덩이 너비보다 약간 넓게 섭니다. 무릎을 구부리고 발꿈치 사이 안으로 바닥을 향해 앉은 자세를 낮춥니다. 기도하는 자세처럼 가슴 앞으로 두 손을 모으고 팔꿈치를 허벅지 안쪽으로 맞대어 놓습니다. 허리를 곧게 펴면서 숨을 들이쉬고 팔을 펼치면서 왼쪽으로 비틀며 숨을 내쉽니다. 팔을 안쪽으로 돌리며 엄지를 아래로 돌립니다. 왼쪽 팔꿈치를 등 뒤로 구부리고 오른쪽 팔꿈치는 오른쪽 정강이 밖으로 구부립니다. 가능하면 오른쪽 엉덩이 바깥 근처에서 손끝을 같이 잡습니다. 오른쪽으로 비틀며 손을 왼쪽 다리를 감싸며 반복합니다.
nl: Ga staan met je voeten op iets meer dan heupbreedte van elkaar met de tenen naar buiten gedraaid. Buig je knieën en laat je tussen je hielen zakken. Vouw je handen op borsthoogte in bidpositie en plaats je ellebogen tegen de binnenkant van je dijbenen. Adem in, maak je wervelkolom langer en adem uit bij het draaien naar links en je je armen open spreid. Draai je duimen naar beneden om beide armen naar binnen te draaien. Buig je linkerelleboog achter je rug en sla je rechterelleboog om de buitenkant van je rechterscheenbeen heen. Indien mogelijk vouw de handen samen bij de buitenzijde van de rechterheup. Herhaal dit door naar rechts te draaien en de armen om het linkerbeen heen te slaan.
pt_pt: De pé, coloque os pés a uma distância um pouco maior que a das ancas com os dedos virados para fora. Dobre os joelhos e baixe o rabo em direção ao chão por entre os calcanhares. Una as palmas das mãos em frente ao peito em posição de oração e coloque os cotovelos contra o interior das suas coxas. Inspire ao alongar a coluna e expire ao torcer para a esquerda, abrindo os braços. Vire os polegares para baixo para rodar internamente ambos os braços. Dobre o cotovelo esquerdo atrás das costas e dobre o cotovelo direito pelo lado de fora da canela direita. Se possível, una os dedos perto do lado de fora da anca direita. Repita torcendo para a direita e unindo os braços em torno da perna esquerda.
ru: Сядьте на корточки и расположите стопы на ширине таза и разверните их наружу, на сколько будет комфортно. Следите за тем, чтобы стопы полностью были прижаты к полу. Заведите левую руку перед коленом левой ноги и согните её в локте. Правую руку заведите назад и возмитесь за ладонь левой руки. Задержитесь в данном положении повторите тоже самое со второй стороной.
sv: Stå med fötterna något bredare än höfterna, vänd tårna utåt. Böj knäna och sänk din sits mot golvet mellan hälarna. Gå med handflatorna framför bröstet i en böneställning och placera armbågarna mot insidan av låren. Andas in när du sträcker din ryggrad och andas ut när du vrider åt vänster, spridande armarna öppet. Vänd tummarna ner för att internt rotera båda armarna. Böj vänster armbåge bakom ryggen och böj höger armbåge runt utsidan av höger smalben. Om möjligt, lås ihop fingertopparna tillsammans nära utsidan av den högra höften. Upprepa vridande åt höger och slå armarna runt vänster ben.
th: ยืนขึ้นโดยแยกเท้าของคุณให้ห่างประมาณหนึ่งช่วงตัวและหันเท้าออกเล็กน้อย งอเข่าของคุณลงมาและย่อตัวในท่านั่งเข้าหาพื้นระหว่างเท้าทั้งสองข้าง พนมมือไว้ที่หน้าอกและวางข้อศอกแนบไปกับต้นขาของคุณ ในขณะที่คุณหายใจเข้าให้ยืดสันหลังของคุณและหายใจออกในขณะที่คุณบิดตัวไปทางซ้ายแล้วอ้าแขนออก จากนั้นหันนิ้วโป้งทั้งสองเข้าหาพื้นเพื่อหมุนแขนทั้งสองข้าง งอข้อศอกซ้ายมาทางด้านหลังและงอข้อศอกขวาอ้อมมาทางหน้าแข้งขวา หากเป็นไปได้ให้ประสานมือที่บริเวณสะโพกขวาด้านนอก ทำซ้ำโดยการบิดตัวไปทางขวาและอ้อมแขนมาทางขาซ้าย
tr: Ayaklarınız kalçalarınızdan hafif daha geniş ve ayak parmaklarınız dışa çevrilmiş şekilde ayaklarınızın üzerinde durun. Dizlerinizi bükün ve oturuşunuzu yere doğru topuklarınızın arasına alçaltın. Avuç içlerinizi göğsünüzün önünde dua pozisyonunda birleştirin ve dirseklerinizi uyluklarınızın iç kısımlarına yerleştirin. Omurganızı uzatırken nefes alın ve kollarınızı yana açarak sola burgu yaparken nefes verin. Her iki kolunuzu da içten döndürmek için el başparmaklarınızı aşağıya çevirin. Sol dirseğinizi sırtınızın arkasına bükün ve sağ dirseğinizi sağ kavalkemiğinin dışına bükün. Mümkünse, parmak uçlarınızı sağ kalçanızın dış kısmının yanında kavuşturun. Sağa burgu yaparak ve kolları sol bacağın etrafına sararak tekrarlayın.
zh_hans: 双脚距离稍微比臀部宽，脚趾朝外。屈膝降低姿势。双手合十放在胸前，手肘靠在大腿内侧。 吸气时伸展脊椎，呼气时扭向左边，双臂张开。拇指朝下转动双臂。左手肘在身后弯曲，右手肘围绕右胫骨弯曲。能够的话，双手在靠近右臀部的位置交扣。 左右位置互换重复以上动作。
zh_hant: 雙腳距離稍微比臀部寬，腳趾朝外。屈膝降低姿勢。雙手合十放在胸前，手肘靠在大腿內側。 吸氣時伸展脊椎，呼氣時扭向左邊，雙臂張開。拇指朝下轉動雙臂。左手肘在身後彎曲，右手肘圍繞右脛骨彎曲。能夠的話，雙手在靠近右臀部的位置交扣。 左右位置互換重複以上動作。

# exerciseDescription117
source: Start in a tabletop position on all fours. Bring your big toes together and separate your knees wider than your hips. Walk your palms forward, resting your torso in between your legs and releasing your forehead to the floor.
de: Beginne auf allen vieren in der Position eines Bretts. Führe deine großen Zehen zusammen und nimm deine Knie breiter als deine Hüften auseinander. Laufe mit deinen Handflächen nach vorne, lege deinen Oberkörper zwischen deine Beine und lege deine Stirn auf dem Boden ab.
es: Comienza desde la posición de la mesa a cuatro patas. Junta los dedos gordos de los pies y separa las rodillas a una distancia mayor de la que hay entre las caderas. Haz que las palmas de tus manos caminen hacia adelante descansando el torso entre las piernas y colocando la frente en el suelo.
fr: Commencer à quatre pattes avec la position de la table. Joindre les gros orteils et séparer les genoux avec un écart plus large que les hanches. Faire avancer les paumes vers l'avant, en reposant le torse entre les jambes et en libérant le front sur le sol.
it: Iniziare nella posizione del tavolo , a quattro zampe. Unire gli alluci e separare le ginocchia più largo rispetto ai fianchi piedi e palmi delle mani in avanti, appoggiando il busto in tra le gambe e rilasciando la fronte a terra.
ja: 両手と両ひざをついた姿勢から始めます。両足の親指をそろえて、ひざを腰幅よりも広く広げます。両手を前に歩かせ、体幹が両足の間に入るようにして、おでこを地面につけて力を抜きます。
ko: 테이블 자세로 시작합니다. 엄지 발가락을 같이 붙이고 엉덩이 너비보다 넓게 무릎을 벌립니다. 몸을 다리 사이 안으로 앉으며 이마를 바닥에 놓으며 손바닥으로 앞으로 걸어갑니다.
nl: Begin in de tafelhouding op handen en knieën. Breng je grote tenen bij elkaar en spreid je knieën wijder dan je heupen uit. Kruip op je handen naar voren en laat je romp tussen je benen rusten met je voorhoofd op de grond.
pt_pt: Comece de gatas em posição de mesa. Junte os dedos grandes dos pés e separe os joelhos a uma distância maior que a das ancas. Caminhe com as palmas para a frente, repousando o tronco entre as pernas e soltando a testa até ao chão.
ru: Встаньте на колени на пол, большие пальцы ног вместе, колени на ширине бедер. Опуститесь ягодицами на пятки. Копчик должен опираться на пятки. Как только ягодицы опустились, вытяните туловище вперед и положите лоб на пол. Потяните вперед руки и бока, положите ладони на пол. Не расставляйте колени слишком широко.
sv: Börja i positionen av en bordsskiva på alla fyra. Ta in dina stortår tillsammans och separera knäna bredare än höfterna. Gå dina handflator framåt, vila din överkropp mellan benen och släpp din panna till golvet.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขาโดยให้นิ้วหัวแม่เท้าชิดกันและแยกเข่าออกให้กว้างกว่าสะโพกของคุณ เอื้อมฝ่ามือไปข้างหน้า พักลำตัวไว้ระหว่างขาของคุณและค่อย ๆ แตะศีรษะลงบนพื้น
tr: Dört uzuvlu masa üstü pozisyonuyla başlayın. Ayak başparmaklarınızı birleştirin ve dizlerinizi kalçalarınızdan daha geniş olacak şekilde ayırın. Gövdenizi bacaklarınızın arasında dinlendirirken ve alnınızı yere serbest bırakırken avuç içlerinizi ileri yürütün.
zh_hans: 以四柱式开始。脚趾大拇指靠拢，膝盖分开相距比臀部宽的距离。手掌往前移动，身体在两腿之间，额头靠在地板上。
zh_hant: 以四柱式開始。腳趾大拇指靠攏，膝蓋分開相距比臀部寬的距離。手掌往前移動，身體在兩腿之間，額頭靠在地板上。
