Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription72
source: Start in a lunge with your right foot forward and your right knee stacked over your right ankle. Lower your left knee to the floor behind you and place the top of your left foot on the floor. Level your hips by sliding your right hip back and wrapping your left hip forward towards the inside of the right thigh. Extend your arms alongside your ears and lift your belly away from the top of the right thigh, curving your chest towards the sky. Look up in between your palms.
de: Beginne mit einem Ausfallschritt mit deinem rechten Fuß vorne und deinem rechten Knie über deinem Knöchel. Senke dein linkes Knie und die Oberseite deines linken Fußes auf den Boden hinter dir ab. Richte deine Hüfte aus, indem du deine rechte Hüfte nach hinten schiebst und deine linke Hüfte nach vorne zur Innenseite deines rechten Oberschenkels. Strecke deine Arme an den Seiten deiner Ohren aus, hebe deinen Bauch weg von der Oberseite deines rechten Oberschenkels und wölbe deine Brust zum Himmel. Schaue zwischen deine Handflächen.
es: Empieza con una zancada, con el pie derecho hacia delante y la rodilla derecha colocada sobre el tobillo derecho. Baja la rodilla izquierda al suelo detrás de ti y coloca la parte superior del pie izquierdo en el suelo. Equilibra las caderas deslizando la cadera derecha hacia atrás y llevando la cadera izquierda hacia delante, en dirección a la cara interna del muslo derecho. Extiende los brazos junto a los oídos y eleva el vientre alejándolo de la parte superior del muslo derecho, curvando el pecho hacia el cielo. Mira hacia arriba entre las palmas de las manos.
fr: Commencer avec un plongeon avec le pied droit en avant et le genou droit superposé sur la cheville droite. Abaisser le genou gauche vers le sol derrière soi et placer le dessus du pied gauche sur le sol. Mettre à niveau les hanches en faisant glisser la hanche droite en arrière et en ramenant la hanche gauche vers l'avant vers l'intérieur de la cuisse droite. Étirer les bras le long des oreilles et soulever le ventre en s'écartant du dessus de la cuisse droite, en courbant la poitrine vers le ciel. Regarder vers le haut entre les paumes.
it: Iniziare con un affondo del piede destro in avanti e il ginocchio destro allineato sopra la caviglia destra. Abbassare il ginocchio sinistro a terra dietro di voi e posizionare la parte superiore del piede sinistro sul pavimento. Livellare i fianchi facendo scorrere il fianco destro indietro e portando l'anca sinistra in avanti verso l'interno della coscia destra estendere le braccia sulle orecchie e sollevare la pancia dalla parte superiore della coscia destra, curvando il petto verso il cielo .Guardare tra i palmi delle mani
ja: 右足を前にし、右ひざが足首の真上に来るようにして、ランジの姿勢から始めます。左のひざを身体の後ろ側で地面まで下げ、右太ももの内側に向けて左のお尻を突き出します。両腕を耳に沿って伸ばし、お腹が右太ももから離れるようにし、空に向けて胸を反ります。両手の間から上を見るようにします。
ko: 오른발을 앞으로 하고 손가락 끝을 오른발에 대고 런지 자세로 시작합니다. 왼쪽 무릎을 뒤로 낮추고 왼쪽 발등을 바닥에 닿게 합니다. 오른쪽 엉덩이를 뒤로 움직이고 왼쪽 엉덩이를 오른쪽 허벅지 안 앞쪽으로 둘러서 엉덩이를 평평하게 합니다. 두 팔을 귀 옆으로 쭉 뻗으며 가슴을 위로 올리며 배를 오른쪽 허벅지 위로 들어줍니다. 손바닥 사이를 쳐다봅니다.
nl: Begin in een lunge met je rechtervoet naar voren en je rechterknie recht boven je rechterenkel. Laat je linkerknie achter je naar de vloer zakken en plaats de bovenkant van je linkervloet op de vloer. Positioneer je heupen door de rechterheup naar achteren te schuiven en de linkerheup naar voren richting de binnenkant van de rechterdij te brengen. Strek je armen langs je oren en hef je buik van de bovenkant van je rechterdijbeen en steek je borst vooruit in de richting van de lucht. Kijk omhoog tussen je handpalmen.
pt_pt: Comece em posição de corredor com o pé direito à frente e o joelho direito alinhado por cima do tornozelo direito. Baixe o joelho esquerdo até ao chão atrás de si e coloque o peito do pé esquerdo no chão. Nivele as suas ancas deslizando a sua anca direita para trás e aninhando a anca esquerda à frente na direção do interior da coxa direita. Estique os braços junto às orelhas e eleve a barriga afastando-a da coxa direita, curvando o peito em direção ao céu. Olhe para cima por entre as palmas das suas mãos.
ru: Стоя шагните правой ногой вперед на расстояние метра и согните колено на 90 градусов. Опустите левое колено на пол и, сохраняя правое колено неподвижным, скользите левой ягодицей назад до тех пор, пока вы чувствуете в этом положении комфорт. Прижмите стопу левой ноги к полу. Поднимите корпус вверх и одновременно сделайте взмах руками и поднимите их вверх, перпендикулярно полу и вдоль корпуса.
sv: Börja i ett utfall med din högra fot framåt och höger knä staplat över höger fotled. Sänk vänster knä på golvet bakom dig och placera toppen av din vänstra fot på golvet. Plana dina höfter genom att skjuta din högra höft tillbaka och linda vänster höft framåt mot insidan av höger lår. Förläng armarna längsmed dina öron och lyft magen bort från toppen av höger lår, böj bröstet mot himlen. Titta upp i mellan handflatorna.
th: เริ่มต้นในท่าลันจ์โดยวางเท้าขวาไว้ข้างหน้าและให้หัวเข่าขวาตั้งตรงกับข้อเท้าขวาของคุณ ลดเข่าซ้ายของคุณลงและวางหน้าเท้าซ้ายของคุณราบไปกับพื้น จัดระดับสะโพกของคุณโดยการเลื่อนสะโพกขวาไปด้านหลังและเก็บสะโพกซ้ายมาทางด้านหน้า ชูแขนทั้งสองข้างขึ้นให้ขนานไปกับหูของคุณและขยับหน้าท้องของไปทางต้นขาขวาจากนั้นดันหน้าอกขึ้นสู่ท้องฟ้า แล้วเงยหน้าขึ้นมองระหว่างฝ่ามือของคุณ
tr: Sağ ayağınız ileride ve sağ diziniz sağ ayak bileğinizin üzerinde bir hamleyle başlayın. Sol dizinizi yerde arkanıza alçaltın ve sol ayağınızın üstünü yere yerleştirin. Sağ kalçanızı geriye kaydırarak ve sol kalçanızı sağ uyluğun içine doğru ileriye sararak kalçalarınızı hizaya getirin. Kollarınızı kulaklarınızın yanına uzatın ve göğsünüzü gökyüzüne doğru eğerek sağ uyluğun tepesinden öteye göbeğinizi kaldırın. Yukarı avuç içlerinizin arasına bakın.
zh_hans: 右脚在前，以冲刺式开始。确保右膝呈90度弯曲，膝盖位于脚踝之上。左膝往下压，小腿贴地。右边臀部往后摆，左边臀部往右腿内侧施力。双臂在耳边举起，腹部从右腿上移开，胸部朝天弯曲。目光注视在手掌之间。
zh_hant: 右腳在前，以沖刺式開始。確保右膝呈90度彎曲，膝蓋位於腳踝之上。左膝往下壓，小腿貼地。右邊臀部往後擺，左邊臀部往右腿內側施力。雙臂在耳邊舉起，腹部從右腿上移開，胸部朝天彎曲。目光注視在手掌之間。

# exerciseDescription73
source: Start on all fours in a tabletop position. Place your left knee behind your left wrist and place the outer edge of your left foot behind your right wrist. Extend the right leg behind you with the toes tucked under, and drag the right leg as far back as you can before placing the right knee and top of the foot on the ground. Lift your shoulders above your hips and place the outer edge of your left foot in front of your right hip. Bend your right knee and, holding your right foot in your right hand, bring the foot towards your outer right hip. Slip the foot into the crook of your right elbow. Extend your left arm alongside your ear and bend your left elbow so that your fingertips point towards the floor. Latch your right fingertips and left fingertips together as you lift your chest.
de: Beginne auf allen vieren in der Position eines Bretts. Stelle dein linkes Knie hinter dein linkes Handgelenk und die Außenseite deines linken Fußes hinter dein rechtes Handgelenk. Strecke dein rechtes Bein mit den Zehen nach unten geklemmt hinter dir aus und ziehe das rechte Bein, soweit du kannst, nach hinten, bevor du das rechte Knie und die Oberseite des Fußes auf den Boden legst. Hebe deine Schultern über deine Hüfte und stelle die Außenseite deines linken Fußes vor deine rechte Hüfte. Beuge dein rechtes Knie und halte den rechten Fuß in deiner rechten Hand, bringe den Fuß zu deiner äußeren, rechten Hüfte. Lasse den Fuß in deine rechte Armbeuge gleiten. Strecke deinen linken Arm an deinem Ohr aus und beuge den linken Ellbogen, sodass deine Fingerspitzen zum Boden zeigen. Verkreuze deine rechten und linken Fingerspitzen ineinander, während du deine Brust anhebst.
es: Empieza a cuatro patas en la posición de la mesa. Coloca la rodilla izquierda detrás de la muñeca izquierda y coloca el borde externo del pie izquierdo detrás de la muñeca derecha. Extiende la pierna derecha detrás de ti con los dedos de los pies debajo y lleva la pierna derecha tan lejos como puedas antes de colocar la rodilla derecha y la parte superior del pie en el suelo. Eleva los hombros sobre las caderas y coloca la zona externa del pie izquierdo frente a la cadera derecha. Dobla la rodilla derecha y, sujetando el pie derecho con la mano derecha, lleva el pie hacia la parte externa de la cadera derecha. Coloca el pie en el hueco del codo derecho. Extiende el brazo izquierdo junto al oído y dobla el codo izquierdo para que las puntas de los dedos apunten hacia el suelo. Entrelaza las puntas de los dedos de las manos mientras elevas el pecho.
fr: Commencer à quatre pattes avec la position de la table. Placer le genou gauche derrière le poignet gauche et placer le bord extérieur du pied gauche derrière le poignet droit. Étirer la jambe droite derrière soi avec les orteils repliés et allonger la jambe droite aussi loin que possible avant de placer le genou droit et le dessus du pied sur le sol. Soulever les épaules au-dessus des hanches et placer le bord extérieur du pied gauche en avant de la hanche droite. Plier le genou droit et, en maintenant le pied droit avec la main droite, ramener le pied vers l'extérieur de la hanche droite. Faire glisser le pied dans le pli du coude droit. Allonger le bras gauche le long de l'oreille et plier le coude gauche afin que la pointe des doigts pointe vers le sol. Entrecroiser le bout des doigts droits et gauches tout en soulevant la poitrine.
it: Inizia a quattro zampe nella posizione del tavolo. Posiziona il ginocchio sinistro dietro il polso sinistro e p il bordo esterno del piede sinistro dietro il polso destro. Estendere la gamba destra dietro di voi con le dita dei piedi infilati sotto, e trascinare la gamba destra, e mettere il ginocchio destro e la parte superiore del piede a terra. Sollevare le spalle sopra i fianchi e posizionare il bordo esterno del piede sinistro di fronte al vostro fianco destro. Piegate il ginocchio destro e, tenendo il piede destro con la mano destra, portare il piede verso il fianco esterno destro. Scivolare il piede nella piega del gomito destro. Estendete il braccio sinistro accanto al vostro orecchio e piegare il gomito sinistro in modo che la punta delle dita puntino verso il pavimento. Premere la punta delle dita , mentre si solleva il petto
ja: 両手と両ひざをついた姿勢から始めます。左ひざを左手首のすぐ後ろに置き、左足の外側が右手首のすぐ後ろに来るようにします。右足を身体の後ろに伸ばして、つま先を立てて、右足をできるだけ後ろまで引っ張ってから、右のひざと足の甲を地面につきます。両肩がお尻の上に来るように持ち上げ、左足の外側が右のお尻の前に来るようにします。右ひざを曲げ、右足を右手でつかみ、右足を右のお尻の外側に向けて引っ張ります。右足を右ひじの内側に滑り込ませます。左腕を耳に沿って伸ばし、左ひじを曲げて、指先が地面に向くようにします。胸を張りながら、右手と左手の指をからめます。
ko: 테이블 자세로 시작합니다. 왼쪽 무릎을 왼쪽 손목 뒤로 놓으며, 왼발 바깥 부분은 오른쪽 손목 뒷부분에 놓습니다. 발가락을 아래로 접어 오른발을 뒤로 쭉 뻗으며, 오른쪽 무릎과 오른쪽 발등을 바닥에 놓기 전에 가능한 멀리 뒤로 당깁니다. 어깨를 엉덩이 위쪽으로 올리며 왼발 바깥 가장자리를 오른쪽 엉덩이 앞으로 놓습니다. 오른쪽 무릎을 구부리고 오른손으로 오른발을 잡으며, 오른쪽 엉덩이 바깥쪽으로 발을 당깁니다. 오른쪽 팔꿈치 안쪽으로 발을 내립니다. 귀 옆으로 왼팔을 쭉 펴며 손끝이 바닥을 향하도록 왼쪽 팔꿈치를 구부립니다. 가슴을 들어올리며 왼 손가락과 오른 손가락을 걸어줍니다.
nl: Begin op handen en knieën in de tafelhouding. Plaats de buitenkant van je linkervoet tussen je rechterpols. Strek het rechterbeen zover mogelijk naar achteren met ingetrokken tenen, voordat je de rechterknie en de bovenzijde van de voet op de vloer plaatst. Breng je schouders boven je heupen en plaats de buitenkant van je linkervoet voor je rechterheup. Buig je rechterknie, pak je rechtervoet met je rechterhand vast en plaats de voet bij de buitenkant van je rechterheup. Leg de voet in de kromming van je rechterelleboog. Strek de linkerarm langs je oor en buig je linkerelleboog, zodat je vingers richting vloer wijzen. Verstrengel de vingers van beide handen met elkaar bij het omhoog heffen van je borst.
pt_pt: Comece de gatas em posição de mesa. Coloque o joelho esquerdo atrás do pulso esquerdo e coloque a parte exterior do seu pé esquerdo atrás do pulso direito. Estique a perna direita para trás com os dedos dos pés encolhidos e arraste a perna direita o mais para trás possível antes de colocar o joelho direito e o peito do pé no chão. Levante os ombros acima das ancas e coloque a parte exterior do seu pé esquerdo em frente à sua anca direita. Dobre o joelho direito e, agarrando no pé direito com a mão direita, traga o pé para o lado de fora da sua anca direita. Encaixe o pé na obra o seu cotovelo direito. Estique o braço esquerdo junto à orelha e dobre o cotovelo esquerdo de forma a que os dedos da mão apontem para o chão. Engate os dedos das duas mãos enquanto levanta o peito.
ru: Из положения сидя, согните правое колено таким образом, чтобы стопа касалась паха, правое колено при этом в идеале должно лежать на полу. Левую ногу следует осторожно отвести назад, она должна быть максимально прямой при этом, передняя поверхность левой ноги касается пола. Левую ногу согните в колене и поместите в локтевой сгиб левой руки ее ступню. Хорошо притяните к тазу ступню, сделайте пару циклов дыхания. Сохраняя равновесие, правую руку переведите за голову и сцепите руки в замок. Раскройте больше грудную клетку, дышите равномерно.
sv: Börja på alla fyra i positionen av en bordsskiva. Placera vänster knä bakom vänster handled och placera den yttre kanten av vänster fot bakom höger handled. Förläng höger ben bakom dig med tårna instoppade under, och dra det högra benet så långt tillbaka som du kan innan du placerar höger knä och ovansidan av foten på marken. Lyft axlarna över höfterna och placera den yttre kanten av vänster fot framför höger höft. Böj höger knä och håll din högra fot i höger hand, ta foten mot din yttre högra höft. Glid foten i kroken av din högra armbåge. Förläng din vänstra arm längs örat och böj vänster armbåge så att fingertopparna pekar mot golvet. Haka din högra fingertoppar och vänster fingertoppar tillsammans medan du lyfter bröstet.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา วางเข่าซ้ายของคุณไว้ข้างหลังข้อมือซ้ายและวางขอบด้านนอกของเท้าซ้ายไว้ข้างหลังข้อมือขวา เหยียดขาขวาไปด้านหลังและจากนั้นค่อย ๆ เหยียดไปจนกว่าจะรู้สึกตึงโดยให้หัวเข่าขวาและหน้าเท้าขวาวางราบไปกับพื้น ยกไหล่ไว้เหนือสะโพกของคุณและเลื่อนเท้าซ้ายมาวางไว้หน้าสะโพกขวา งอเข่าขวาของคุณขึ้นมาและใช้มือขวาจับเท้าขวาของคุณเอาไว้ จากนั้นเกี่ยวเท้าขวาเข้าไปในข้อพับข้อศอกขวาของคุณ เหยียดแขนซ้ายมาทางข้างหูและค่อย ๆ งอข้อศอกซ้ายมาทางด้านหลังจนกระทั่งนิ้วมือซ้ายชี้ลงไปที่พื้น เชื่อมปลายนิ้วขวาและปลายนิ้วซ้ายเข้าหากันในขณะที่คุณดันหน้าอกของคุณขึ้น
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Sol dizinizi sol bileğinizin arkasına yerleştirin ve sol ayağınızın dış kısmını sağ bileğinizin arkasına yerleştirin. Ayak parmaklarınız içeri kıvrılmış vaziyette sağ bacağınızı arkanıza uzatın ve sağ dizinizi ve ayağınızın üstünü yere yerleştirmeden önce sağ bacağınızı geriye doğru çekebildiğiniz kadar çekin. Omuzlarınızı kalçalarınızın üzerine kaldırın ve sol ayağınızın dış kısmını sağ kalçanızın önüne yerleştirin. Sağ dizinizi bükün ve sağ elinizle sağ ayağınızı tutarak ayağı sağ dış uyluğa doğru getirin. Ayağı sağ dirseğinizin kıvrımına kaydırın. Sol kolunuzu kulağınızın yanına uzatın ve parmak uçlarınız yere bakacak şekilde sol dirseğinizi bükün. Göğsünüzü kaldırırken sağ parmak uçlarınızla sol parmak uçlarınızı birbirine kenetleyin.
zh_hans: 以四柱式开始。左膝放在左手腕后方，左脚外侧放在右手腕后方。右脚在身后伸直，肩膀位于臀部上方，右脚外侧放在右臀前方，右膝弯曲，右手抓住右脚，把脚往右臀外侧的方向拉。把脚放入右手肘弯曲的位置。左臂在耳边举起，然后弯曲手肘，手指朝地。抬胸时，左右手指交扣。
zh_hant: 以四柱式開始。左膝放在左手腕後方，左腳外側放在右手腕後方。右腳在身後伸直，肩膀位於臀部上方，右腳外側放在右臀前方，右膝彎曲，右手抓住右腳，把腳往右臀外側的方向拉。把腳放入右手肘彎曲的位置。左臂在耳邊舉起，然後彎曲手肘，手指朝地。抬胸時，左右手指交扣。

# exerciseDescription74
source: Lie on your back with your arms at your sides and the soles of your feet planted hips distance apart. The outer edges of your feet should be parallel to each other and your fingertips should graze the edges of your heels. Bend your elbows and plant your palms on the ground above your shoulders. Lift your pelvis, chest, and head off of the ground. Internally rotate your thighs so that the outer thighs spiral towards the inner thighs. Reach your chest through your arms. Bring your feet together and, shifting your weight into your left foot, curl your right knee in towards your chest. Extend the right leg straight in the air. Return the right foot to the floor and repeat with left leg lifted.
de: Lege dich auf den Rücken mit den Armen an beiden Seiten und den Fußsohlen hüftbreit auseinander. Die Außenseiten deiner Füße sollten parallel zueinander sein und deine Fingerspitzen in Richtung der Außenseiten deiner Fersen zeigen. Beuge deine Ellbogen und lege deine Handflächen über deine Schultern auf den Boden. Hebe dein Becken, deine Brust und deinen Kopf vom Boden. Drehe deine Oberschenkel nach innen, sodass die Außenseite deiner Oberschenkel nach innen windet. Bringe deine Brust durch deine Arme hindurch. Führe deine Füße zusammen und drehe dein rechtes Knie zur Brust, indem du dein Gewicht in deinen linken Fuß bringst. Strecke das rechte Bein gerade in die Luft. Führe den rechten Fuß zurück zum Boden und wiederhole das Ganze mit dem linken Bein angehoben.
es: Túmbate sobre la espalda con los brazos a los lados y las plantas de los pies separadas a la distancia entre las caderas. Los bordes externos de los pies deben estar en paralelo y las puntas de los dedos tienen que rozar los bordes de los talones. Dobla los codos y planta las manos en el suelo sobre los hombros. Eleva la pelvis, el pecho y la cabeza del suelo. Rota los muslos internamente para que la cara externa de los muslos gire hacia la cara interna. Desplaza el pecho a través de los brazos. Junta los pies y, poniendo tu peso sobre el pie izquierdo, dobla la rodilla derecha hacia el pecho. Extiende la pierna derecha recta en el aire. Baja el pie derecho al suelo y repite con la pierna izquierda elevada.
fr: S'allonger sur le dos avec les bras sur les côtés et les plantes des pieds avec une largeur de hanche comme écartement. Les bords extérieurs des pieds doivent être parallèles et la pointe des doigts doit frôler les talons. Plier les coudes et positionner les paumes sur le sol au-dessus des épaules. Décoller du sol le pelvis, la poitrine et la tête. Pivoter vers l'intérieur les cuisses avec un mouvement de rotation de l'extérieur vers l'intérieur. Soulever la poitrine entre les bras. Rapprocher les pieds et, en basculant le poids du corps sur le pied gauche, courber le genou droit vers l'avant de votre poitrine. Allonger la jambe droite en l'air. Ramener le pied droit vers le sol et répéter avec la jambe gauche en l'air.
it: Sdraiatevi sulla schiena con le braccia lungo i fianchi e le piante dei piedi alla stessa distanza dei fianchi. I bordi esterni dei piedi dovrebbero essere paralleli e la punta delle dita dovrebbe sfiorare i bordi dei talloni. Piega i gomiti e i palmi delle mani a terra sopra le spalle. Sollevate bacino, torace, e la testa da terra. Internamente ruotare le cosce in modo che le cosce esterne vadano verso l'interno coscia. Raggiungere il petto con le braccia. Unite i piedi e, spostando il peso sul suo piede sinistro, piegareil ginocchio destro verso il petto. Estendere la gamba destra dritta nell'aria. Riportare il piede destro a terra e ripetere con la gamba sinistra sollevata.
ja: 仰向けになって、両腕を身体の脇において、両足の足の裏をお尻の幅に広げて地面につきます。両足の外側がお互いに平行になるようにし、指先がかかとに軽く触れるようにします。両ひじを曲げて、両手を肩の下で地面につきます。骨盤・胸・頭を地面から離します。太ももを内側に回転させて、太ももの外側が太ももの内側に向かってらせんを描くようにします。両腕で胸を押し上げます。 両足をそろえて、体重を左足に移動させて、右ひざを曲げて、胸に引き上げます。右脚を上に向かってまっすぐ伸ばします。右脚を地面に戻したら、同様に左脚を引き上げます。
ko: 팔은 옆에 붙이고 발바닥은 엉덩이 간격으로 벌려 등을 대고 눕습니다. 발 바깥 부분이 서로 평행이 되게 하며 손끝으로 발 뒤꿈치 끝부분을 살짝 스칩니다. 팔꿈치를 구부리고 손바닥을 어깨 위로 넘겨 바닥에 놓습니다. 골반, 가슴, 머리를 들어올립니다. 바깥쪽 허벅지가 안쪽 허벅지 쪽으로 나선형이 되도록 허벅지를 안으로 돌립니다. 가슴을 팔 사이로 뻗습니다. 다리를 같이 하고 왼발로 무게 중심을 옮기며 오른쪽 무릎을 가슴 안쪽으로 웅크립니다. 오른발을 위로 쭉 폅니다. 오른발을 바닥에 놓고 왼발을 들어올린 상태로 반복합니다.
nl: Ga op je rug met je armen langs het lichaam liggen met de voetzolen op heupbreedte afstand. De buitenranden van je voeten moeten evenwijdig aan elkaar liggen en binnen handbereik van je vingers zijn. Buig je ellebogen en zet je handpalmen op schouderhoogte op de grond. Breng je bekken, borst en hoofd van de grond. Draai je heupen zodanig dat de buitenkant van je dijbenen naar de binnenkant van je dijen roteert. Zorg dat je borst tussen je armen valt. Breng je voeten bij elkaar en verplaats je lichaamsgewicht naar je linkervoet, buig je rechterknie richting borst en strek het rechterbeen recht de lucht in. Breng de rechtervoet weer naar de grond en herhaal dit met het linkerbeen opgetild.
pt_pt: Deite-se de costas com os braços ao longo do corpo e plantas dos pés no chão alinhadas com as ancas. As partes exteriores dos seus pés devem estar paralelas entre si e os seus dedos das mãos devem tocar nos calcanhares. Dobre os cotovelos e coloque as palmas das mãos no chão acima dos ombros. Levante a pélvis, o peito e a cabeça do chão. Rode internamente as suas coxas de forma a que a parte exterior das coxas passe a ser a interior. Estique o peito através dos braços. Una os pés e, deslocando o seu peso para o pé esquerdo, dobre o joelho direito em direção ao peito. Estique a perna direita no ar. Volte a apoiar o pé direito no chão e repita com elevação da perna esquerda.
ru: Примите позу лежа на спине, согните ноги и подтяните ступни к тазу. Поднимите руки и заведите их за голову. Упритесь кистями в пол, так, чтобы пальцы были обращены в сторону ног. На выдохе поднимите тело вверх, упираясь на руки и на ноги. Поднимать тело следует до тех пор, пока голова не станет свободно свисать вниз. Хорошо прогнитесь в позвоночнике и примите устойчивое положение. На выдохе поднимите правую ногу вверх. Старайтесь поднять прямую ногу до вертикального положения. Задержитесь в этом положении на несколько циклов дыхания.
sv: Ligg på rygg med armarna längs sidorna och fotsulorna planterade på höftavstånd från varandra. Ytterkanterna på fötterna bör vara parallella med varandra och fingertopparna ska skrubba kanterna på hälarna. Böj armbågarna och plantera handflatorna på marken ovanför axlarna. Lyft bäckenet, bröst och huvud av marken. Internt rotera låren så att de yttre lår går som en spiral mot lårens insida. Nå bröstet genom dina armar. För fötterna ihop och flytta din vikt till vänster fot, kryp ditt högra knä in mot bröstet. Förläng höger ben rakt i luften. Sätt tillbaka höger fot i golvet och upprepa med det vänstra benet lyft.
th: นอนหงายโดยวางแขนของคุณไว้ข้างลำตัวและแยกเท้าของคุณให้ห่างกันหนึ่งช่วงตัว โดยที่เท้าของคุณวางขนานกันและนิ้วมือของคุณแตะที่ปลายส้นเท้าของคุณ งอข้อศอกของคุณและวางฝ่ามือบนพื้นไว้เหนือหัวไหล่ของคุณ ยกกระดูกเชิงกราน หน้าอกและศีรษะให้สูงขึ้นจากพื้น ค่อย ๆ จัดต้นขาโดยให้วางขนานไปกับเสื่อโยคะ จากนั้นค่อย ๆ ดันหน้าอกขึ้น ลงน้ำหนักที่เท้าทั้งสองข้างจากนั้นถ่ายน้ำหนักไปที่เท้าข้างซ้ายและค่อย ๆ ยกหัวเข่าขวาเข้าหาลำตัว แล้วเหยียดขาขวาลอยขึ้นไปในอากาศ ถอยเท้าขวากลับลงมาที่พื้นและทำซ้ำโดยยกขาซ้ายขึ้น
tr: Kollarınız yanınızda ve ayak tabanlarınız kalçalarınızla aynı hizada olacak şekilde birbirinden ayrılmış vaziyette sırt üstü yatın. Ayaklarınızın dış kısımları birbirine paralel olmalı ve parmak uçlarınız topuklarınızın kenarlarına değmelidir. Dirseklerinizi bükün ve avuç içlerinizi omuzlarınızın üzerine yerleştirin. Pelvis, göğüs ve başınızı yerden kaldırın. Dış uylukların iç uyluklara doğru sarmal hareket yapması için uyluklarınızı içe doğru döndürün. Kollarınızı kullanarak göğsünüzü kaldırın. Ayaklarınızı birleştirin ve ağırlığınızı sol ayağınıza vererek, sağ dizinizi göğsünüze doğru kıvırın. Sağ bacağı havaya düz bir şekilde uzatın. Sağ ayağınızı yere geri getirin ve sol bacak kalkık vaziyette tekrarlayın.
zh_hans: 仰卧在地，手臂放在身旁，双脚与臀同宽。双脚外侧相互平行，手指抓住脚跟。弯曲手肘，双手手掌放在肩膀上方的位置。骨盆、胸部和头部离地抬起。扭转大腿让大腿外侧转向大腿内侧。胸部通过手臂抬起。 双脚并拢，重心移到左脚，右膝向胸部弯曲。右脚在空中伸展。右脚放回地上，换成左脚抬起。
zh_hant: 仰臥在地，手臂放在身旁，雙腳與臀同寬。雙腳外側相互平行，手指抓住腳跟。彎曲手肘，雙手手掌放在肩膀上方的位置。骨盆、胸部和頭部離地抬起。扭轉大腿讓大腿外側轉向大腿內側。胸部通過手臂抬起。 雙腳併攏，重心移到左腳，右膝向胸部彎曲。右腳在空中伸展。右腳放回地上，換成左腳抬起。
