Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription105
source: Stand with your feet no wider than hips distance apart. Inhale as you extend your arms alongside your ears. Exhale as you curve your chest up towards the sky and lean back. Keep the inner edges of your feet firmly grounded and lift your inner thighs towards the space behind you. With each subsequent inhale, lengthen the front of your spine and with each subsequent exhale, draw your front ribs towards your back. As your chest curls up, weight your pelvis towards the ground.
de: Stehe mit deinen Füßen nicht weiter als hüftbreit auseinander. Atme ein, während du deine Arme an den Seiten deiner Ohren ausstreckst. Atme aus, während du deine Brust zum Himmel wölbst und dich zurücklehnst. Lasse die Innenseiten deiner Füße fest auf dem Boden und hebe die Innenseiten deiner Oberschenkel in den Raum hinter dich. Mache die Vorderseite deiner Wirbelsäule mit jedem folgenden Einatmen lang und ziehe deine vorderen Rippen bei jedem Ausatmen nach hinten. Verlagere dein Becken in Richtung Boden, während sich deine Brust nach oben wölbt.
es: Ponte de pie con los pies separados a una distancia no mayor de la que hay entre las caderas. Toma aire mientras extiendes los brazos junto a los oídos. Exhala mientras curvas el pecho hacia el cielo y te inclinas hacia atrás. Mantén los bordes internos de los pies firmemente pegados al suelo y eleva la cara interna de los muslos hacia el espacio que está por detrás de ti. Con cada inhalación posterior, estira la parte frontal de la espalda y con cada exhalación posterior lleva la parte frontal de las costillas hacia la espalda. Mientras curvas el pecho hacia arriba, empuja la pelvis hacia el suelo.
fr: Se tenir debout avec les pieds écartés d'une largeur de hanches. Inspirer tout en étirant les bars le long des oreilles. Expirer tout en incurvant la poitrine vers le ciel et se pencher en arrière. Maintenir les bords intérieurs des pieds fermement en contact avec le sol et soulever les ischio-jambiers vers l'espace derrière soi. Avec chaque inspiration supplémentaire, étirer l'avant de la colonne vertébrale et avec chaque expiration supplémentaire, ramener les côtes vers le dos. Lorsque la poitrine s'incurve, faire peser le pelvis vers le sol.
it: In piedi con i piedi non più larghi dei fianchi. Inspirate mentre estendete le braccia accanto alle orecchie. Espirate piegando il petto verso il cielo e mettetevi comodi. Tenere i bordi interni dei piedi saldamente a terra e sollevare le cosce verso lo spazio dietro a ogni successiva inspirazione, allungare la parte anteriore della colonna vertebrale e con ogni successiva espirazione, piegare le costole anteriori verso la schiena mentre piegate il petto, portate il peso delbacino verso il suolo.
ja: 両足の幅が腰の幅よりも広くならないように立ちます。息を吸いながら、両腕を耳に沿って伸ばします。次に、息を吐きながら、胸を空に向けて反らして、後ろに身体を倒します。足の裏の内側をしっかり地面に押しつけて、太ももの内側を身体の後ろのスペースに向けて持ち上げます。次に息を吸うときに、背骨の前を伸ばして、次に息を吸うときに肋骨の前側を背中に向けて引きつけます。胸を反らしながら、骨盤の重さを地面に伝えます。
ko: 엉덩이 너비보다 넓지 않게 벌리고 섭니다. 귀 옆으로 팔을 펴면서 숨을 들이쉽니다. 뒤로 누우며 가슴을 위로 꺾으면서 숨을 내쉽니다. 양쪽 발 안쪽 면을 바닥에 유지하며 허벅지 안쪽을 뒤로 들어줍니다. 숨을 들이쉴 때마다 앞 척추를 곧게 펴고, 숨을 내쉴 때마다 앞쪽 갈비뼈를 뒤로 당깁니다. 가슴을 위로 꺾으면서, 골반을 아래로 내립니다.
nl: Ga staan met je voeten niet verder dan een heupbreedte uit elkaar. Adem in, strek je armen langs je oren. Adem uit bij het opheffen van je borst naar de lucht en leun achterover. Houd de binnenzijde van je voeten stevig op de grond en til de binnenkant van je dijen naar de ruimte achter je. Bij elke volgende inademing, maak de voorkant van je wervelkolom langer en bij elke volgende uitademing trek je voorste ribben naar je rug. Bij het opheffen van je borst, druk het bekken naar de grond. towards the ground.
pt_pt: De pé, coloque os pés a uma distância não superior à das ancas. Inspire ao esticar os braços junto às orelhas. Ao expirar, curve o peito para cima em direção ao céu e incline-se para trás. Mantenha o lado de dentro dos seus pés bem ancorado e eleve o lado de dentro das coxas em direção ao espaço atrás de si. Com cada inspiração subsequente, alongue a frente da coluna e com cada expiração subsequente, puxe as costelas da frente na direção das suas costas. À medida que o seu peito se curva, pressione a pélvis em direção ao chão.
ru: Из положения стоя, заведите руки назад за головой. Прогнитесь в поясничной зоне и тянитесь корпусом назад. Таз направлен вперед, взгляд наверх.
sv: Stå med fötterna något bredare än höftavstånd från varandra. Andas in medan du sträcker armarna vid sidan av dina öron. Andas ut när du kurvar bröstet upp mot himlen och lutar dig tillbaka. Håll innerkanterna av fötterna stadigt förankrade och lyft det inre låret mot utrymmet bakom dig. Med varje efterföljande andning, sträck den främre delen av ryggraden och med varje efterföljande utandning, dra de främre revbenen mot ryggen. Medan bröstet böjer upp sig, vikta bäckenet mot marken.
th: ยืนขึ้นโดยให้เท้าของคุณห่างไม่เกินหนึ่งช่วงตัว หายใจเข้าในขณะที่คุณชูแขนทั้งสองข้างให้ขนานไปกับหูของคุณ หายใจออกในขณะที่คุณดันหน้าอกขึ้นและเอนตัวไปข้างหลัง ยืนอยู่บนเท้าของคุณอย่างมั่นคงจากนั้นค่อย ๆ โค้งตัวไปด้านหลังให้มากขึ้นอีก ในแต่ละการหายใจเข้าให้ยืดหลังส่วนบนของคุณและขณะที่หายใจออกให้ยืดซี่โครงส่วนหน้าเข้าหาหลังของคุณ ในขณะที่หน้าอกของคุณโค้งงออยู่ให้ลงน้ำหนักกระดูกเชิงกรานของคุณเข้าหาพื้น
tr: Bacaklarınız kalçalarınızla aynı hizada olacak şekilde birbirinden ayrılmış vaziyette ayakta durun. Kollarınızı kulaklarınızın yanına uzatırken nefes alın. Göğsünüzü gökyüzüne doğru yukarıya eğerken nefes verin ve arkanıza yaslanın. Ayaklarınızın iç kısımlarını yere sağlam basın ve iç uyluklarınızı arkanızdaki boşluğa doğru kaldırın. Sonraki her nefes alışta, omurganızın önünü uzatın ve her nefes verişte, ön kaburgalarınızı sırtınıza doğru çekin. Göğsünüz kıvrıldığında, pelvisinizin ağırlığını yere doğru verin.
zh_hans: 双脚与臀同宽站立。吸气时，双臂在耳边伸展。呼气时，胸口朝天弯曲，身体往后倾。双脚固定在地，大腿内侧朝身后空间提起。每一次呼吸都伸长脊椎前端，每次呼气就把肋骨前段拉向后背。当你的胸口弯曲时，重心移向骨盆。
zh_hant: 雙腳與臀同寬站立。吸氣時，雙臂在耳邊伸展。呼氣時，胸口朝天彎曲，身體往後傾。雙腳固定在地，大腿內側朝身後空間提起。每一次呼吸都伸長脊椎前端，每次呼氣就把肋骨前段拉向後背。當你的胸口彎曲時，重心移向骨盆。

# exerciseDescription106
source: Stand with your feet together. Shift your weight into your left foot as you draw your right knee in towards your chest. Reach your right arm through the inside of the right leg and circle the first three fingers around your big toe in "yogi toe lock." Keeping the hips square, extend your right leg about 45 degrees out to the right side. Repeat standing on right leg with left leg extended.
de: Stehe mit deinen Füßen zusammen. Verlagere dein Gewicht auf deinen linken Fuß, während du dein rechtes Knie zu deiner Brust ziehst. Führe deinen rechten Arm durch die Innenseite deines rechten Beins und lege die ersten drei Finger um deinen großen Zeh in die Yoga-Position des "umklammerten Zehs. " Lasse die Hüfte gerade und strecke dein rechtes Bein um 45 Grad zur rechten Seite. Wiederhole den Stand auf dem rechten Bein mit dem linken Bein ausgestreckt.
es: Ponte de pie con los pies juntos. Pon tu peso en el pie izquierdo mientras llevas la rodilla derecha hacia el techo. Desplaza el brazo derecho por la zona interna de la pierna derecha y pon los tres primeros dedos alrededor del dedo gordo del pie en la postura de la "mano en el dedo gordo." Manteniendo las caderas encuadradas, extiende la pierna derecha unos 45 grados hacia el lado derecho. Repítelo poniéndote de pie sobre la pierna derecha con la pierna izquierda extendida.
fr: Se tenir debout avec les pieds joints. Basculer le poids du corps sur le pied gauche tout en ramenant le genou droit vers la poitrine. Diriger le bras droit vers l'intérieur de la jambe droite et entourer le gros orteil avec les trois premiers doigts en position du "verrouillage de l'orteil du yogi". En maintenant les hanches à niveau, étirer la jambe droite d'environ 45° vers le côté droit. Répéter en se tenant sur la jambe droite avec la jambe gauche tendue.
it: In piedi con i piedi uniti. Spostare il peso sul piede sinistro mentre si piega il ginocchio destro verso il petto. Raggiungere il braccio destro attraverso l'interno della gamba destra e agganciare le prime tre dita intorno al vostro alluce in "yogi blocco punta." Mantenere i fianchi, estendere la gamba destra di circa 45 gradi verso il lato destro. Ripetere in piedi sulla gamba destra con la gamba sinistra estesa.
ja: 両足をそろえて立ちます。体重を左足に移動させ、右ひざを胸に引きつけます。右腕を右脚の内側に伸ばして、右手の親指から中指の３本指を「ヨガ流つま先の持ち方」になるように右足の親指に回します。お尻は正面を向けたままにし、右脚を右斜め45度に伸ばします。 左右を入れかえて、右脚で立って、左脚を伸ばす方も、同様に行います。
ko: 두 발로 섭니다. 오른쪽 무릎을 가슴 안쪽으로 당기면서 왼발로 무게 중심을 옮깁니다. 오른발 안쪽으로 오른팔을 펴며 "요기 발가락 록"자세로 엄지 발가락을 세 손가락으로 감싸줍니다. 엉덩이를 직각으로 유지한 채, 오른발을 오른쪽 바깥으로 약 45도 각도로 폅니다. 왼발을 편 상태에서 오른발로 서서 반복합니다.
nl: Ga staan met de voeten naast elkaar. Verplaats je lichaamsgewicht naar je linkervoet als je je rechterknie naar je borst trekt. Reik naar je rechterarm via de binnenkant van je rechterbeen en pak met de eerste drie vingers je grote teen in de "yoga teengreep" vast. Houd de heupen recht en strek je rechterbeen in een hoek van 45 graden naar rechts uit. Herhaal dit staande op het rechterbeen en met het linkerbeen gestrekt.
pt_pt: Comece de pé com os pés juntos. Desloque o seu peso para o pé esquerdo à medida que puxa o joelho direito na direção do peito. Estique o braço direito e agarre com os três primeiros dedos o dedo grande do pé em posição de "polegar no pé iogue." Mantendo as ancas niveladas, estique a perna direita a cerca de 45 graus para a direita. Repita ficando sobre a perna direita com a esquerda estendida.
ru: Стоя на полу, согните левую ногу в колене и захватитесь левой рукой за пятку. Вытяните полностью ногу под углом 45 градусов. Правая рука лежит на талии, вес тела распределен на правой ноге. Задержитесь в данном положении и повторите упражнение со второй ногой.
sv: Stå med fötterna ihop. Skifta din vikt i din vänstra fot medan du drar ditt högra knä mot bröstet. Räck din högra arm genom insidan av höger ben och cirkla de första tre fingrarna runt stortån i "yogi tå låset." Håll höfterna fyrkantiga, sträck ditt högra ben ungefär 45 grader åt höger sida. Upprepa ståendes på höger ben med vänster ben utsträckt.
th: ยืนขึ้นโดยให้เท้าชิดกัน ถ่ายน้ำหนักของคุณลงบนเท้าซ้ายในขณะที่คุณดึงหัวเข่าขวาเข้าหาลำตัว เอื้อมแขนขวาไปหาเท้าขวาจากนั้นใช้สามนิ้วแรกของมือขวากุมหัวแม่โป้งเท้าเอาไว้ ค่อย ๆ เหยียดขาขวาออกไปประมาณ 45 องศาไปทางด้านขวา ทำซ้ำเช่นนี้โดยยืนอยู่บนขาขวาแล้วเหยียดขาซ้ายออกไป
tr: Ayaklarınız bitişik vaziyette ayakta durun. Sağ dizinizi göğsünüze doğru çekerken ağırlığınızı sol ayağınıza verin. Sağ kolunuzu sağ bacağınızın içinden geçirin ve "yogi toe lock. konumunda ilk üç parmağınızla ayak başparmağınızı çevreleyin. Kalçalarınızı dik tutarak sağ bacağınızı sağ tarafa doğru yaklaşık 45 derece açın. Sol bacak uzatılmış şekilde sağ bacağınızın üzerinde durarak tekrarlayın.
zh_hans: 双脚并拢站立。身体重心移向左脚，右膝靠向胸口。右臂穿过右腿内侧，首三根手指围绕脚拇趾呈"瑜伽士脚趾锁" 保持臀部的位置，右脚向右45度伸展。 左右位置互换重复以上动作。
zh_hant: 雙腳併攏站立。身體重心移向左腳，右膝靠向胸口。右臂穿過右腿內側，首三根手指圍繞腳拇趾呈"瑜伽士腳趾鎖" 保持臀部的位置，右腳向右45度伸展。 左右位置互換重複以上動作。

# exerciseDescription107
source: Lie on your belly with your forehead on the ground and interlace your fingers behind you. Point your toes and lift your chest and head off of the ground. Lift your intertwined hands and reach them behind you. Peel your chin off of your chest and fix your gaze at the tip of your nose. Repeat with opposite interlace of the fingers (i.e., opposite index finger and thumb on top).
de: Liege auf dem Baum mit der Stirn auf dem Boden und deinen Fingern hinter deinem Rücken verkreuzt. Strecke deine Zehen und hebe deine Brust und deinen Kopf vom Boden. Hebe deine verkreuzten Hände und führe sie hinter dich. Löse dein Kinn von deiner Brust und konzentriere deinen Blick auf deine Nasenspitze. Wiederhole das Ganze mit den Händen andersherum verschlungen (bzw. mit dem anderen Zeigefinger und Daumen oben).
es: Túmbate boca abajo con la frente en el suelo y entrelaza los dedos detrás de ti. Pon los dedos de los pies en punta y levanta el pecho y la cabeza del suelo. Eleva las manos entrelazadas y muévelas por detrás de ti. Separa la barbilla del pecho y centra la mirada en la punta de la nariz. Repítelo con los dedos entrelazados a la inversa (es decir, el dedo índice opuesto y el pulgar encima).
fr: S'allonger sur le ventre avec le front sur le sol et entrecroiser les doigts derrière soi. Pointer les orteils et décoller du sol la poitrine et la tête. Soulever les mains entrecroisées et les diriger derrière soi. Décoller le menton de la poitrine et fixer le regard vers le bout du nez. Répéter avec l'entrecroisement opposé des doigts (i.e. l'index et le pouce opposé sur le dessus).
it: Sdraiatevi sulla pancia con la fronte a terra e intrecciate le dita dietro di voi. Puntare le dita dei piedi e sollevare il petto e la testa da terra. Sollevare le mani intrecciate e portatele dietro di voi. Staccare il mento dal petto e fissate lo sguardo sulla punta del naso. Ripetere con intreccio delle dita di fronte (vale a dire, il dito indice e pollice opposto in alto).
ja: 腹ばいになって、おでこを地面につけ、指を身体の後ろで組みます。つま先を伸ばして、胸と頭を地面から離します。組んだ手を持ち上げて、身体の後ろ側に伸ばします。あごは胸から離して、鼻の先端に視線を固定します。 指の組み方を反対（つまり、反対の親指が上に来る）にして、同様に繰り返します。
ko: 이마를 바닥에 대고 손을 뒤로 깍지 낀 상태에서 배로 바닥에 눕습니다. 발가락을 끝으로 가리키고 가슴과 머리를 들어올립니다. 깍지 낀 손을 올리며 뒤로 뻗습니다. 턱을 가슴에서 떼고 시선을 코 끝에 고정시킵니다. 손을 반대로 끼고 반복합니다 (예: 검지와 엄지를 반대로 위에).
nl: Ga op je buik liggen met je voorhoofd op de grond en verstrengel je vingers achter je. Strek je tenen en til je borst en hoofd van de grond. Til je samengevouwen handen op hef ze achter je rug. Til je kin op en kijk naar het puntje van je neus. Herhaal dit met de tegenovergestelde handgreep, dat is met de wijsvinger en duim van de andere hand boven.
pt_pt: Deite-se de barriga para baixo com a testa no chão e entrelace os dedos das mãos atrás das costas. Estique os dedos dos pés e eleve o peito e a testa do chão. Levante as mãos entrelaçadas e estique-as para trás. Afaste o queixo do peito e fixe o olhar na ponta do seu nariz. Repita com o entrelaçado oposto das mãos (ou seja, o dedo indicador e polegar oposto por cima).
ru: Лечь на живот, ноги вместе, носки вытянуты, руки вдоль туловища ладонями вверх, голова лбом или подбородком лежит на полу. Сделать полный вдох. Сознание направить в область солнечного сплетения. Руки вытянуть назад и сцепить в замок. На задержке дыхания, движением рук назад оторвать грудь от пола.
sv: Ligg på mage med pannan på marken och fläta ihop fingrarna bakom dig. Peka tårna och lyft bröstet och huvudet från marken. Lyft dina sammanflätade händer och räck dem bakom dig. Dra hakan av bröstet och fäst blicken på nästippen. Upprepa med motsatt flätning av fingrarna (dvs. motsatt pekfinger och tumme på toppen).
th: นอนคว่ำโดยให้หน้าผากของคุณอยู่บนพื้นและประสานนิ้วมือเอาไว้ที่ด้านหลัง จากนั้นยกหน้าอกและศีรษะของคุณให้ลอยสูงขึ้นจากพื้น ค่อย ๆ ยกมือที่ประสานกันไว้ข้างหลังคุณ จากนั้นเงยหน้าดันคางให้สูงขึ้น ทำซ้ำโดยสลับนิ้วมือข้างที่ประสานกัน (เช่น นิ้วชี้และนิ้วหัวแม่มือฝั่งตรงข้ามอยู่ด้านบน)
tr: Alnınız yerde olacak şekilde göbeğinizin üstüne yatın ve parmaklarınızı arkanızda birbirine geçirin. Ayak parmaklarınızı gösterin ve göğsünüzle başınızı yerden kaldırın. Birbirine dolanmış ellerinizi kaldırın ve arkanıza uzatın. Çenenizi göğsünüzden ayırın ve burnunuzun ucuna bakışınızı sabitleyin. Parmaklarınızı ters şekilde birbirine geçirerek (yani diğer işaret parmağınız ve başparmağınız üstte olacak şekilde) tekrarlayın.
zh_hans: 俯卧在地，额头贴地同时两手手指在身后交扣。踮起脚尖提起胸口和头部。举起交扣的双手在身后伸展。下巴离胸口抬起，视线集中在鼻头。 手指交扣的位置互换（例如食指和拇指的上下），重复以上动作。
zh_hant: 俯臥在地，額頭貼地同時兩手手指在身後交扣。踮起腳尖提起胸口和頭部。舉起交扣的雙手在身後伸展。下巴離胸口抬起，視線集中在鼻頭。 手指交扣的位置互換（例如食指和拇指的上下），重複以上動作。

# exerciseDescription108
source: Sit tall with your legs extended in front of you, heels grounded, and feet flexed. Place your elbows under your shoulders and rest your palms face down at your sides. Inhale as you lengthen your spine and exhale as you draw your navel towards your spine.
de: Sitze groß mit den Beinen nach vorne ausgestreckt, die Fersen auf dem Boden und die Füße geknickt. Lege deine Ellbogen unter deine Schultern und deine Hände mit Handflächen nach oben an deine Seiten. Atme ein, während du deine Wirbelsäule lang machst und atme aus, während du deinen Bauchnabel zu deiner Wirbelsäule ziehst.
es: Siéntate recto con las piernas extendidas frente a ti, los talones pegados al suelo y los pies flexionados. Coloca los codos bajo los hombros y descansa las palmas de las manos boca abajo a los lados. Toma aire mientras estiras la espalda y exhala mientras llevas el ombligo hacia la espalda.
fr: S'asseoir en se tenant droit avec les jambes tendues devant soi, les talons sur le sol et les pieds fléchis. Placer les coudes sous les épaules et reposer les paumes face vers le bas sur les côtés. Inspirer tout en étirant la colonne vertébrale et expirer tout en ramenant le nombril vers la colonne.
it: Seduti con le gambe estese di fronte a voi, i tacchi a terra, ed i piedi flessi. Posizionare i gomiti sotto le spalle e i palmi delle mani rivolti verso il basso lungo i fianchi. Inspirate mentre allungate la colonna vertebrale ed espirate mentre si spinge l'ombelico verso la vostra colonna vertebrale
ja: 背筋を伸ばして座り、足は身体の前に伸ばし、かかとは地面につけ、つま先は上に向けます。ひじが肩の真下に来るように地面につけ、手のひらが下になるように両手を身体の脇に置きます。息を吸いながら、背骨を伸ばし、次に息を吐きながら、みぞおちを背骨の方へ向けて引き上げます。
ko: 다리를 앞으로 펴고, 발꿈치는 바닥에 발은 편안하게 해서 곧게 앉습니다. 팔꿈치를 어깨 아래로 내리며 손바닥은 아래로 향하게 해서 몸 옆에 놓습니다. 허리를 곧게 펴면서 숨을 들이쉬고 배꼽을 척추 쪽으로 당기며 숨을 내쉽니다.
nl: Zit rechtop met gestrekte benen voor je uit, hielen op de grond en de voeten gebogen. Plaats aan weerszijden je ellebogen onder je schouders met de handpalmen naar beneden gericht. Adem in en maak je wervelkolom langer en adem uit bij het intrekken van je navel naar je wervelkolom.
pt_pt: Sente-se com as costas bem direitas e as pernas estendidas à sua frente, os calcanhares bem ancorados e os pés dobrados para trás. Coloque os cotovelos debaixo dos ombros e repouse as mãos com as palmas para baixo ao lado do corpo. Inspire à medida que alonga a coluna e expire puxando o umbigo em direção à sua coluna.
ru: Сядьте на ягодицы. Выпрямите ноги, натяните стопы на себя. Опустите рука на пол. Тянитесь позвоночником и шеей вверх. Взгляд направлен вперед.
sv: Sitt högt med benen utsträckta framför dig, hälarna jordade och fötterna flexade. Placera armbågarna under dina axlar och vila handflatorna nedåt längs sidorna. Andas in när du sträcker din ryggrad och andas ut när du drar naveln mot ryggraden.
th: นั่งบนพื้นเหยียดขาออกไปข้างหน้า ส้นเท้าวางอยู่บนพื้น นิ้วเท้าชี้ขึ้นเพดาน จากนั้นวางมือทั้งสองข้างคว่ำลงแนบไว้ข้างลำตัว ในขณะที่คุณหายใจเข้าให้ยืดหลังของคุณขึ้นและขณะที่หายใจออกให้ดันหน้าท้องเข้ากระดูกสันหลังของคุณ
tr: Bacaklarınız önünüze uzatılmış, topuklar yerde ve ayaklar esnek şekilde dik oturun. Dirseklerinizi omuzlarınızın altına yerleştirin ve avuç içlerinizi her iki yanınızda yere bakar şekilde dinlendirin. Omurganızı uzatırken nefes alın ve Göbeğinizi omurganıza doğru çekerken nefes verin.
zh_hans: 坐在地上双脚在身前伸展，脚跟着地。双手放在身旁，掌心朝下。吸气时伸展脊椎，呼气时缩腹。
zh_hant: 坐在地上雙腳在身前伸展，腳跟著地。雙手放在身旁，掌心朝下。吸氣時伸展脊椎，呼氣時縮腹。
