Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription79
source: Sit with your legs extended in front of you. Bend your right knee and place the outer edge of your foot in the left hip crease. Bend the left knee and cross the left shin over the right shin to place your left foot in the right hip crease. (If this shape is not accessible to you, DO NOT risk the health of your knees by attempting to force it. Instead, simply cross the left ankle over the right.) Plant your palms on the ground outside of your thighs, several inches forward of your hips. As you exhale, draw your navel in towards your spine, press into your finger pads, and lift your pelvis and thighs off of the ground. Repeat with the right shin or ankle on top of the left.
de: Sitze mit den Beinen nach vorne ausgestreckt. Beuge dein rechtes Knie und lege die Außenseite deines Fußes in die linke Hüftbeuge. Beuge das linke Knie und kreuze das linke Schienbein über das rechte Schienbein, um deinen linken Fuß in die rechte Hüftbeuge zu legen. (Wenn diese Position für dich nicht erreichbar ist, riskiere NICHT die Gesundheit deiner Knie, indem du versuchst, sie zu erzwingen. Kreuze stattdessen einfach den linken Knöchel über den rechten.) Lege deine Handflächen an die Außenseiten deiner Oberschenkel auf den Boden, mehrere Zentimeter vor deine Hüfte. Während du ausatmest, ziehe deinen Bauchnabel zu deiner Wirbelsäule, stütze dich auf deine Fingerballen und hebe dein Becken und deine Oberschenkel vom Boden. Wiederhole das Ganze mit dem rechten Schienbein oder Knöchel auf dem linken.
es: Siéntate con las piernas extendidas frente a ti. Dobla la rodilla derecha y coloca el borde externo del pie en el pliegue de la cadera izquierda. Dobla la rodilla izquierda y cruza la espinilla izquierda sobre la espinilla derecha para colocar el pie izquierdo en el pliegue de la cadera derecha. (Si no eres capaz de colocarte en esta postura, NO pongas en riesgo la salud de tus rodillas intentando forzarla. En lugar de eso, simplemente cruza el tobillo izquierdo sobre el derecho.) Planta las palmas de las manos en el suelo por fuera de los muslos, unos centímetros por delante de las caderas. Mientras exhalas, lleva el ombligo hacia la espalda, presiona sobre las puntas de los dedos y eleva la pelvis y los muslos del suelo. Repítelo con la espinilla o el tobillo derecho sobre el izquierdo.
fr: S'asseoir avec les jambes allongées devant vous. Plier le genou droit et placer le bord extérieur du pied dans la pliure de la hanche gauche. Plier le genou gauche et croiser le tibia gauche par-dessus le tibia droit pour placer le pied gauche dans la pliure de la hanche droite (si cette forme ne vous est pas accessible, NE prenez PAS le risque de vous blesser au genou en tentant de forcer. Au lieu de cela, il suffit simplement de croiser la cheville gauche sur celle de droite). Positionner vos paumes sur le sol à l'extérieur des cuisses avec plusieurs centimètres d'écart. En expirant, ramener le nombril vers la colonne vertébrale, appuyer sur la pointe des doigts et décoller du sol le pelvis et les cuisses. Répéter avec le tibia droit ou la cheville droite au-dessus de la gauche.
it: Sedersi con le gambe distese davanti a voi. Piegate il ginocchio destro e posizionate il bordo esterno del piede nella piega del fianco sinistro. Piegare il ginocchio sinistro e attraversare lo stinco sinistro sopra lo stinco destro per inserire il vostro piede sinistro nella piega dell’anca destra. (Se questa posizione non vi riesce, non rischiate la salute delle ginocchia tentando di forzare, al contrario, è sufficiente attraversare la caviglia sinistra sopra la destra.) Piantare i palmi delle mani a terra al di fuori delle cosce, avanti rispetto ai fianchi. Durante l'espirazione, richiamare l'ombelico i verso la colonna vertebrale, premere sui polpastrelli, e sollevare il bacino e le cosce da terra. Ripetere con la tibia destra o con la caviglia in cima a sinistra.
ja: 両脚を前に伸ばして座ります。右ひざを曲げて、右足の外側が左足の付け根の上に来るようにします。次に、左足を曲げて、左すねが右すねの上に来るように交差させて、左足を右足の付け根の上に置きます。（この形を作れない場合には、ひざを痛める可能性があるので無理に行わないでください。その代わりに、左の足首を右脚に交差させるようにします。） 両手の手のひらを太ももの外側の、お尻の５～10cm前に前に置きます。息を吐きながら、みぞおちを背骨の方に引き上げ、指先で地面を押して、骨盤と太ももを地面から浮かせます。左右を入れかえて、右のすねや足首を左足の上に乗せて、同じように繰り返します。
ko: 다리를 앞으로 펴고 앉습니다. 오른쪽 무릎을 구부리고 발 바깥 부분을 왼쪽 가랑이에 놓습니다. 왼쪽 무릎을 구부리고 왼발을 오른쪽 가랑이에 놓도록 왼쪽 정강이를 오른쪽 정강이와 교차합니다. (이 자세가 무리가 될 경우, 억지로 시도해서 무릎의 건강을 해치지 마세요. 대신 왼쪽 발목을 오른쪽에 교차해주세요.) 허벅지 바깥쪽에 몇 인치 엉덩이 앞에 손바닥을 놓습니다. 숨을 내쉬면서, 배꼽을 허리 안쪽으로 당기며, 손끝으로 눌러주며 골반과 허벅지를 들어 올립니다. 오른쪽 정강이 또는 발목을 왼쪽에 올린 상태로 반복합니다.
nl: Ga met gestrekte benen voor je uit zitten. Buig je rechterknie en plaats de buitenkant van je rechtervoet op je linkerdijbeen tegen je linkerheup aan. Buig de linkerknie en kruis het linkerscheenbeen over het rechter om je linkervoet op je rechterdijbeen tegen je rechterheup te plaatsen. (Als het je veel moeite kost om dit uit te voeren, neem a.u.b. GEEN risico voor je knieën, door toch te proberen dit uit te voeren. In plaats hiervan kan je simpelweg de linkerenkel over de rechter kruisen.) Zet je handpalmen een paar centimeter voor je heupen aan weerszijde van je dijen op de vloer. Adem uit, trek je navel in de richting van je wervelkolom, druk je handen in de vloer en kom omhoog van de grond met je bekken en dijbenen. Herhaal met het rechterscheenbeen of enkel boven op links.
pt_pt: Sente-se com as pernas esticadas à sua frente. Dobre o joelho direito e coloque a parte exterior do seu pé na dobra da anca esquerda. Dobre o joelho esquerdo e cruze a canela esquerda sobre a direita para colocar o seu pé esquerdo na dobra da anca direita. (Se esta posição não lhe for acessível, NÃO arrisque a saúde dos seus joelhos a tentar forçá-la. Em vez disso, simplesmente cruze o tornozelo esquerdo sobre o direito). Plante as palmas das mãos no chão do lado de fora das suas coxas, alguns centímetros à frente das suas ancas. Ao expirar, puxe o umbigo em direção à coluna, faça pressão sobre os dedos e eleve a sua pélvis e as coxas do chão. Repita com a canela direita ou o tornozelo direito por cima do esquerdo.
ru: Упражнение начинается с положения сидя. Скрестите перед собой ноги. Положите верхнюю часть левой стопы на правое бедро, а стопу правой ноги на левое бедро. Руки положить на пол около бедер. На выдохе поднять тело и балансировать на прямых руках столько времени, сколько позволяет подготовка.
sv: Sitt med benen utsträckta framför dig. Böj höger knä och placera den yttre kanten av foten i vänster höftveck. Böj vänster knä och korsa det vänstra smalbenet över det högra smalbenet för att placera din vänstra fot i höger höftveck. (Om denna form inte är tillgänglig för dig, riskerar inte hälsan på knäna genom att försöka tvinga det. Istället, korsa helt enkelt vänster fotled över den högra.) Plantera handflatorna på marken utanför låren, flera centimeter framför dina höfter. När du andas ut, dra naveln mot ryggraden, tryck in i dina fingertoppar och lyft bäckenet och låren från marken. Upprepa med höger smalben eller fotled ovanpå den vänstra.
th: นั่งเหยียดขาออกไปข้างหน้า งอเข่าขวาของคุณเข้ามาและพาดเท้าวางไว้ใกล้กับขาหนีบซ้าย งอเข่าซ้ายและพาดหน้าแข้งซ้ายไว้เหนือหน้าแข้งขวาเพื่อวางเท้าซ้ายไว้ใกล้กับขาหนีบข้างขวา (หากคุณไม่สามารถทำท่านี้ได้ อย่าฝืนทำเพราะอาจเสี่ยงต่อสุขภาพข้อเข่าของคุณ แต่ให้เพียงนั่งขัดสมาธิโดยพาดข้อเท้าซ้ายไว้เหนือข้อเท้าขวา) วางฝ่ามือทั้งสองลงบนพื้นด้านข้างต้นขาของคุณโดยห่างจากสะโพกของคุณประมาณสองถึงสามนิ้ว ในขณะที่คุณหายใจออก ค่อย ๆ ยกหน้าท้องเข้าหาหลังของคุณ ลงน้ำหนักไปที่นิ้วมือของคุณและยกกระดูกเชิงกรานและต้นขาของคุณให้ลอยสูงขึ้นจากพื้น ทำซ้ำโดยให้หน้าแข้งขวาหรือข้อเท้าขวาพาดไว้ด้านบนหน้าแข้งซ้ายหรือข้อเท้าซ้าย
tr: Bacaklarınız önünüze uzanmış vaziyette oturun. Sağ dizinizi bükün ve ayağınızın dış kısmını sol kalça kıvrımına yerleştirin. Sol dizinizi bükün ve sol ayağınızı sağ kalça kıvrımına yerleştirmek için sol kavalkemiğinizi sağ kavalkemiğinizin üstüne atın. (Eğer bu şekil sizin için erişilebilir değilse, zorlama girişiminde bulunarak dizlerinizin sağlığını TEHLİKEYE ATMAYIN. Bunun yerine, sadece sol ayak bileğinizi sağ ayak bileğinizin üstüne atın.) Yerde avuç içlerinizi uyluklarınızın dışına, kalçalarınızın birkaç inç ilerisine yerleştirin. Nefes verirken, göbeğinizi omurganıza doğru çekin, parmaklarınızın altındaki etli kısma bastırın ve pelvisinizle uyluklarınızı yerden kaldırın. Sağ kavalkemiğiniz veya ayak bileğiniz sol taraftakinin üstünde olacak şekilde tekrarlayın.
zh_hans: 坐在地上，双脚在前伸展。弯曲右膝，右脚放在左腿皱褶处。弯曲左膝，左脚与右脚交叉，左脚放在右腿皱褶处。（如果做不到这个动作，千万不要强硬尝试。你只要做一个简单的盘腿坐姿。） 双手手掌放在大腿外侧的地板上，距离臀部几英寸的地方。呼气缩腹，双手用力，将骨盆和大腿离地举起。左右脚位置互换重复以上动作。
zh_hant: 坐在地上，雙腳在前伸展。彎曲右膝，右腳放在左腿皺褶處。彎曲左膝，左腳與右腳交叉，左腳放在右腿皺褶處。 （如果做不到這個動作，千萬不要強硬嘗試。你只要做一個簡單的盤腿坐姿。） 雙手手掌放在大腿外側的地板上，距離臀部幾英寸的地方。呼氣縮腹，雙手用力，將骨盆和大腿離地舉起。左右腳位置互換重複以上動作。

# exerciseDescription80
source: Lie on your back with your arms at your sides and the soles of your feet planted hips distance apart. The outer edges of your feet should be parallel to each other and your fingertips should graze the edges of your heels. Lift your pelvis off of the floor and bring your upper arms towards each other underneath you, interlacing your fingers on the floor. Press into the backs of your arms to lift your chest. Bring your feet together, draw your right knee in towards your chest, and extend the right leg straight up in the air. Return your right foot to the floor and repeat with the left leg lifted.
de: Lege dich auf den Rücken mit den Armen an beiden Seiten und den Fußsohlen hüftbreit auseinander. Die Außenseiten deiner Füße sollten parallel zueinander sein und deine Fingerspitzen in Richtung der Außenseiten deiner Fersen zeigen. Hebe dein Becken vom Boden, bringe deine Oberarme unter dir zusammen und verschränke die Fingerspitzen auf dem Boden ineinander. Drücke dich in die Rückseiten deiner Arme, um deine Brust anzuheben. Führe deine Füße zusammen, drehe dein rechtes Knie zur Brust und strecke das rechte Bein gerade in die Luft. Führe den rechten Fuß zurück zum Boden und wiederhole das Ganze mit dem linken Bein angehoben.
es: Túmbate boca arriba con los brazos a los lados y las plantas de los pies a la distancia entre las caderas. Los bordes externos de los pies deben estar paralelos y las puntas de los dedos deben rozar los bordes de los talones. Eleva la pelvis del suelo y junta la zona superior de los brazos debajo de ti, entrelazando los dedos en el suelo. Presiona sobre la parte de atrás de los brazos para elevar el pecho. Junta los pies, lleva la rodilla derecha hacia el pecho y extiende la pierna derecha recta en el aire. Baja el pie derecho al suelo y repítelo con la pierna izquierda elevada.
fr: S'allonger sur le dos avec les bras sur les côtés et les plantes des pieds positionnées avec une largeur de hanches comme écartement. Les bords extérieurs des pieds doivent être parallèles et la pointe des doigts doit frôler les talons. Décoller du sol le pelvis et ramener les bras l'un vers l'autre sous le corps en entrelaçant les doigts sur le sol. Appuyer sur le revers des bras pour soulever la poitrine. Joindre les pieds, amener le genou droit vers l'avant de la poitrine et étirer la jambe droite tendue en l'air. Ramener le pied droit vers le sol et répéter avec la jambe gauche levée.
it: Sdraiatevi sulla schiena con le braccia lungo i fianchi e le piante dei piedi alla stessa distanza dei fianchi. I bordi esterni dei piedi devono essere paralleli tra loro e la punta delle dita dovrebbe sfiorare i bordi dei talloni. Sollevare il bacino dal pavimento e portare le braccia sotto di voi, intrecciando le dita sul pavimento. Premere nel la parte posteriore delle braccia per sollevare il petto. Unite i piedi, portando il ginocchio destro verso il petto, ed estendere la gamba destra in aria. Riportare il piede destro a terra e ripetere con la gamba sinistra sollevata.
ja: 仰向けになって、両腕を身体の脇において、両足の足の裏をお尻の幅に広げて地面につきます。両足の外側がお互いに平行になるようにし、指先がかかとに軽く触れるようにします。骨盤を地面から浮かせて、二の腕を身体の下でお互いに近づけ、地面の上で指を組みます。両腕の後ろ側で地面を押して、胸を持ち上げます。 両足をそろえて、右ひざを胸に引きつけて、右脚を空に向けて伸ばします。右脚を地面に戻したら、左脚を同様に持ち上げます。
ko: 팔을 옆에 붙이고 발바닥은 엉덩이 간격으로 벌려 등을 대고 눕습니다. 발 바깥 부분이 서로 평행이 되게 하고 손끝으로 발 뒤꿈치 끝부분을 살짝 스칩니다. 골반을 들어 올리며, 손을 아래로 옮겨 깍지 낍니다. 가슴을 들어올리도록 팔 뒤편으로 누릅니다. 다리를 살짝 움직이며, 오른쪽 무릎을 가슴 안쪽으로 당기고 오른발을 위로 쭉 폅니다. 오른발을 바닥에 놓고 왼발을 들어올린 상태로 반복합니다.
nl: Ga met je armen langs je lichaam liggen en met je voetzolen op heupbreedte. De buitenranden van je voeten moeten evenwijdig aan elkaar liggen en binnen handbereik van je vingers zijn. Breng je bekken omhoog, breng onder je de bovenarmen naar elkaar toe en vouw de handen in ineen op de grond. Oefen druk uit op de achterzijde van je armen om je borst op te tillen. Breng je voeten bij elkaar, trek je rechterknie naar je borst toe en strek het rechterbeen recht de lucht in. Breng je rechtervoet terug op de vloer en herhaal dit met het linkerbeen opgetild.
pt_pt: Deite-se de costas com os braços ao longo do corpo e as plantas dos pés assentes no chão alinhadas com a distância das ancas. Os lados de fora dos seus pés devem ficar paralelos entre si e os seus dedos das mãos devem tocar nas pontas dos seus calcanhares. Eleve a pélvis do chão e junte os braços debaixo de si, entrelaçando os dedos no chão. Faça pressão sobre os braços para elevar o peito. Junte os pés, puxe o joelho direito em direção ao peito e estique a perna direita para cima. Coloque novamente o pé direito no chão e repita com a perna esquerda levantada.
ru: Лягте на пол расслабьтесь. Согните ноги немного в коленях и подведите ступни чуть ближе к линии колен. На вдохе напрягите мышцы спины и поднимите таз максимально вверх, одновременно выпрямите ноги. Затем заведите руки под спину и держите их параллельно друг другу. Руки должны быть прямыми. На вдохе поднимите левую ногу вертикально вверх и задержитесь в этом положении на несколько циклов дыхания.
sv: Ligg på rygg med armarna längs sidorna och fotsulorna planterade på höftavstånd från varandra. Ytterkanterna på fötterna bör vara parallella med varandra och fingertopparna ska skrubba kanterna på hälarna. Lyft bäckenet från golvet och ta överarmarna mot varandra under dig, fläta ihop fingrarna på golvet. Tryck in i ryggen på armarna för att lyfta bröstet. Sätt ihop fötterna, dra höger knä in mot bröstet, och sträck ut höger ben rakt upp i luften. Sätt tillbaka din högra fot i golvet och upprepa med det vänstra benet lyft.
th: นอนหงายโดยวางแขนของคุณไว้ข้างลำตัวและแยกเท้าของคุณให้ห่างกันหนึ่งช่วงตัว โดยที่เท้าของคุณวางขนานกันและนิ้วมือของคุณแตะที่ปลายส้นเท้าของคุณ ยกกระดูกเชิงกรานให้สูงขึ้นจากพื้นและวางแขนราบไปกับพื้นจากนั้นเชื่อมมือทั้งสองเข้าหากันไว้ใต้ลำตัว ลงน้ำหนักไปที่หลังแขนของคุณเพื่อดันหน้าอกขึ้น รวบเท้าเข้าหากันจากนั้นค่อย ๆ ยกหัวเข่าเข้าหาลำตัวและเหยียดขาขวาพุ่งสูงขึ้นไปในอากาศ ถอยเท้าขวากลับลงมาที่พื้นและทำซ้ำโดยยกขาซ้ายขึ้น
tr: Kollarınız yanınızda ve ayak tabanlarınız kalçalarınızın hizasında olacak şekilde birbirinden ayrılmış vaziyette sırt üstü yatın. Ayaklarınızın dış kısımları birbirine paralel olmalı ve parmak uçlarınız topuklarınızın kenarlarına değmelidir. Pelvisinizi yerden kaldırın ve üst kollarınızı altınızda bir araya getirerek yerde parmaklarınızı birbirine geçirin. Göğsünüzü kaldırmak için kollarınızın arka kısımlarına bastırın. Ayaklarınızı birleştirin, sağ dizinizi göğsünüze doğru çekin ve sağ bacağınızı havaya düz bir şekilde uzatın. Sağ ayağınızı yere geri getirin ve sol bacak kalkık vaziyette tekrarlayın.
zh_hans: 仰卧在地，手臂放在身旁，双脚与臀同宽。双脚外侧相互平行，手指抓住脚跟。离地抬起骨盆，上臂在你的身体底下相对着，手指相互交扣。手臂施力举起胸膛。 双脚并拢，右膝靠近胸部，然后在空中伸直右脚。右脚回到地上，抬起左脚重复动作。
zh_hant: 仰臥在地，手臂放在身旁，雙腳與臀同寬。雙腳外側相互平行，手指抓住腳跟。離地抬起骨盆，上臂在你的身體底下相對著，手指相互交扣。手臂施力舉起胸膛。 雙腳併攏，右膝靠近胸部，然後在空中伸直右腳。右腳回到地上，抬起左腳重複動作。

# exerciseDescription82
source: Stand with your feet hips distance apart. Interlace your fingers in front of you, flip your palms to face out, and extend your arms alongside your ears with palms facing the ceiling. Repeat with opposite clasp of the hands (i.e., with the other index finger and thumb on top).
de: Stehe mit deinen Füßen hüftbreit auseinander. Verschränke deine Finger vor dir, drehe deine Handflächen, sodass sie nach außen schauen und strecke deine Arme an deinen Ohren entlang aus, die Handflächen schauen zur Decke. Wiederhole das Ganze mit den Händen andersherum verschlungen (bzw. mit dem anderen Zeigefinger und Daumen oben).
es: Ponte de pie con los pies separados a la distancia entre las caderas. Entrelaza los dedos frente a ti, gira las palmas para que miren hacia afuera y extiende los brazos junto a los oídos con las palmas hacia el techo. Repítelo con el agarre inverso de las manos (es decir, con el otro dedo índice y el pulgar encima).
fr: Se tenir debout avec les pieds espacés d'une largeur de hanche. Entrecroiser les doigts devant soi, tourner les paumes vers l'avant et étirer les bras le long des oreilles avec les paumes face au plafond. Répéter avec la position opposée des mains (i.e. avec l'autre index et l'autre pouce sur le dessus).
it: In piedi con i piedi alla stessa distanza dei fianchi. Intrecciate le dita di fronte a voi, capovolgere i palmi delle mani spingendoli, ed estendere le braccia lungo le orecchie con i palmi rivolti al soffitto. Ripetere con chiusura opposta delle mani (ad esempio, con l’indice e il pollice in alto)..
ja: 腰の幅に足を広げて立ちます。身体の前で指を組んで、手のひらが外側を向くようにひっくり返して、耳の沿って腕を伸ばすことで、手のひらが天井を向くようにします。手の組み方を逆にして、繰り返します。（つまり、上になる親指を逆にする）
ko: 엉덩이 너비만큼 벌려 섭니다. 손을 앞으로 깍지 끼고 손바닥을 밖으로 향하도록 젖히며, 손바닥이 천장을 향하도록 귀 옆으로 폅니다. 손을 반대로 잡은 상태에서 반복합니다 (예: 다른 집게 손가락과 엄지를 위로 한 상태에서).
nl: Sta met je voeten op heupbreedte van elkaar. Verstrengel je vingers voor je, draai je handpalmen naar buiten en strek je armen langs je oren met handpalmen gericht naar het plafond. Herhaal dit met een tegenovergestelde handgreep, m.a.w. met de andere wijsvinger en duim boven
pt_pt: De pé, afaste os pés à distância das ancas. Entrelace os dedos das mãos à sua frente, vire as palmas para fora e estique os braços junto às orelhas com as palmas viradas para o teto. Repita com a posição das mãos invertida (isto é, com o outro dedo indicador e polegar por cima).
ru: Примите позу стоя. Пальцы ног выпрямить и прижать к поверхности пола. Максимально выпрямите позвоночник, голову наклоните немного вперед. Соедините ладони в замок и заведите их над головой. Внутреняя часть ладони смотрит вверх. Вытягивайте тело, стремясь к потолку.
sv: Stå med fötterna på höftavstånd från varandra. Fläta ihop fingrarna framför dig, vänd handflatorna utåt och sträck ut armarna längsmed dina öron med handflatorna mot taket. Upprepa med motsatt flätning av händerna (dvs. med det andra pekfingret och tummen på ovansidan).
th: ยืนขึ้นโดยให้เท้าของคุณห่างกันหนึ่งช่วงตัว เชื่อมนิ้วมือเข้าหากันไว้ข้างหน้าคุณ พลิกมือของคุณออกจากนั้นเหยียดแขนออกไปให้ขนานกับใบหูโดยหันฝ่ามือเข้าหาเพดาน ทำซ้ำโดยสลับการไขว้ของมือ (เช่น นิ้วชี้และนิ้วหัวแม่อีกข้างอยู่ด้านบน)
tr: Ayaklarınızı kalçalarınızla aynı hizada olacak şekilde birbirinden ayırın. Parmaklarınızı önünüzde birbirine geçirin, parmak içlerinizi dışarı bakacak şekilde çevirin ve avuç içleri tavana bakar vaziyette kollarınızı kulaklarınızın yanına uzatın. Elleri ters şekilde birbirine geçirerek (yani diğer işaret parmağı ve başparmak yukarıda olacak şekilde) tekrarlayın.
zh_hans: 双脚与臀同宽站立。双手手指交扣放在身前，手掌翻开向外，手臂向上伸展。左右手的上下位置交换（例如另一只手的食指和拇指在上）。
zh_hant: 雙腳與臀同寬站立。雙手手指交扣放在身前，手掌翻開向外，手臂向上伸展。左右手的上下位置交換（例如另一隻手的食指和拇指在上）。
