Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription92
source: Sit with your legs extended in front of you. Place the sole of your right foot against the inside of your left thigh. Twist your upper body to the right, place your left elbow on the floor inside of your left knee, and hold the inner edge of your left foot in your left hand. Extend your right arm alongside your ear and hold the top of the left foot in your right hand. Anchor your right buttock to the floor as you rotate your chest towards the sky. Repeat with the left knee bent and right leg straight, side bending over the right leg.
de: Sitze mit den Beinen nach vorne ausgestreckt. Lege die Sohle deines linken Fußes an die Innenseite deines rechten Oberschenkels. Drehe deinen Oberkörper nach rechts, lege deinen linken Ellbogen auf den Boden an die Innenseite deine linken Knies und halte die Innenseite deines linken Fußes in deiner linken Hand. Strecke deinen rechten Arm am Ohr hoch und halte die Oberseite deines linken Fußes in deiner rechten Hand. Verankere deinen rechten Gesäßknochen auf dem Boden, während du deine Brust zum Himmel drehst. Wiederhole das Ganze mit dem linken Knie gebeugt, dem rechten Bein gestreckt und der Drehung über dem rechten Bein.
es: Siéntate con las piernas extendidas frente a ti. Coloca la planta del pie derecho contra la cara interna del muslo izquierdo. Gira la parte superior de tu cuerpo a la derecha, coloca el codo izquierdo en el suelo dentro de la rodilla derecha y sujeta el borde interno del pie izquierdo con la mano izquierda. Extiende el brazo derecho junto al oído y sujeta la parte superior del pie izquierdo con la mano derecha. Coloca el glúteo derecho en el suelo mientras giras el pecho hacia el cielo. Repítelo con la rodilla izquierda flexionada y la rodilla derecha recta, doblándote lateralmente sobre la pierna derecha.
fr: S'asseoir avec les jambes allongées devant soi. Placer la plantaire du pied droit à l'intérieur de la cuisse gauche. Faire une torsion de la partie supérieure du corps vers la droite, placer le coude gauche sur le sol à l'intérieur du genou gauche et maintenir le bord intérieur du pied gauche avec la main gauche. Étirer le bras droit le long de l'oreille et maintenir le dessus du pied gauche avec la main droite. Ancrer la fesse droite au sol tout en faisant pivoter la poitrine vers le ciel. Répéter avec le genou gauche plié et la jambe droite tendue, en se penchant sur le côté au-dessus de la jambe droite.
it: Seduti con le gambe distese davanti a voi. Mettere la pianta del piede destro contro la parte interna della coscia sinistra. Ruotare il busto verso destra, inserire il gomito sinistro sul pavimento all'interno del ginocchio sinistro, e tenere premuto il bordo interno del piede sinistro con la mano sinistra. Estendere il braccio destro accanto al vostro orecchio e tenere la parte superiore del piede sinistro con la mano destra. Tenere la natica destra sul pavimento mentre si ruota il petto verso l’alto. Ripetere con la sinistra piegata al ginocchio e la gamba destra dritta e flessione laterale sulla gamba destra.
ja: 脚を身体の前に伸ばして座ります。右足の裏を左太ももの内側につけます。上半身を右にひねり、左ひじを左ひざの内側で地面について、左手で左足の内側をつかみます。右腕を耳に沿って伸ばして、左足の甲を右手でつかみます。右のお尻は地面から離さないようにしながら、胸を空に向けて開きます。左右を入れかえて、左ひざを曲げ、右脚をまっすぐに伸ばして、右脚の上に身体を横に倒す方も同様に行います。
ko: 다리를 앞으로 펴고 앉습니다. 오른쪽 발바닥을 왼쪽 허벅지 안쪽에 맞댑니다. 몸을 오른쪽으로 비틀며, 왼쪽 팔꿈치를 왼쪽 무릎 앞 바닥에 놓으며, 왼손으로 왼발 안쪽을 잡습니다. 오른손을 귀 옆으로 펴고 오른손으로 왼발 윗부분을 잡습니다. 가슴을 위로 돌리면서 엉덩이를 바닥에 고정시킵니다. 왼쪽 무릎을 구부리고 오른발을 펴며, 오른발 위로 숙인 상태로 반복합니다.
nl: Ga met gestrekte benen voor je uit zitten. Plaats de rechtervoetzool tegen de binnenkant van je linkerdijbeen. Draai je bovenlichaam naar rechts, plaats je linkerelleboog aan de binnenkant van je linkerknie op de grond en houd de binnenkant van je linkervoet in je linkerhand. Strek je rechterarm langs je oor en houd de bovenkant van je linkervoet in je rechterhand. Houd je rechterbil stevig op de vloer bij het draaien van je borst richting lucht. Herhaal dit met de linkerknie gebogen met het rechterbeen recht gestrekt en een zijwaartse buiging over het rechterbeen.
pt_pt: Sente-se com as pernas esticadas à sua frente. Coloque a planta do pé direito contra o interior da sua coxa esquerda. Torça o tronco para a direita, coloque o cotovelo esquerdo no chão junto ao interior do seu joelho esquerdo e agarre na parte de dentro do seu pé esquerdo com a mão direita. Estique o braço direito junto à orelha e segure o peito do pé esquerdo com a mão direita. Ancore a nádega direita no chão à medida que roda o tronco em direção ao céu. Repita com o joelho esquerdo dobrado e a perna direita esticada, dobrando-se sobre a perna direita.
ru: Сесть на пол, ноги вытянуть прямо перед собой. Согнуть левое колено и отвести его влево, поместив пятку возле промежности, а внешнюю сторону бедра — на полу. Скрутить туловище влево и опустить правый бок к вытянутой ноге. Захватить левой рукой правую стопу с внешней стороны, вытянув руку через бок — так, чтобы плечо накрыло ухо. Дотянуться правой рукой до правой стопы и захватить стопу с внутренней стороны. Разводя локти, разворачивать грудную клетку больше вверх, затылок — к колену.
sv: Sitt med benen utsträckta framför dig. Placera sulan av höger fot mot insidan av vänster lår. Vrid överkroppen åt höger, placera din vänstra armbåge på golvet inne i vänster knä och håll innerkanten på vänster fot i vänster hand. Förläng din högra arm längs örat och håll toppen av den vänstra foten i höger hand. Ankra din högra skinka i golvet medan du roterar bröstet mot himlen. Upprepa med vänster knä böjt och höger ben rakt, böj åt sidan över höger ben.
th: นั่งเหยียดขาออกไปข้างหน้า วางฝ่าเท้าขวาของคุณแนบไว้กับต้นขาซ้ายด้านใน บิดตัวไปทางขวา จากนั้นวางข้อศอกซ้ายลงบนพื้นด้านในของหัวเข่าซ้ายและใช้มือซ้ายจับที่ฝ่าเท้าซ้าย เหยียดแขนข้างขวาของคุณไปทางด้านข้างใบหูและจากนั้นใช้มือขวาจับหน้าเท้าซ้าย ยึดสะโพกขวาของคุณไว้กับพื้นขณะที่คุณหันหน้าอกมุ่งสู่ท้องฟ้า ทำซ้ำโดยงอเข่าซ้ายเข้ามาและเหยียดขาขวาออกไปและโน้มตัวไปทางขาขวา
tr: Bacaklarınız önünüzde uzatılmış şekilde oturun. Sağ ayak tabanınızı sol uyluğunuzun içine karşı yerleştirin. Üst vücudunuzla sağa burgu yapın, yerde sol dirseğinizi sol dizinizin içine yerleştirin ve sol elinizle sol ayağınızın iç kısmını tutun. Sağ kolunuzu kulağınızın yanına uzatın ve sağ elinizle sol ayağınızın üstünü tutun. Göğsünüzü gökyüzüne doğru çevirirken poponuzun sağ kısmını yere sabitleyin. Sol diz bükülü ve sağ bacak düz vaziyetteyken sağ bacağın üzerine yan eğilerek tekrarlayın.
zh_hans: 坐在地上，双脚在身前伸展。右脚脚板靠在左大腿内侧。上半身扭向右边，左手肘放在左膝内侧的地上，然后用左手抓住左脚。右臂在耳边伸展，右手抓住左脚。右边屁股固定在地，胸口转向上方。换成左膝弯曲，右脚伸直，朝右脚侧弯，重复以上动作。
zh_hant: 坐在地上，雙腳在身前伸展。右腳腳板靠在左大腿內側。上半身扭向右邊，左手肘放在左膝內側的地上，然後用左手抓住左腳。右臂在耳邊伸展，右手抓住左腳。右邊屁股固定在地，胸口轉向上方。換成左膝彎曲，右腳伸直，朝右腳側彎，重複以上動作。

# exerciseDescription93
source: Stand with your feet together. Step your right foot approximately one leg's length back and angle that foot 30 degrees out to the right side. Place your hands on your outer hips and inhale as you lengthen your spine and reach your chest forward to parallel the ground. Exhale as you twist to the left, planting your right palm outside of your left foot and reaching your left arm up towards the ceiling. Repeat with right leg forward, twisting to the right side.
de: Stehe mit deinen Füßen zusammen. Stelle deinen rechten Fuß etwa eine Beinlänge nach hinten und winkle diesen Fuß um 30 Grad nach rechts außen. Lege deine Hände auf deine äußere Hüfte und atme ein, während du deine Wirbelsäule lang machst und deine Brust parallel zum Boden nach vorne führst. Atme aus, während du dich nach links drehst, deine rechte Handfläche an die Außenseite deines linken Fußes legst und den linken Arm in Richtung Decke streckst. Wiederhole das Ganze mit dem rechten Bein vorne und drehe dich zur rechten Seite.
es: Ponte de pie con los pies juntos. Desplaza el pie derecho hacia atrás aproximadamente a una pierna de distancia y colócalo en un ángulo de 30 grados hacia fuera, hacia el lado derecho. Coloca las manos en la zona externa de las caderas y toma aire mientras estiras la espalda y llevas el pecho hacia adelante hasta que quede paralelo al suelo. Exhala mientras giras hacia la derecha colocando la palma de la mano derecha en la zona externa del pie izquierdo y elevando el brazo izquierdo hacia el techo. Repítelo con la pierna derecha adelantada y girando hacia el lado derecho.
fr: Se tenir debout avec les pieds joints. Reculer le pied droit approximativement d'une longueur de jambe avec le pied faisant un angle de 30° vers le côté droit. Placer les mains sur l'extérieur des hanches et inspirer tout en étirant la colonne vertébrale et amener la poitrine à être parallèle au sol. Expirer tout en effectuant un mouvement de torsion vers la gauche, en positionnant la paume droite à l'extérieur du pied gauche et en dirigeant le bras gauche vers le plafond. Répéter avec la jambe droite en avant, avec un mouvement de torsion vers le côté droit.
it: In piedi con i piedi uniti. Piede destro indietro a circa la lunghezza della gamba con angolo a 30 gradi verso il lato destro. Mettete le mani sui fianchi esterni e inspirare allungando la colonna vertebrale e portare il petto in avanti in parallelo rispetto al pavimento. Espirare girando a sinistra, piantando il palmo della mano destra al di fuori del piede sinistro e portare il braccio sinistro verso il soffitto. Ripetere con la gamba destra in avanti, girando a destra
ja: 両足をそろえて立ちます。右足をおよそ脚の長さと同じぐらい後ろに引いて、足先を30度右に開きます。両手を腰に当てて、息を吸いながら、背骨を伸ばし、胸は地面と平行になるように前へ倒します。身体を左にひねりながら息を吐いて、右手を左脚の外側について、左腕を天井に向けて伸ばします。左右を入れかえて、右脚を前にして、右側にひねる方も同様に行います。
ko: 두 발로 섭니다. 오른발을 약 한 발 간격 뒤로하고 오른쪽 바깥으로 발을 30도 돌립니다. 손을 엉덩이 바깥에 놓고, 허리를 곧게 펴고 가슴을 바닥과 수평이 되도록 앞으로 숙이면서 숨을 들이쉽니다. 오른쪽 손바닥을 왼발 바깥에 붙이고 왼손을 천장으로 뻗으며 몸을 왼쪽으로 비틀며 숨을 내쉽니다. 오른발을 앞으로 내밀고 오른쪽으로 돌리면서 반복합니다.
nl: Ga staan met je voeten naast elkaar. Stap met je rechtervoet ongeveer een beenlengte naar achteren en draai die voet naar rechts op een hoek van 30 graden. Plaats je handen aan de buitenkant van je heupen, adem in maak je wervelkolom langer, terwijl je je borst naar voren buigt parallel aan de vloer. Adem uit, draai naar links, plaats je rechterhandpalm aan de buitenzijde van je linkervoet en reik met je linkerarm omhoog naar het plafond. Herhaal dit met het rechterbeen voor en de draai naar de rechter kant.
pt_pt: De pé com os pés juntos, coloque o seu pé direito atrás à distância aproximada do comprimento de uma perna e coloque esse pé num ângulo de 30 graus para fora e para a esquerda. Coloque as mãos nas ancas e inspire à medida que alonga a coluna e inclina o peito para a frente até ficar paralelo ao chão. Expire enquanto torce para a esquerda, apoiando a palma da mão direita do lado de fora do pé esquerdo e esticando o braço esquerdo na direção do teto. Repita com a perna direita para a frente, torcendo para o lado direito.
ru: Встаньте в позу стоя ровно и расставьте ноги и разведите руки в стороны. Поверните правую стопу наружу на 90 градусов, а левую внутрь на 45 градусов. На выдохе прокручивайте руки правую вниз, левую к уху, одновременно наклоняя корпус вниз. Опустите левую руку вниз и упритесь пальцами в пол у наружного ребра правой стопы. Поверните туловище вправо и выпрямите правую руку вверх, чтобы она оказалась на одном уровне с правым плечом. Растяните позвоночник и раскройте грудную клетку. Держите голову на одной линии с копчиком.
sv: Stå med fötterna ihop. Steg höger fot ungefär ett benavstånd tillbaka och vinkla foten 30 grader ut till höger. Placera händerna på yttre höften och andas in medan du sträcker din ryggrad och sträcker bröstet framåt parallellt med marken. Andas ut när du vrider åt vänster, plantera din högra handflata utanför din vänstra fot och nå din vänstra arm upp mot taket. Upprepa med höger ben framåt, vridning åt höger.
th: ยืนขึ้นโดยให้เท้าชิดกัน ก้าวเท้าขวาไปข้างหลังประมาณหนึ่งความยาวขาโดยให้ทำมุมประมาณ 30 องศาไปทางด้านขวา วางมือทั้งสองข้างไว้ที่สะโพกด้านนอกและหายใจเข้าขณะที่คุณยืดหลังของคุณและโน้มหน้าอกไปข้างหน้าโดยให้ขนานกับพื้น หายใจออกในขณะที่คุณบิดตัวไปทางซ้าย แล้ววางฝ่ามือขวาของคุณไว้ด้านนอกเท้าซ้ายและเหยียดแขนซ้ายของคุณพุ่งสูงขึ้นไปที่เพดาน ทำซ้ำเช่นนี้โดยให้ขาขวาอยู่ข้างหน้าแล้วบิดตัวไปทางขวา
tr: Ayaklarınız bitişik vaziyette ayakta durun. Sağ ayağınızla yaklaşık bir bacak uzunluğunda geriye adım atın ve sağ ayağınızı 30 derece sağa doğru konumlandırın. Ellerimizi kalçalarınızın dış kısımları üzerine yerleştirin ve omurganızı uzatırken ve göğsünüzü yere paralel olarak ileri doğru uzatırken nefes alın. Sağ avuç içinizi sol ayağınızın dışına yerleştirerek ve sol kolunuzu tavana doğru uzatarak sola burgu yaparken nefes verin. Sağ bacağınız ileride, sağa burgu yaparak tekrarlayın.
zh_hans: 双脚并拢站立。右脚以一只脚的距离站开，脚的角度呈30度。双手放在臀部外侧，在伸展脊椎时吸气，胸部前倾与地平行。身体扭向左边时呼气，右掌放在左脚外面，左臂朝天伸直。左右脚位置互换重复动作。
zh_hant: 雙腳併攏站立。右腳以一隻腳的距離站開，腳的角度呈30度。雙手放在臀部外側，在伸展脊椎時吸氣，胸部前傾與地平行。身體扭向左邊時呼氣，右掌放在左腳外面，左臂朝天伸直。左右腳位置互換重複動作。

# exerciseDescription94
source: From a standing forward fold, bend your knees and tent your fingertips on the ground on either side of your feet. Step the left foot bank, keeping your right knee bent at a 90 degree angle and centered over your right ankle. Pull your chest forward and press your left heel up towards the ceiling. Repeat with the left knee forward.
de: Stehe nach vorne gebeugt, beuge deine Knie und lege deine Fingerspitzen zeltartig an je eine Seite deiner Füße auf den Boden. Setze den linken Fuß zurück und lasse dein rechtes Knie in einem 90 Grad Winkel gebeugt und mittig über deinem rechten Knöchel. Ziehe deine Brust nach vorne und drücke deine linke Ferse in Richtung Decke. Wiederhole das Ganze mit dem linken Knie vorne.
es: Sitúate doblado hacia delante, flexiona las rodillas y tiende las puntas de los dedos en el suelo a ambos lados de los pies. Desplaza el pie derecho hacia atrás manteniendo la rodilla derecha doblada en un ángulo de 90 grados y centrada sobre el tobillo derecho. Lleva el pecho hacia adelante y empuja el talón izquierdo hacia el techo. Repítelo con la rodilla izquierda adelantada.
fr: À partir d'une position penchée vers l'avant, plier les genoux et poser la pointe des doigts sur le sol sur chaque côté des pieds. Faire un écart avec le pied gauche en maintenant le genou droit plié à 90° et centré sur la cheville droite. Amener la poitrine vers l'avant et lever le talon gauche vers le haut. Répéter avec le genou gauche en avant.
it: Con un piede in avanti, piegare le ginocchia e tendere la punta delle dita a terra su entrambi i lati dei piedi. Piegare piede sinistro, mantenendo il ginocchio destro piegato ad un angolo di 90 gradi e centrato sopra la caviglia destra. Tirare il petto in avanti e portare il tallone sinistro verso il soffitto. Ripetere con il ginocchio sinistro in avanti.
ja: 立って前に身体を倒した状態から、両ひざを曲げ、両手の指先を両足の外側でテントのようにつきます。左足を後ろに踏み出しながら、右ひざは90度に曲がるようにして、右足首の真上に来るようにします。胸を前に開いて、左のかかとを天井に向けて突き出します。左右を入れかえて、左ひざを前にした方も同様に行います。
ko: 서서 앞으로 숙인 상태에서, 무릎을 구부리고 발 양 옆에 손가락 끝으로 바닥을 짚습니다. 오른쪽 무릎을 90도로 구부리고 오른쪽 발목 위로 중심을 유지한 채, 왼발을 뒤로 뺍니다. 가슴을 앞으로 당기고 왼쪽 발 뒤꿈치를 천장 쪽으로 향하게 합니다. 왼쪽 무릎을 앞에 놓은 상태에서 반복합니다.
nl: Sta voorover gebogen en buig je knieën, maak een tentvorm met je vingertoppen aan weerszijde van je voeten. Stap met de rechtervoet naar achteren, houd je rechterknie gebogen in een hoek van 90 graden en rechtboven je rechterenkel. Trek je borst naar voren en druk je linkerhiel naar het plafond. Herhaal dit met de linkerknie voor.
pt_pt: A partir da posição de pé dobrada para a frente, dobre os joelhos e apoie os dedos das mãos no chão de cada lado dos pés. Coloque o pé esquerdo atrás, mantendo o joelho direito dobrado num ângulo de 90 graus e centrado sobre o tornozelo direito. Puxe o peito para a frente e pressione o calcanhar esquerdo para cima em direção ao teto. Repita com o joelho esquerdo para a frente.
ru: Встаньте на четвереньки, на колени и руки. На вдохе шагните левой ногой вперед, поставив ее на линию рук, возле левой руки. Вытяните правую ногу, поставьте ее на носок. Держите левое колено прямо над левой лодыжкой, голень перпендикулярно полу. Тяните пятку назад, а макушку вперед, чтобы тело и правая нога были на одной прямой линии.
sv: Från en stående framåtvikning, böj knäna och tälta fingertopparna på marken på ömse sidor om fötterna. Sätt vänster fotbanken, hållande höger knä böjt i 90 graders vinkel och centrerat över höger fotled. Dra bröstet framåt och tryck vänster häl upp mot taket. Upprepa med vänster knä framåt.
th: จากที่ยืนโน้มตัวไปข้างหน้า ให้งอเข่าทั้งสองและวางปลายนิ้วมือทั้งสองข้างลงบนพื้นไว้ด้านข้างเท้าทั้งสองของคุณ ถอยเท้าซ้ายมาทางด้านหลัง จากนั้นงอเข่าขวาตั้งฉากทำมุม 90 องศาและลงน้ำหนักให้สมดุลที่ข้อเท้าขวาของคุณ ดันหน้าอกของคุณไปข้างหน้าและตั้งส้นเท้าซ้ายให้ชี้ไปทางเพดาน ทำซ้ำโดยให้เข่าซ้ายอยู่ข้างหน้า
tr: Öne doğru katlanarak ayakta dururken, dizlerinizi bükün ve parmak uçlarınızı yerde ayaklarınızın herhangi bir tarafına sabitleyin. Sol ayağınızla geri adım atın ve sağ dizinizi sağ ayak bileğinizin üzerinde ortalayacak şekilde 90 derecelik bir açıyla bükülü tutun. Göğsünüzü ileri itin ve sol topuğunuzu tavana doğru bastırın. Sol diz ileride olacak şekilde tekrarlayın.
zh_hans: 身体往前弯曲站立，双膝弯曲并把双手放在双脚两旁的地板上。左脚倾斜，右膝继续呈90度弯曲，以右脚踝为中心。胸部往前倾，右脚跟朝上。以左膝在前的位置重复以上动作。
zh_hant: 身體往前彎曲站立，雙膝彎曲並把雙手放在雙腳兩旁的地板上。左腳傾斜，右膝繼續呈90度彎曲，以右腳踝為中心。胸部往前傾，右腳跟朝上。以左膝在前的位置重複以上動作。

# exerciseDescription95
source: Stand with your feet hips width apart. Place your left hand on your left waist, shift your weight into your right foot, and lift your left knee in towards your chest. Circle the first three fingers of your right hand around your big left toe and extend your left leg over to the right as you turn your upper body to the left.
de: Stehe mit deinen Füßen hüftbreit auseinander. Lege deine linke Hand an deine linke Taille, verlagere dein Gewicht auf deinen rechten Fuß und hebe dein linkes Knie in Richtung Brust. Schlinge die ersten drei Finger deiner rechten Hand um den linken, großen Zeh und strecke dein linkes Bein nach rechts, während du deinen Oberkörper nach links drehst.
es: Ponte de pie con los pies separados a la distancia entre las caderas. Coloca la mano izquierda en el lado izquierdo de la cintura, pon tu peso sobre el pie derecho y eleva la rodilla izquierda hacia el pecho. Coloca los tres primeros dedos de la mano derecha alrededor del dedo gordo del pie izquierdo y extiende la pierna izquierda hacia la derecha mientras giras la parte superior del cuerpo la izquierda.
fr: Se tenir debout avec les pieds écartés d'une largeur de hanches. Placer la main gauche sur la taille gauche, basculer le poids du corps sur le pied droit et lever le genou gauche vers votre poitrine. Entourer le gros orteil gauche avec les trois premiers doigts de la main droite et étirer la jambe gauche au-dessus de la droite tout en faisant pivoter la partie supérieure du corps vers la gauche.
it: In piedi con i piedi a larghezza dei fianchi. Mettere la mano sinistra sulla vita di sinistra, spostare il peso sul suo piede destro, e sollevare il ginocchio sinistro verso il petto. Girare le prime tre dita della mano destra intorno all’ alluce sinistro ed estendere la gamba sinistra verso destra mentre si ruota il busto verso sinistra.
ja: 両足を腰の幅に広げて立ちます。左手を左のウエストに当てて、体重を右足に移動させて、左ひざを胸まで持ち上げます。右手の親指から中指までの３本指を左足の親指の周りに回して、左脚を右側に伸ばしながら、上半身は左側に回します。
ko: 엉덩이 너비만큼 벌려 섭니다. 왼손을 왼쪽 허리에 놓고, 오른발로 무게 중심을 옮기며 왼쪽 무릎을 가슴 안쪽으로 올립니다. 왼쪽 엄지발가락을 오른손 세 손가락으로 잡고, 상체를 왼쪽으로 돌리면서 왼발을 오른쪽으로 폅니다.
nl: Ga staan met je voeten op heupbreedte van elkaar. Plaats je linkerhand op de linkerkant van je taill, verplaats je lichaamsgewicht naar je rechtervoet en til je linkerknie naar je borst. Pak met de eerste drie vingers van je rechterhand je rechtergrote teen vast en strek je linkerbeen naar rechts bij het naar links draaien van je bovenlichaam.
pt_pt: De pé, coloque os pés à distância das ancas. Coloque a mão esquerda na cintura, desloque o seu peso para o pé direito e levante o joelho esquerdo na direção do seu peito. Passe os três primeiros dedos da sua mão direita em torno do seu dedo grande do pé esquerdo e estique a perna esquerda para a direita enquanto vira o seu tronco para a esquerda.
ru: Встаньте на пол. Согните левую ногу в колене и захватитесь на пятку правой рукой. Вытяните полностью ногу вперед перед собой, затем заведите её в право. Задержитесь в данном положении и повторите тоже самое со второй ногой.
sv: Stå med fötterna i höftbredd. Placera din vänstra hand på vänster midja, flytta din vikt till din högra fot och lyft vänster knä in mot bröstet. Cirkla de tre första fingrar i din högra hand runt din vänstra stortå och sträck ditt vänstra ben över till höger medan du vrider överkroppen åt vänster.
th: ยืนขึ้นโดยให้เท้าของคุณห่างกันหนึ่งช่วงตัว วางมือซ้ายไว้บนเอวซ้ายของคุณ ถ่ายน้ำหนักของคุณไปที่เท้าขวาและยกเข่าซ้ายเข้าหาลำตัวของคุณ ใช้สามนิ้วแรกของมือข้างขวากุมนิ้วโป้งเท้าซ้ายเอาไว้และเหยียดขาซ้ายไปทางขวาในขณะที่คุณบิดลำตัวด้านบนไปทางซ้าย
tr: Ayaklarınızı kalçalarınızla aynı hizada olacak şekilde birbirinden ayırın. Sol elinizi belinizin sol tarafı üzerine yerleştirin, ağırlığınızı sağ ayağınıza verin ve sol dizinizi göğsünüze doğru kaldırın. Sağ elinizin ilk üç parmağını sol ayak başparmağınızın etrafında çevreleyin ve üst vücudunuzu sola doğru çevirirken sol bacağınızı sağ bacağınızın üzerine uzatın.
zh_hans: 双脚与臀同宽站立。左手放在左腰，重心移向右脚，左膝往胸口方向抬起。右手首三只手指围绕左脚拇趾，左脚向右伸展，同时上半身扭向左边。
zh_hant: 雙腳與臀同寬站立。左手放在左腰，重心移向右腳，左膝往胸口方向抬起。右手首三隻手指圍繞左腳拇趾，左腳向右伸展，同時上半身扭向左邊。
