Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription76
source: Start on all fours in a tabletop position. Place your left knee behind your left wrist and place the outer edge of your left foot behind your right wrist. Extend the right leg behind you with the toes tucked under, and drag the right leg as far back as you can before placing the right knee and top of the foot on the ground. Lift your shoulders above your hips, place the outer edge of your left foot in front of your right hip, and rest your palms at your sides as you lift the back of your spine. Repeat with right knee bent in front.
de: Beginne auf allen vieren in der Position eines Bretts. Stelle dein linkes Knie hinter dein linkes Handgelenk und stelle die Außenseite deines linken Fußes hinter dein rechtes Handgelenk. Strecke dein rechtes Bein mit den Zehen nach unten geklemmt hinter dir aus und ziehe das rechte Bein, soweit du kannst, nach hinten, bevor du das rechte Knie und die Oberseite des Fußes auf den Boden legst. Hebe deine Schultern über deine Hüfte, stelle die Außenseite deines linken Fußes vor deine rechte Hüfte und lege deine Handflächen an beide Seiten, während du deine hintere Wirbelsäule anhebst. Wiederhole das Ganze mit dem rechten Knie vor dir gebeugt.
es: Empieza a cuatro patas en la posición de la mesa. Coloca la rodilla izquierda detrás de la muñeca izquierda y coloca el borde externo del pie izquierdo detrás de la muñeca derecha. Extiende la pierna derecha detrás de ti con los dedos de los pies debajo y lleva la pierna derecha lo más lejos que puedas antes de colocar la rodilla derecha y la parte superior del pie en el suelo. Eleva los hombros sobre las caderas, coloca el borde externo del pie izquierdo frente a la cadera derecha y descansa las palmas de las manos a los lados mientras elevas la espalda. Repítelo con la rodilla derecha doblada en frente.
fr: Commencer à quatre pattes dans la position de la table. Placer le genou gauche derrière le poignet gauche et placer le bord extérieur du pied gauche derrière le poignet droit. Étirer la jambe droite derrière soi avec les orteils repliés et pousser sur la jambe droite aussi loin que possible avant de placer le genou droit et le dessus du pied sur le sol. Soulever les épaules au-dessus des hanches, placer le bord extérieur du pied gauche à l'avant de la hanche droite et reposer les paumes sur les côtés tout en soulevant la colonne vertébrale. Répéter avec le genou droit plié à l'avant.
it: Inizia a quattro zampe nella posizione del tavolo. Posiziona il ginocchio sinistro dietro il polso sinistro e il bordo esterno del piede sinistro dietro il polso destro. Estendete la gamba destra dietro di voi con le dita dei piedi infilati sotto, e trascinare la gamba destra più lontano possibile prima di mettere il ginocchio destro e la parte superiore del piede a terra. Sollevare le spalle sopra i fianchi, posizionare il bordo esterno del piede sinistro di fronte al vostro fianco destro, e far riposare le mani lungo i fianchi, mentre si sollevare la parte posteriore della colonna vertebrale. Ripetere con il ginocchio piegato di fronte
ja: 両手と両ひざをついた姿勢から始めます。左ひざを左手首のすぐ後ろに置き、左足の外側が右手首のすぐ後ろに来るようにします。右脚を身体の後ろに伸ばして、つま先を立てて、右足をできるだけ後ろまで引っ張ってから、右のひざと足の甲を地面につきます。両肩がお尻の上に来るように持ち上げ、左足の外側が右のお尻の前に来るようにし、両手を身体の脇に置いて背中を伸ばします。その後、右ひざを前にして、同様に繰り返します。
ko: 테이블 자세로 시작합니다. 왼쪽 무릎을 왼쪽 손목 뒤에 놓으며 왼발 바깥 부분은 오른쪽 손목 뒤에 놓습니다. 발가락을 아래로 접어 오른발을 뒤로 펴고 오른쪽 무릎과 발등을 바닥에 놓기 전에 최대한 뒤로 뻗습니다. 어깨를 엉덩이 위로 올리며, 왼발 바깥 부분을 오른쪽 엉덩이 앞에 놓고 허리 뒷부분을 들어올리면서 몸 옆에 손바닥을 놓습니다. 오른쪽 무릎 앞으로 구부린 상태에서 반복하세요.
nl: Begin op handen en knieën in de tafelhouding. Plaats je linkerknie achter je rechterpols en plaats de buitenkant van je linkervoet achter je linkerpols. Strek het rechterbeen met de tenen op de grond zover als je kunt, voordat je de rechterknie en de bovenzijde van voet op de vloer plaatst. Breng je schouders boven je heupen, plaats de buitenkant van je linkervoet voor je rechterheup en zet je handen met de palmen naar beneden naast je neer bij het omhoog brengen van de rug. Herhaal dit met de gebogen rechterknie naar voren.
pt_pt: Comece de gatas em posição de mesa. Coloque o joelho esquerdo atrás do pulso esquerdo e coloque o pé esquerdo atrás do seu pulso direito. Estique a perna direita para trás com os dedos dos pés encolhidos e puxe a perna direita tão para trás quanto possível antes de colocar o joelho direito e o peito do pé no chão. Levante os ombros em cima das ancas, coloque o pé esquerdo em frente à sua anca direita e pouse as mãos ao lado do corpo enquanto levanta a parte de trás da sua coluna. Repita com o joelho direito dobrado à frente.
ru: В положении сидя, сгибая правую ногу в колене выведите её вперед. Колено правой ноги смотрит вперед. Между бедром и голенью должен образоваться прямой угол. Хорошо вытяните левую ногу назад. Сдвиньте руки назад, на уровень бёдер и прижмите руки к полу. Отталкиваясь от пола, поднимите туловище вверх от бедра. Вытягиваете шею вверх и направьте взгляд вперед.
sv: Börja på alla fyra i positionen av en bordsskiva. Placera vänster knä bakom vänster handled och placera den yttre kanten av vänster fot bakom höger handled. Förläng höger ben bakom dig med tårna instoppade under, och dra det högra benet så långt tillbaka som du kan innan du placerar höger knä och ovansidan av foten på marken. Lyft axlarna över höfterna, placera den yttre kanten av vänster fot framför höger höft, och vila handflatorna på sidorna när du lyfter på baksidan av din ryggrad. Upprepa med höger knä böjt framför.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา วางเข่าซ้ายของคุณไว้ข้างหลังข้อมือซ้ายและวางขอบด้านนอกของเท้าซ้ายไว้ข้างหลังข้อมือขวา เหยียดขาขวาไปด้านหลังและจากนั้นค่อย ๆ เหยียดไปจนกว่าจะรู้สึกตึงโดยให้หัวเข่าขวาและหน้าเท้าขวาวางราบไปกับพื้น ยกไหล่ไว้เหนือสะโพกของคุณและเลื่อนเท้าซ้ายมาวางไว้หน้าสะโพกขวาและพักมือทั้งสองไว้ข้างลำตัวในขณะที่คุณค่อย ๆ ยืดหลังของคุณขึ้น ทำซ้ำโดยการงอเข่าขวาไว้ข้างหน้า
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Sol dizinizi sol bileğinizin arkasına yerleştirin ve sol ayağınızın dış kısmını sağ bileğinizin arkasına yerleştirin. Ayak parmaklarınız içeri kıvrılmış vaziyette sağ bacağınızı arkanıza uzatın ve sağ dizinizi ve ayağınızın üstünü yere yerleştirmeden önce sağ bacağınızı geriye doğru çekebildiğiniz kadar çekin. Omuzlarınızı kalçalarınızın üzerine kaldırın, sol ayağınızın dış kısmını sağ kalçanızın önüne yerleştirin ve omurga arkanızı kaldırırken avuç içlerinizi yanda dinlendirin. Sağ diziniz önde bükülü şekilde tekrarlayın.
zh_hans: 以四柱式开始。左膝放在左手腕后方，左脚外侧放在右手腕后方。右脚在身后伸展，脚趾夹在地上，右腿尽量往后延伸，再把右膝和前腿放在地上。肩膀位于臀部上方，左脚外侧放在右臀前方，双手手掌放置在身旁，抬起脊椎。左右膝盖位置互换，重复以上动作。
zh_hant: 以四柱式開始。左膝放在左手腕後方，左腳外側放在右手腕後方。右腳在身後伸展，腳趾夾在地上，右腿盡量往後延伸，再把右膝和前腿放在地上。肩膀位於臀部上方，左腳外側放在右臀前方，雙手手掌放置在身旁，抬起脊椎。左右膝蓋位置互換，重複以上動作。

# exerciseDescription77
source: Stand with your feet together. Step your left foot approximately one leg's length back and angle that foot 30 degrees out to the left. Inhale as you press into the left heel and lengthen your spine and exhale as you fold over your right leg, framing your right foot with your hands. Repeat with the left foot forward.
de: Stehe mit deinen Füßen zusammen. Stelle deinen linken Fuß etwa eine Beinlänge nach hinten und winkle diesen Fuß um 30 Grad nach links außen. Atme ein, während du dich auf die linke Ferse verlagerst und deine Wirbelsäule lang machst. Atme aus, während du dich über dein rechtes Bein nach vorne beugst und deinen rechten Fuß mit deinen Händen umschließt. Wiederhole das Ganze mit dem linken Fuß vorne.
es: Ponte de pie con los pies juntos. Lleva el pie hacia atrás aproximadamente a una pierna de distancia y dobla el pie 30 grados hacia fuera, a la izquierda. Toma aire mientras presionas sobre el talón izquierdo y estiras la espalda, y exhala mientras te doblas sobre la pierna derecha, rodeando el pie derecho con las manos.
fr: Se tenir debout avec les pieds joints. Reculer le pied gauche approximativement d'une longueur de jambe et avec un angle pour le pied de 30° vers la gauche. Inspirer tout en appuyant sur le talon gauche et étirer la colonne vertébrale. Puis, expirer tout en se repliant sur la jambe droite en enserrant le pied droit avec les mains. Répéter avec le pied gauche en avant.
it: In piedi con i piedi uniti. Portare il piede sinistro indietro e fare un’ angolo di 30 gradi verso sinistra. Inspirate mentre premete sul tallone sinistro e allungate la colonna vertebrale ,espirate si piega sopra la gamba destra. Incorniciare il piede destro con le mani ripetere con il piede sinistro in avanti.
ja: 両足をそろえて立ちます。左足をおよそ脚の長さと同じだけ後ろに引いて、外に30度開きます。息を吸いながら、左のかかとで地面を押して、背骨を伸ばし、次に息を吐きながら、右足の周りに両手をつきながら右脚の上に身体を倒します。その後、左右を入れかえて、左足を前にして、同じように繰り返します。
ko: 두 발로 섭니다. 왼발을 약 한 발 간격 뒤로 하며, 왼쪽 바깥으로 30도 각도로 돌립니다. 왼발 뒤꿈치를 누르며 허리를 곧게 펴며 숨을 들이쉬고, 손으로 오른발로 틀을 잡고 오른발로 접으면서 숨을 내쉽니다. 왼발을 앞으로 한 상태로 반복합니다.
nl: Sta met je voeten naast elkaar. Stap met je linkervoet ca. een beenlengte terug en plaats die voet in een hoek van 30 graden naar buiten. Adem in, druk je rechterhiel in de grond en maak je wervelkolom langer. Adem uit, buig over je rechterbeen en laat je handen rusten op de rechtervoet. Herhaal met de linkervoet voor.
pt_pt: Posicione-se em pés com os pés juntos. Coloque o pé esquerdo para trás à distância aproximada do comprimento da perna e coloque esse pé num ângulo de 30 graus para fora e para a esquerda. Inspire enquanto exerce pressão sobre o calcanhar esquerdo e alonga a coluna. Expire à medida que se dobra sobre a sua perna direita, enquadrando o pé direito com as suas mãos. Repita com o pé esquerdo à frente.
ru: Расставьте ноги на ширину 70-90 см. Раздвиньте стопы, таз и весь корпус вправо. Опустите корпус на правую ногу. Лоб должен касаться правой ноги, руки вытяните вниз. Задержитесь в данной позе, сохраняя дыхание ровным.
sv: Stå med fötterna ihop. Sätt din vänstra fot ungefär ett benavstånd tillbaka och vinkla den foten 30 grader ut till vänster. Andas in medan du trycker på i den vänstra hälen och förlänger din ryggrad och andas ut medan du viker över höger ben, inramandes din högra fot med händerna. Upprepa med vänster fot framåt.
th: ยืนขึ้นโดยให้เท้าชิดกัน ก้าวเท้าซ้ายไปข้างหลังประมาณหนึ่งความยาวขาโดยให้ทำมุมประมาณ 30 องศาไปทางด้านซ้าย หายใจเข้าในขณะที่คุณโน้มตัวไปทางเท้าซ้ายและยืดหลังของคุณและหายใจออกในขณะที่คุณย้ายตัวมาทางขาขวาและวางมือทั้งสองข้างไว้ระหว่างเท้าขวา ทำซ้ำเช่นนี้โดยวางเท้าซ้ายไว้ข้างหน้า
tr: Ayaklarınız bitişik vaziyette ayakta durun. Sol ayağınızla yaklaşık bir bacak uzunluğu mesafesinde geriye adım atın ve sol ayağınızı 30 derece sola doğru konumlandırın. Sol topuğunuza bastırırken nefes alın ve omurganızı uzatın ve sağ ayağınızı ellerinizle çevreleyerek sağ bacağınız üzerine katlanırken nefes verin. Sol ayak ileride olacak şekilde tekrarlayın.
zh_hans: 双脚并拢站立。左脚以一只脚的距离站开，脚的角度呈30度。吸气时，往左脚跟施压，伸展脊椎。呼气时，上半身往右脚前倾，双手固定右脚。左右脚位置互换重复动作。
zh_hant: 雙腳併攏站立。左腳以一隻腳的距離站開，腳的角度呈30度。吸氣時，往左腳跟施壓，伸展脊椎。呼氣時，上半身往右腳前傾，雙手固定右腳。左右腳位置互換重複動作。

# exerciseDescription78
source: Start on all fours in a tabletop position. Place your right knee directly in front of your right hip and place your right foot behind the left wrist, as close to the wrist as possible while keeping your weight centered between your two sides. Extend the left leg behind you with the toes tucked under, and drag that leg as far back as you can before placing the left knee and top of the left foot on the ground. Make sure that your big left toe points straight back and your weight remains centered (i.e., don't lean onto your right side) before folding forward over your right shin. Repeat with left knee forward.
de: Beginne auf allen vieren in der Position eines Bretts. Stelle dein rechtes Knie direkt vor deine rechte Hüfte und deinen rechten Fuß hinter das linke Handgelenk, so nah an das Handgelenk wie möglich, während du das Gewicht gleichmäßig auf beide Seiten verteilst. Stelle dein linkes Knie hinter dein linkes Handgelenk und stelle die Außenseite deines linken Fußes hinter dein rechtes Handgelenk. Strecke dein linkes Bein mit den Zehen nach unten geklemmt hinter dir aus und ziehe dieses Bein, soweit du kannst, nach hinten, bevor du das linke Knie und die Oberseite des linken Fußes auf den Boden legst. Stelle sicher, dass dein linker, großer Zeh genau nach hinten zeigt und dein Gewicht mittig bleibt (bzw. lehne dich nicht zur rechten Seite), bevor du dich nach vorne über dein rechtes Schienbein legst. Wiederhole das Ganze mit dem linken Knie vorne.
es: Empieza a cuatro patas en la posición de la mesa. Coloca la rodilla derecha directamente frente a la cadera derecha y coloca el pie derecho detrás de la muñeca izquierda, tan cerca de la muñeca como sea posible mientras mantienes el peso repartido entre ambos lados. Extiende la pierna izquierda detrás de ti con los dedos debajo, y lleva la pierna lo más lejos posible antes de colocar la rodilla izquierda y la parte superior del pie en el suelo. Asegúrate de que el dedo gordo del pie izquierdo apunta directamente hacia atrás y de que tu peso se mantiene centrado (es decir, no lo cargas sobre el lado derecho) antes de doblarte hacia adelante sobre la espinilla derecha. Repítelo con la rodilla izquierda adelantada.
fr: Commencer à quatre pattes dans la position de la table. Placer le genou droit directement à l'avant de la hanche droite et placer le pied droit derrière le poignet gauche aussi près que possible du poignet tout en maintenant le poids centré entre les deux côtés. Étirer la jambe gauche derrière soi avec les orteils repliés et allonger cette jambe aussi loin que possible avant de placer le genou gauche et le dessus du pied gauche sur le sol. S'assurer que le gros orteil gauche pointe droit derrière et que le poids du corps reste centré (i.e. ne pas s'appuyer sur le côté droit) avant de se plier en avant sur le tibia droit. Répéter avec le genou gauche en avant.
it: Iniziare a quattro zampe nella posizione del tavolo. Posiziona il ginocchio destro direttamente di fronte al fianco destro e posizionare il piede destro dietro il polso sinistro, il più vicino al polso possibile, mantenendo il peso centrato tra le due parti. Estendere il gamba sinistra dietro di voi con le dita dei piedi infilate sotto, e trascinare la gamba il più lontano possibile prima di mettere il ginocchio sinistro e la parte superiore del piede sinistro a terra. Assicurarsi di avere la schiena dritta e il peso r centrato (cioè, non appoggiarsi sulla destra) prima di piegarsi in avanti sopra la tibia destra .Ripetere con il ginocchio sinistro in avanti
ja: 両手と両ひざをついた姿勢から始めます。右ひざを右のお尻のすぐ前に置いて、右足を左手首の後ろにできるだけ近づけて置きながら、体重は身体の中心からずれないようにします。左脚を身体の後ろに伸ばして、つま先を立てて、左足をできるだけ後ろまで引っ張ってから、左のひざと足の甲を地面につきます。左足の親指がまっすぐ後ろに向いて、体重が身体の中心からずれていない（つまり、右側に寄りかからない）ことを確認したら、右すねの上に来るように身体を倒します。左右を入れかえて、左ひざを前にして、同じように繰り返します。
ko: 테이블 자세로 시작합니다. 오른쪽 무릎을 오른쪽 엉덩이 앞에 바로 놓고, 무게를 양쪽에 유지하며 오른발을 가능한 왼쪽 손목 가까이 뒤에 놓습니다. 발가락을 아래로 접어 왼발을 뒤로 펴고 왼쪽 무릎과 발등을 바닥에 놓기 전에 최대한 뒤로 뻗습니다. 왼쪽 엄지 발가락이 뒤로 곧게 펴며 오른쪽 정강이 위로 숙이기 전에 무게는 중심에 둡니다 (예: 오른쪽으로 눕지 마세요). 왼쪽 무릎을 앞으로 한 상태에서 반복합니다.
nl: Begin op handen en knieën in de tafelhouding. Plaats je rechterknie direct voor je rechterheup en plaats je rechtervoet zo dicht mogelijk achter je linkerpols en houd je lichaamsgewicht in het midden van beide kanten. Strek het linkerbeen met ingetrokken tenen zover mogelijk naar achteren, voordat je de linkerknie en de bovenkant van de linkervoet op de grond plaats. Zorg ervoor de je linkergrote teen recht naar achteren wijst en je lichaamsgewicht in het midden blijft (d.w.z. leun niet naar rechts), voordat je voorover over je rechterscheenbeen buigt. Herhaal dit met de linkerknie voor.
pt_pt: Comece de gatas em posição de mesa. Coloque o joelho direito diretamente à frente da sua anca direita e o pé direito atrás do pulso esquerdo, tão perto do pulso quanto possível, ao mesmo tempo que mantém o seu peso centrado entre os seus dois lados. Estique a perna esquerda para trás com os dedos dos pés encolhidos e puxe essa perna tão para trás quanto possível antes de colocar o joelho esquerdo e o peito do pé esquerdo no chão. Certifique-se de que o seu dedo grande do pé esquerdo aponta para trás e que o seu peso permanece centrado (ou seja, não se incline para o seu lado direito) antes de se dobrar sobre a sua canela direita. Repita com o joelho esquerdo à frente.
ru: Встаньте в позу на четвереньках. Согните правую ногу в колене и подтяните ее вперед. Расположите ее под собой, просунув колено между рук. Опустите таз вниз, выпрямите спину. Опустите голову вниз перед коленом. Сложите руки в локтях на 90 градусов и положите на них голову. Расслабьте тело, дышите ровно.
sv: Börja på alla fyra i positionen av en bordsskiva. Placera höger knä direkt framför höger höft och placera din högra fot bakom din vänstra handled, så nära handleden som möjligt och håll samtidigt din vikt centrerat mellan dina två sidor. Förläng vänster ben bakom dig med tårna instoppade under, och dra benet så långt tillbaka som du kan innan du placerar vänster knä och toppen av den vänstra foten på marken. Se till att din vänstra stortå pekar rakt bakåt och din vikt förblir centrerad (dvs. luta inte på din högra sida) innan du viker framåt över höger smalben. Upprepa med vänster knä framåt.
th: เริ่มต้นด้วยท่าโต๊ะสี่ขา วางเข่าขวาไว้ข้างหน้าสะโพกขวาของคุณและวางเท้าขวาไว้หลังข้อมือซ้ายโดยให้วางใกล้ข้อมือให้มากที่สุดเท่าที่จะทำได้ในขณะที่รักษาสมดุลน้ำหนักตรงกลางระหว่างสองข้าง เหยียดขาซ้ายไปข้างหลังคุณโดยเหยียดขาให้มากที่สุดจนรู้สึกตึงและจากนั้นวางเข่าซ้ายและหน้าเท้าซ้ายราบไปกับพื้น โดยให้นิ้วเท้าซ้ายของคุณชี้ไปทางด้านหลังและรักษาน้ำหนักของคุณให้อยู่ตรงกลาง (เช่น ไม่เอนไปทางด้านขวาของคุณ) ก่อนที่จะโน้มตัวไปข้างหน้าเหนือหน้าแข้งของคุณ ทำซ้ำโดยให้เข่าขวาอยู่ข้างหน้า
tr: Dört uzuv üzerinde masa üstü pozisyonuyla başlayın. Sağ dizinizi doğrudan sağ kalçanızın önüne yerleştirin ve ağırlık merkeziniz iki tarafınız arasında olacak vaziyette sol bileğinizin arkasına, bileğe mümkün olduğunca yakın olacak şekilde yerleştirin. Ayak parmaklarınız içe kıvrık şekilde sol bacağınızı arkanıza uzatın ve sol dizinizle sol ayağınızın üstünü yere yerleştirmeden önce sol bacağınızı mümkün olduğunca geriye çekin. Ayak başparmaklarınızın dümdüz geriye baktığından ve sağ kavalkemiğinizin üzerine ileri doğru katlanmadan önce ağırlığınızın merkez olduğundan (yani yan tarafınıza eğilmediğinizden) emin olun. Sol diz ileride olacak şekilde tekrarlayın.
zh_hans: 以四柱式开始。右膝直接放在右臀前方，右脚放在左手腕后方，尽可能贴近手腕，同时重心移到两侧。左脚在身后尽量伸展，脚尖伸直，左膝与前腿贴地。在右脚胫骨向前折叠前，确保你的左脚脚趾伸直，身体重心维持在中心（如：不要倾向右边）。左膝在前重复以上动作。
zh_hant: 以四柱式開始。右膝直接放在右臀前方，右腳放在左手腕後方，盡可能貼近手腕，同時重心移到兩側。左腳在身後儘量伸展，腳尖伸直，左膝與前腿貼地。在右腳脛骨向前折疊前，確保你的左腳腳趾伸直，身體重心維持在中心（如：不要傾向右邊）。左膝在前重複以上動作。
