Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseDescription68
source: Start on all fours with your wrists under your shoulders, knees under your hips, and toes tucked under. As you inhale arch your back. As you exhale, keep your sitting bones lifted, bend your elbows, and dive your chest and chin to the floor. As a counter-pose, you may lie on your back and hug your knees into your chest to release the lower back.
de: Beginne mit allen vieren auf dem Boden, deinen Handgelenken unter deinen Schultern, den Knien unter deiner Hüfte und den Zehen nach unten geklemmt. Wölbe deinen Rücken nach unten, während du einatmest. Während du ausatmest, halte deine Gesäßknochen angehoben, beuge deine Ellbogen und lasse deine Brust und dein Kinn in Richtung Boden fallen. Als Gegenposition kannst du auf deinem Rücken liegen und deine Knie zu deiner Brust ziehen, um den unteren Rücken zu entspannen.
es: Empieza a cuatro patas con las muñecas bajo los hombros, las rodillas bajo las caderas y los dedos de los pies debajo. Mientras tomas aire, arquea la espalda. Al exhalar, mantén la zona pélvica elevada, dobla los codos y baja el pecho y el mentón hacia el suelo. Como postura inversa, puedes tumbarte boca arriba y abrazar las rodillas contra el pecho para soltar la zona lumbar.
fr: Commencer à quatre pattes avec les poignets sous les épaules, les genoux sous les hanches et les orteils repliés. En inspirant, arquer le dos. En expirant, maintenir les os iliaques soulevés, plier les genoux et plonger la poitrine et le menton vers le sol. En guise de contre-posture, il est possible de s'allonger sur le dos et d'étreindre les genoux sur la poitrine pour libérer le bas du dos.
it: Stando a quattro zampe con i polsi sotto le spalle, le ginocchia sotto i fianchi, e le dita nascoste sotto. Quando inspirate inarcate la schiena. Durante l'espirazione, mantenere l’osso sacro sollevato, piegare i gomiti, e portare il petto e il mento a il pavimento in opposto, è possibile sdraiarsi sulla schiena e abbracciare le ginocchia verso il petto per liberare la parte bassa della schiena..
ja: 両手と両ひざをついた姿勢から始め、手首が肩の真下、ひざがお尻の真下に来るようにし、つま先をついて、かかとを上げます。息を吸いながら、背中を丸めます。次に、息を吐きながら、坐骨結節を持ち上げたままで、両ひじを曲げ、胸とあごが地面につくようにします。反対向きのポーズとして、仰向けに横になり、胸に両ひざを抱え込み、腰を伸ばすこともできます。
ko: 손목이 어깨 아래, 무릎은 엉덩이 아래, 발가락은 아래로 접어서 네 다리 자세로 시작합니다. 숨을 들이쉬면서 등을 아치형으로 만듭니다. 숨을 내쉬면서 좌골은 올린 채로 유지하며, 팔꿈치를 구부리고 가슴과 턱을 바닥으로 붙입니다. 반대로, 등을 대고 바닥에 누워 허리 부분을 편안하도록 무릎을 가슴 쪽으로 조여줍니다.
nl: Begin op handen en knieën met je polsen recht onder je schouders, je knieën onder je heupen en met ingetrokken tenen. Adem in en maak je rug bol. Adem uit en houd je zitbeen opgeheven, buig je ellebogen en breng je borst en kin naar de vloer. Als tegengestelde houding mag je op je rug liggen, je knieën naar je borst brengen en vasthouden om de onderrug te ontspannen.
pt_pt: Comece de gatas com os pulsos debaixo dos ombros, os joelhos debaixo das ancas e os dedos dos pés apoiados no chão. Ao inspirar, arqueie as costas. Ao expirar, mantenha o rabo levantado, dobre os cotovelos e pouse o peito e o queixo no chão. Como pose contrária, pode deitar-se de costas e abraçar os joelhos junto ao peito para aliviar o fundo das costas.
ru: Встаньте на четвереньки, расставьте руки чуть больше ширины грудной клетки. Поставьте колени на пол и одновременно опустите грудь между кистями рук. Ступни касаются пола большими пальцами. Взгляд направьте вперед, при этом затылок следует отвести назад, а подбородок поставить на пол. Ягодицы и бедра должны быть приподнятыми. Длиннейшая мышца шеи оттягивается назад. При этом вы втягиваете живот и прогибаетесь в пояснице.
sv: Börja på alla fyra med handlederna längs dina axlar, knän längs dina höfter, och tår stoppade under. När du andas in böj bak ryggen i en båge. När du andas ut, håll sittbenen lyfta, böj armbågarna och dyk bröstet och hakan mot golvet. Som en motsatt ställning, kan du ligga på rygg och krama knäna in i bröstet för att frigöra den nedre delen av ryggen.
th: เริ่มต้นด้วยการวางข้อมือไว้ใต้หัวไหล่ เข่าอยู่ใต้สะโพกและปลายนิ้วเท้าจิกพื้นเอาไว้ ในขณะที่คุณหายใจเข้าค่อย ๆ แอ่นหลังของคุณ ในขณะที่คุณหายใจออกให้ยกกระดูกก้นของคุณขึ้น งอข้อศอกและดันหน้าอกและคางลงสู่พื้น ในท่าที่ตรงกันข้ามคุณอาจนอนหงายหลังและกอดเข่าของคุณเข้าหาลำตัวเพื่อผ่อนคลายหลังส่วนล่าง
tr: Bilekleriniz omuzlarınızın altında, dizleriniz kalçalarınızın altında ve ayak parmaklarınız içe kıvrık vaziyette dört uzvunuz üzerinde durarak başlayın. Nefes alırken sırtınızı eğin. Nefes verirken oturma kemiklerinizi havada tutun, dizlerinizi bükün ve göğsünüz ve çenenizle yere alçaltın. Bir ters poz olarak, sırt üstü yatabilir ve belinizi serbest bırakmak için dizlerinizi göğsünüze doğru sarabilirsiniz.
zh_hans: 以四柱式开始，手腕位于肩膀下方，膝盖再臀部下方，脚趾缩在底下。吸气时弓起后背。呼气时保持坐骨挺起，双手手肘弯曲，胸部和下巴往地板方向移动。在做相对的姿势时，你可以仰卧在地，在胸前抱住双膝，放松后腰。
zh_hant: 以四柱式開始，手腕位於肩膀下方，膝蓋再臀部下方，腳趾縮在底下。吸氣時弓起後背。呼氣時保持坐骨挺起，雙手手肘彎曲，胸部和下巴往地板方向移動。在做相對的姿勢時，你可以仰臥在地，在胸前抱住雙膝，放鬆后腰。

# exerciseDescription69
source: Start in a lunge with your right foot forward and your fingertips framing the right foot on the ground. Make sure that your right knee is bent at a 90 degree angle and stacked over your ankle. Lower your left knee and the top of your left foot to the floor. Place your right palm inside of your right foot and then lower both elbows to the ground so that they are in line with your right heel, forearms parallel to each other. Hug your right knee in towards your right shoulder, lengthen your spine, and reach your chest and the crown of your head forward. Repeat on the left side.
de: Beginne mit einem Ausfallschritt mit deinem rechten Fuß vorne und deinen Fingerspitzen um deinen rechten Fuß auf dem Boden. Stelle sicher, dass dein rechtes Knie in einem 90 Grad Winkel gebeugt ist und sich über deinem Knöchel befindet. Senke dein linkes Knie und die Oberseite deines linken Fußes auf den Boden ab. Lege deine rechte Handfläche auf die Innenseite deines rechten Fußes und senke dann beide Ellbogen auf den Boden, sodass sie in einer Linie mit deiner rechten Ferse sind und deine Unterarme parallel zueinander sind. Umarme dein rechtes Knie in deiner rechten Schulter, mache deine Wirbelsäule lang und führe deine Brust und deinen Kopfscheitel nach vorne. Wiederhole das Ganze auf der linken Seite.
es: Empieza con una zancada, con el pie derecho hacia delante y las puntas de los dedos rodeando el pie derecho en el suelo. Asegúrate de que la rodilla derecha está doblada en un ángulo de 90 grados y colocada sobre el tobillo. Baja la rodilla izquierda y la parte superior del pie izquierdo al suelo. Coloca la palma de la mano derecha en la zona interna del pie derecho y baja los hombros al suelo para que queden alineados con el talón derecho, manteniendo los antebrazos paralelos. Abraza tu rodilla derecha llevándola hacia el hombro derecho, estira la espalda y lleva el pecho y la parte superior de la cabeza hacia delante. Repítelo con el lado izquierdo.
fr: Commencer avec un plongeon avec le pied droit en avant et la pointe des doigts enserrant le pied droit sur le sol. S'assurer que le genou droit est plié à 90° et superposé à la cheville. Abaisser le genou gauche et le dessus du pied gauche sur le sol. Placer la paume droite à l'intérieur du pied droit. Puis, abaisser les deux coudes vers le sol afin qu'ils soient alignés avec la hanche droite, les avant-bras parallèles. Étreindre le genou droit vers l'épaule droite, étirer la colonne vertébrale et amener vers l'avant la poitrine et l'arrière de la tête. Répéter sur le côté gauche.
it: Iniziare con un affondo con il piede destro in avanti e la punta delle dita che raggiungono il piede destro a terra. Assicurarsi che il ginocchio destro sia piegato ad un angolo di 90 gradi e allineato sopra la caviglia. Abbassare il ginocchio sinistro e la parte superiore del piede sinistro a terra. Posizionare il palmo della mano destra all'interno del piede destro e quindi abbassare i gomiti a terra in modo che siano in linea con il tallone destro, le braccia parallele l'una all'altra. Portare il ginocchio destro verso la spalla destra, allungare la colonna vertebrale, e portare il petto e la corona della testa in avanti. Ripetere sul lato sinistro
ja: 右足を前にして、両手の指先を地面についた右足の両側について、ランジの姿勢から始めます。右ひざが足首の真上で90度に曲がっていることを確認します。左のひざと足の甲を地面まで下げます。右の手のひらを右足の内側につき、両ひじを地面に向けて下げて、両ひじが右のかかととそろい、両方の前腕がお互いに平行になるようにします。右ひざを右肩に向けて引き寄せ、背骨を伸ばし、胸と頭のてっぺんを前に出します。左右を入れかえて、繰り返します。
ko: 오른발을 앞으로 하고 손가락 끝을 오른발에 대고 런지 자세로 시작합니다. 오른쪽 무릎이 90도가 되게 하고 발목 위로 직선이 되게 합니다. 왼쪽 무릎을 낮추고 왼쪽 발등을 바닥에 닿게 합니다. 오른쪽 손바닥을 오른발 안쪽으로 놓고, 오른쪽 발꿈치와 일직선이 되도록 그리고 팔뚝은 서로 평행이 되도록 양쪽 팔꿈치를 바닥으로 내립니다. 오른쪽 무릎을 오른쪽 어깨 안쪽으로 조여주며, 허리는 곧게 펴고 가슴과 정수리는 앞으로 향하도록 합니다. 왼쪽 방향으로 반복합니다.
nl: Begin in een lunge met je rechtervoet naar voren en laat je handen op je rechtervoet op de grond rusten. Zorg dat je rechterknie in een hoek van 90 graden is gebogen en recht boven je enkel valt. Laat je linkerknie en de bovenkant van je linkervoet naar de vloer zakken. Zet je rechterhandpalm aan de binnenzijde van je rechtervoet en laat beide ellebogen naar de vloer zakken, zodat ze één lijn met je rechterhiel vormen met de onderarmen evenwijdig aan elkaar. Houd je rechterknie dichtbij je rechterschouder, maak je langer vanaf je rug tot helemaal aan je hoofdkruin. Herhaal dit voor de linkerkant.
pt_pt: Comece em pose de corredor com o pé direito à frente e dedos das mãos a enquadrar o pé direito no chão. Certifique-se de que o seu joelho direito está dobrado num ângulo de 90 graus e alinhado por cima do seu tornozelo. Baixe o joelho esquerdo e coloque o peito do pé esquerdo no chão. Coloque a palma da mão direita junto ao lado interior do pé direito e baixe ambos os cotovelos até ao chão de forma a que estejam alinhados com o seu calcanhar direito, com os antebraços paralelos entre si. Puxe o joelho direito na direção do ombro direito, alongue a coluna e estique o peito e o topo da cabeça para a frente. Repita para o lado esquerdo.
ru: Опуститесь на пол на четвереньки. Переведите правую ступню на линию рук с внешней стороны правой ладони. Оторвите пятку левой ноги. Переставляя ладони вперед, постарайтесь опустить локти на пол слева от правой ступни. Корпус тела должен опуститься ниже уровня правого колена. Левую пятку направьте назад, вытягивая заднюю поверхность бедра.
sv: Börja i ett utfall med din högra fot framåt och fingrarna inramandes den högra foten på marken. Se till att höger knä är böjt i 90 graders vinkel och staplad över vristen. Sänk vänster knä och toppen av din vänstra fot i golvet. Placera din högra handflata på insidan av höger fot och sänk sedan båda armbågarna till marken så att de är i linje med höger häl, underarmarna parallella med varandra. Krama höger knä in mot höger axel, förläng din ryggrad, och räck bröstet och kronan på huvudet framåt. Upprepa på vänster sida.
th: เริ่มต้นในท่าลันจ์โดยวางเท้าขวาไว้ข้างหน้าและกระจายน้ำหนักที่นิ้วมือเพื่อสร้างสมดุลให้กับเท้าขวา โดยให้หัวเข่าขวาของคุณตั้งฉากที่ 90 องศาและตั้งตรงกับข้อเท้าของคุณ ลดเข่าซ้ายและหน้าเท้าซ้ายของคุณราบไปกับพื้น วางฝ่ามือขวาด้านในเท้าขวาของคุณและจากนั้นวางข้อศอกทั้งสองลงที่พื้นเพื่อให้อยู่ในแนวเดียวกันกับส้นเท้าขวาโดยที่ปลายแขนของคุณวางขนานกัน จัดระดับเข่าขวาให้อยู่ในระดับเดียวกับไหล่ขวาของคุณ จากนั้นยืดหลังและดันหน้าอกและเชิดศีรษะของคุณไปข้างหน้า แล้วทำซ้ำโดยสลับข้างกัน
tr: Sağ ayağınız ileride ve parmak uçlarınız yerde sağ ayağınızı çevreleyecek şekilde bir hamleyle başlayın. Sağ dizinizin 90 derecelik açıyla bükülü olduğundan ve ayak bileğinizin üzerinde olduğundan emin olun. Sol dizinizi ve sol ayağınızın üstünü yere alçaltın. Sağ avuç içinizi sağ ayağınızın içine yerleştirin ve ardından dirseklerinizi, sağ topuğunuz ve ön kollarınızla aynı hizada ve birbirine paralel olacak şekilde yere doğru alçaltın. Sağ dizinizi sağ omzunuza doğru sarın, omurganızı uzatın ve göğsünüzle başınızın tepesini ileriye uzatın. Sol tarafta tekrarlayın.
zh_hans: 右脚在前，以冲刺式开始。确保右膝呈90度弯曲，膝盖位于脚踝之上。左膝往下压，小腿贴地。右手手掌放在右脚内侧，两手手肘放在地上，相互平行。右膝贴近右肩膀，延伸脊椎，胸部与头部往前倾。在左边的位置重复动作。
zh_hant: 右腳在前，以沖刺式開始。確保右膝呈90度彎曲，膝蓋位於腳踝之上。左膝往下壓，小腿貼地。右手手掌放在右腳內側，兩手手肘放在地上，相互平行。右膝貼近右肩膀，延伸脊椎，胸部與頭部往前傾。在左邊的位置重複動作。

# exerciseDescription70
source: Lie on your belly with your arms at your sides. Lift your arms off of the ground, turn your palms to face out, and reach back with your thumbs. Lift your chest, head, and legs off of the ground. Point your toes and reach your feet back.
de: Liege auf dem Bauch mit deinen Armen an beiden Seiten. Hebe deine Arme vom Boden, drehe deine Handflächen nach außen und ziehe deine Daumen nach hinten. Hebe deine Brust, deinen Kopf und deine Beine vom Boden. Strecke deine Zehen und ziehe deine Füße nach hinten.
es: Túmbate boca abajo con los brazos a los lados. Eleva los brazos del suelo, gira las palmas hacia afuera y lleva los pulgares hacia atrás. Eleva el pecho, la cabeza y las piernas del suelo. Pon los dedos de los pies en punta y lleva los pies hacia atrás.
fr: S'allonger sur le ventre avec les bras sur les côtés. Décoller les bras du sol, tourner les paumes pour se faire face et les mettre en contact avec les pouces. Décoller du sol la poitrine, la tête et les jambes. Pointer les orteils et atteindre les pieds.
it: Sdraiatevi sulla pancia con le braccia lungo i fianchi. Sollevare le braccia da terra, girare i palmi delle mani e raggiungere di nuovo i pollici. Sollevare il petto, la testa e le gambe da terra. Puntare le dita dei piedi e raggiungere i piedi.
ja: 腹ばいになり、両腕を身体の脇に置きます。腕を地面から離し、手のひらを上に向け、親指を後ろに伸ばします。胸、頭、両脚を地面から離します。つま先を伸ばして、両足を後ろに伸ばします。
ko: 손은 옆에 붙이고 배로 눕습니다. 팔을 들고 손바닥은 밖으로 향하도록 돌리며 엄지가 뒤에 닿도록 뻗습니다. 가슴과 머리 그리고 다리를 들어줍니다. 발끝을 포인트 주고 발을 뒤로 뻗습니다.
nl: Ga op je buik liggen met je armen langs je lichaam. Til je armen van de grond draai je handpalmen naar boven en breng je duimen achter je rug. Hef je borst, hoofd en benen van de vloer. Strek je tenen en reik achter naar je voeten.
pt_pt: Deite-se de barriga para baixo com os braços ao longo do corpo. Levante os braços do chão, vire as palmas das mãos para cima e estique os polegares para trás. Levante o peito, a cabeça e as pernas do chão. Estique os dedos dos pés e aponte-os para trás.
ru: Лягте на коврик лицом вниз, руки вдоль тела, ступни вместе, колени выпрямлены, пальцы ног тяните назад. Поверните кисти ладонями вверх. Растяните руки и поднимите их так, чтобы кисти были параллельны полу. Опустите крестец и поднимите голову, грудь и ноги настолько высоко, насколько возможно, чтобы не возникла боль в спине. Потяните корпус вперед, ноги и руки назад и поднимите грудную клетку. Держите ноги вместе, а колени — выпрямленными.
sv: Ligg på mage med armarna längs sidorna. Lyft armarna bort från marken, vänd handflatorna utåt och räck bakåt med tummarna. Lyft bröstet, huvud och ben från marken. Peka tårna och räck dina fötter bakåt.
th: นอนหงายโดยวางแขนของคุณไว้ข้างลำตัว ยกแขนทั้งสองสูงขึ้นจากพื้น จากนั้นไขว้มือทั้งสองมาที่ด้านหลังและเอื้อมมือทั้งสองเข้าหากัน ยกหน้าอก ศีรษะ และขาของคุณให้สูงจากพื้น เกร็งปลายเท้าและกระดกเท้ามาทางด้านหลัง
tr: Kollarınız yanınızda göbeğinizin üstüne uzanın. Kollarınızı yerden kaldırın, avuç içlerinizi dışarıya bakacak şekilde çevirin ve başparmaklarınızla geriye uzanın. Göğsünüzü, başınızı ve bacaklarınızı yerden kaldırın. Ayak parmaklarınızı gösterin ve ayaklarınızı geri uzatın.
zh_hans: 俯卧在地，两手摆在身旁。手掌朝外举起两只手臂，手臂向后伸。胸、头和双脚离地向上抬，双脚向后伸。
zh_hant: 俯臥在地，兩手擺在身旁。手掌朝外舉起兩隻手臂，手臂向後伸。胸、頭和雙腳離地向上抬，雙腳向後伸。

# exerciseDescription71
source: Start in a lunge with your right foot forward and your fingertips framing the right foot on the ground. Make sure that your right knee is bent at a 90 degree angle and stacked over your ankle. Lower your left knee and the top of your left foot to the floor. Climb your hands onto your right thigh as you lift your chest and align your shoulders above your hips. As you inhale, lengthen your spine and twist to the right, placing your left palm outside of your right knee and draping y our right hand down the back of your left thigh. To complete the twist, look over your right shoulder. Repeat on left side.
de: Beginne mit einem Ausfallschritt mit deinem rechten Fuß vorne und deinen Fingerspitzen um deinen rechten Fuß auf dem Boden. Stelle sicher, dass dein rechtes Knie in einem 90 Grad Winkel gebeugt ist und sich über deinem Knöchel befindet. Senke dein linkes Knie und die Oberseite deines linken Fußes auf den Boden ab. Führe deine Hände zu deinem rechten Oberschenkel, während du deine Brust anhebst und deine Schultern über deiner Hüfte ausrichtest. Während du einatmest, mache deine Wirbelsäule lang und drehe dich nach rechts, lege deine linke Handfläche an die Außenseite deines rechten Knies und führe deine rechte Hand an der Hinterseite deines linken Oberschenkels hinunter. Um die Drehung abzuschließen, schaue über deine rechte Schulter. Wiederhole das Ganze auf der linken Seite.
es: Empieza con una zancada, con el pie derecho hacia adelante y las puntas de los dedos rodeando el pie derecho en el suelo. Asegúrate de que la rodilla derecha está doblada en un ángulo de 90 grados y colocada sobre el tobillo. Baja la rodilla izquierda y la parte superior del pie izquierdo al suelo. Coloca las manos sobre el muslo derecho mientras elevas el pecho y alineas los hombros sobre las caderas. Mientras tomas aire, estira la espalda y gira hacia la derecha, colocando la palma de la mano izquierda en la zona externa de la rodilla derecha y bajando la mano derecha a la parte de atrás del muslo izquierdo. Para completar el giro, mira sobre el hombro derecho. Repítelo en el lado izquierdo.
fr: Commencer avec un plongeon avec le pied droit en avant et la pointe des doigts enserrant le pied droit sur le sol. S'assurer que le genou droit est plié à 90° et superposé à la cheville. Abaisser le genou gauche et le dessus du pied gauche sur le sol. Positionner les mains sur la cuisse droite tout en soulevant la poitrine et en alignant les épaules au-dessus des hanches. En inspirant, étirer la colonne vertébrale et faire un mouvement de torsion vers la droite en plaçant la paume gauche à l'extérieur du genou droit et en plaçant la main droite vers l'arrière de la cuisse gauche. Pour compléter la torsion, regarder par-dessus l'épaule droite. Répéter sur le côté gauche.
it: Iniziare con un affondo con il piede destro in avanti e la punta delle dita che raggiungono il piede destro a terra. Assicurarsi che il ginocchio destro sia piegato ad un angolo di 90 gradi e allineato sopra la caviglia. Abbassare il ginocchio sinistro e la parte superiore del piede sinistro a terra. Salite le mani sulla coscia destra mentre sollevate il petto e allineare le spalle sopra i fianchi. Quando inspirate, allungate la colonna vertebrale e girare a destra, mettendo il palmo della mano sinistra al di fuori del ginocchio destro e far pendere la mano destra verso il basso la parte posteriore della coscia sinistra. Per completare il twist, guardare oltre la spalla destra. Ripetere sul lato sinistro.
ja: 右足を前にして、両手の指先を地面についた右足の両側について、ランジの姿勢から始めます。右ひざが足首の真上で90度に曲がっていることを確認します。左のひざと足の甲を地面まで下げます。脚を登るように両手を右の太ももまで上げながら、胸を引き上げて、肩がお尻の真上に来るようにします。 息を吸いながら、背骨を伸ばし、身体を右にひねり、左手を右ひざの外側に起き、右手を左の太ももの外側にぶら下げます。右肩から後ろを見るようにすれば、ポーズの完成です。 左側でも同様に行います。
ko: 오른발을 앞으로 하고 손가락 끝을 오른발에 대고 런지 자세로 시작합니다. 오른쪽 무릎이 90도가 되게 하고 발목 위로 직선이 되게 합니다. 왼쪽 무릎을 낮추고 왼쪽 발등을 바닥에 닿게 합니다. 가슴을 들어올리며 어깨를 엉덩이 위로 나란히 하며 손을 오른쪽 허벅지 위에 올립니다. 숨을 들이쉬면서, 허리를 곧게 펴고 왼 손바닥을 오른쪽 무릎 바깥에 두며 오른손을 왼쪽 허벅지 뒤 아래에 걸치도록 오른쪽으로 틀어줍니다. 완전히 틀어지도록 오른쪽 어깨위로 쳐다봅니다. 왼쪽 방향으로 반복합니다.
nl: Begin in een lunge met je rechtervoet naar voren en laat je handen op je rechtervoet op de grond rusten. Zorg dat je rechterknie in een hoek van 90 graden is gebogen en recht boven de enkel valt. Laat je linkerknie en de bovenkant van je linkervoet naar de vloer zakken. Leg je handen op je rechterdijbeen en breng je borst omhoog tot je schouders één rechte lijn met je heupen vormen. Adem in, maak je wervelkolom langer en draai naar rechts, waarbij je je linkerpalm tegen de buitenkant van je rechterknie zet en je je rechterhand naar achteren aan de onderkant van je linkerdijbeen brengt. Ter afronding van de twist kijk over je rechterschouder. t Herhaal dit aan de linkerkant.
pt_pt: Comece na posição de corredor com o pé direito à frente e os dedos das mãos a enquadrar o pé direito no chão. Certifique-se de que o joelho direito está dobrado num ângulo de 90 graus e alinhado por cima do seu tornozelo. Baixe o joelho esquerdo e coloque o peito do pé esquerdo no chão. Coloque as mãos na sua coxa direita enquanto levanta o peito e alinha os ombros por cima das ancas. Ao inspirar, alongue a coluna e torça para a direita, colocando a palma da mão esquerda na parte de fora do joelho direito e deslizando a mão direita para a parte de trás da coxa esquerda. Para completar a torção, olhe por cima do seu ombro direito. Repita para o lado esquerdo.
ru: Из положения стоя, расставьте ноги на ширине 1 м. Поверните правую ногу наружу, а левую — вовнутрь на 15 градусов. Согните правую ногу под углом 90 градусов. Левая нога выпрямлена и твердо упирается в пол. Левую руку согните под углом 90 градусов и положите на бедто правой ноги. Поверните туловище на право, упритесь кончиками пальцев правой руки о заднюю часть бедра левой ноги.
sv: Börja i ett utfall med din högra fot framåt och fingrarna inramandes den högra foten på marken. Se till att höger knä är böjt i 90 graders vinkel och staplat över vristen. Sänk vänster knä och toppen av din vänstra fot i golvet. Klättra händerna på höger lår medan du lyfter bröstet och justera dina axlar ovanför höfterna. Medan du andas in, förläng din ryggrad och vrid åt höger, placera din vänstra handflata utanför höger knä och drapera din högra hand ner på baksidan av vänster lår. För att slutföra vridningen, titta över din högra axel. Upprepa på vänster sida.
th: เริ่มต้นในท่าลันจ์โดยวางเท้าขวาไว้ข้างหน้าและกระจายน้ำหนักที่นิ้วมือเพื่อสร้างสมดุลให้กับเท้าขวา โดยให้หัวเข่าขวาของคุณตั้งฉากที่ 90 องศาและตั้งตรงกับข้อเท้าของคุณ ลดเข่าซ้ายและหน้าเท้าซ้ายของคุณราบไปกับพื้น เคลื่อนมือไปที่ต้นขาขวาของคุณในขณะที่คุณยกหน้าอกขึ้นและจัดไหล่ของคุณให้อยู่เหนือสะโพก ในขณะที่คุณหายใจเข้าให้ยืดหลังของคุณและบิดตัวไปทางขวาพร้อมทั้งหันมือซ้ายไปทางหัวเข่าขวาและหันมือขวาไปทางด้านหลังของต้นขาซ้าย จากนั้นหันหน้าไปทางหัวไหล่ขวาเพื่อเสร็จสิ้นท่านี้ แล้วทำซ้ำโดยสลับข้างกัน
tr: Sağ ayağınız ileride ve parmak uçlarınız yerde sağ ayağınızı çevreleyecek şekilde bir hamleyle başlayın. Sağ dizinizin 90 derecelik açıyla bükülü ve ayak bileğinizin üzerinde olduğundan emin olun. Sol dizinizi ve sol ayağınızın üstünü yere alçaltın. Göğsünüzü yukarı kaldırırken ellerinizi sağ uyluğunuza yükseltin ve omuzlarınızı kalçalarınızın üzerinde aynı hizaya getirin. Nefes alırken omurganızı uzatın, sol avuç içinizi sağ dizinizin dışına yerleştirerek ve sağ elinizi sol uyluğunuzun arkasına çekerek sağa burgu yapın. Burguyu tamamlamak için, sağ omzunuzun üzerinden ileriye bakın. Sol tarafta tekrarlayın.
zh_hans: 右脚在前，以冲刺式开始。确保右膝呈90度弯曲，膝盖位于脚踝之上。左膝往下压，小腿贴地。当你抬起胸部与肩膀对齐时，双手放到右大腿上。 吸气时，伸展脊椎并扭转右边，左手掌放到右膝外侧，右手挂在左大腿后侧。目光看向右肩，动作完成。 左右位置互换重复动作。
zh_hant: 右腳在前，以沖刺式開始。確保右膝呈90度彎曲，膝蓋位於腳踝之上。左膝往下壓，小腿貼地。當你抬起胸部與肩膀對齊時，雙手放到右大腿上。 吸氣時，伸展脊椎並扭轉右邊，左手掌放到右膝外側，右手掛在左大腿後側。目光看向右肩，動作完成。 左右位置互換重複動作。
