Repository: killerart/StringsParser
Catalog: StringsParser/localizations/Yoga/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_pt, ru, sv, th, tr, zh_hans, zh_hant

# exerciseName24
source: Reverse Tabletop
de: Umgedrehte Brettposition
es: Postura de la mesa
fr: Dessus de table inversé
it: Tavolo inverso
ja: 上向き板のポーズ
ko: 역테이블자세
nl: Halve Opwaartse Plank
pt_pt: Mesa
ru: Перевернутый Стол
sv: Omvänt Bord
th: ท่าโต๊ะหงาย
tr: Ters Masa Üstü
zh_hans: 后仰支架式
zh_hant: 後仰支架式

# exerciseName25
source: Crow
de: Krähe
es: Cuervo
fr: Corbeau
it: Corvo
ja: カラスのポーズ
ko: 수탉 자세
nl: Kraanvogel
pt_pt: Corvo
ru: Ворона
sv: Kråkan
th: ท่าอีกา
tr: Karga
zh_hans: 起重机式
zh_hant: 起重機式

# exerciseName26
source: Dolphin
de: Delfin
es: Delfín
fr: Dauphin
it: Delfino
ja: イルカのポーズ
ko: 돌고래 자세
nl: Dolfijn
pt_pt: Golfinho
ru: Дельфин
sv: Delfinen
th: ท่าโลมา
tr: Yunus
zh_hans: 海豚式
zh_hant: 海豚式

# exerciseName27
source: Sphinx
es: Esfinge
it: Sfinge
ja: スフィンクスのポーズ
ko: 스핑크스 자세
nl: Sfinx
pt_pt: Esfinge
ru: Сфинкс
sv: Sfinx
th: ท่าสฟิงซ์
tr: Sfenks
zh_hans: 狮子式
zh_hant: 獅子式

# exerciseName28
source: Forearm Plank
de: Unterarmstütz
es: Plancha de antebrazo
fr: Planche sur avant-bras
it: Posizione della plancia dell’avambraccio
ja: 前腕をついた板のポーズ
ko: 포암 플랭크
nl: Voorarm Plankhouding
pt_pt: Prancha de Antebraços
ru: Планка на Предплечье
sv: Underarm Plankan
th: ท่าแพลงก์ลดศอกวางที่พื้น
tr: Ön Kol Tahta
zh_hans: 前臂平板式
zh_hant: 前臂平板式

# exerciseName29
source: Downward Facing Dog
de: Hund mit Gesicht nach unten
es: Perro boca abajo
fr: Chien tête en bas
it: Cane a testa in giù
ja: 下を向いた犬のポーズ
ko: 아래를 향한 개자세
nl: Neerwaartse Hond
pt_pt: Cão a Olhar para Baixo
ru: Поза Собаки Лицом Вниз
sv: Nedåtriktad Hund
th: ท่าหมาคว่ำหน้า
tr: Yere Bakan Köpek
zh_hans: 下犬式
zh_hant: 下犬式

# exerciseName30
source: Downward Dog with Twist
de: Gedrehter Hund mit Gesicht nach unten
es: Perro boca abajo con giro
fr: Chien tête en bas avec torsion
it: Cane a testa in giù con torsione
ja: ひねった下を向いた犬のポーズ
ko: 아래를 향한 개자세 비틀기
nl: Gedraaide Neerwaartse Hond
pt_pt: Cão a Olhar para Baixo com variação
ru: Поза Собаки Лицом Вниз со Скручиванием
sv: Nedåtriktad Hund Med Vridning
th: ท่าหมาคว่ำหน้าแบบบิดตัว
tr: Burgulu Yere Bakan Köpek
zh_hans: 犬式扭转式
zh_hant: 犬式扭轉式

# exerciseName31
source: Frog
de: Frosch
es: Rana
fr: Grenouille
it: Rana
ja: カエルのポーズ
ko: 개구리자세
nl: Kikker
pt_pt: Sapo
ru: Лягушка
sv: Grodan
th: ท่ากบ
tr: Kurbağa
zh_hans: 蛙式
zh_hant: 蛙式

# exerciseName32
source: Accomplished Pose with Eagle Arms
de: Vollendete Position mit Adler-Armen
es: Postura completa con brazos de águila
fr: Posture accomplie avec les bras en aigle
it: Posizione Esperta con Braccia ad aquila
ja: わしの腕で行う達人のポーズ
ko: 독수리팔자세로 달인좌
nl: Voltooide Houding met Adelaarsarmen Arms
pt_pt: Pose Perfeita com Braços de Águia
ru: Поза Орла Сидя
sv: Fulländad Ställning med Örnarmar
th: ท่าแห่งความสำเร็จด้วยท่าแขนเหยี่ยว
tr: Kartal Kollarıyla Mükemmel Duruş
zh_hans: 至善双臂扭侧式
zh_hant: 至善雙臂扭側式

# exerciseName33
source: Eagle
de: Adler
es: Águila
fr: Aigle
it: Aquila
ja: わしのポーズ
ko: 독수리자세
nl: Adelaar
pt_pt: Águia
ru: Орёл
sv: Örnen
th: ท่าเหยี่ยว
tr: Kartal
zh_hans: 老鹰式
zh_hant: 老鷹式

# exerciseName34
source: Ear Pressing Pose
de: Ohr-Knie-Stellung
es: Postura de presión de oreja
fr: Posture de pression de l'oreille
it: Posizione pressione orecchie
ja: 耳をはさむポーズ
ko: 귀 누르기 자세
nl: Spinhouding
pt_pt: Pose de Joelhos nas Orelhas
ru: Поза Ушей Между Коленями
sv: Öronpress Ställning
th: กานาปิดาสนะ
tr: Kulak Bastırma Pozu
zh_hans: 侧膝碰耳梨式
zh_hant: 側膝碰耳梨式

# exerciseName35
source: Seated Spinal Twist
de: Rückendrehung im Sitzen
es: Giro de espalda sentado
fr: Torsion vertébrale assis
it: Torsione spinale
ja: ねじりのポーズ
ko: 앉아서 허리 비틀기
nl: Zittende Torsie
pt_pt: Torção de Coluna Sentada
ru: Скручивания Сидя в Полулотосе
sv: Sittande Ryggradsvridning
th: ท่านั่งบิดตัว
tr: Oturarak Omurga Burgusu
zh_hans: 半鱼式
zh_hant: 半魚式

# exerciseName36
source: Cross-Legged Forward Fold
de: Vorbeuge mit gekreuzten Beinen
es: Flexión hacia adelante con piernas cruzadas
fr: Plié avant jambes croisées
it: Piegamento in Avanti a gambe incrociate
ja: 安楽座のポーズでの前屈
ko: 양반다리하고 상체 숙이기
nl: Gemakkelijke Houding
pt_pt: Pernas Cruzadas e Dobrada para a Frente
ru: Наклон Сидя в Полулотосе
sv: Benen i kors Framåtlutande
th: ท่ายืนก้มตัวไขว้ขา
tr: Bağdaş Kurarak Öne Katlanma
zh_hans: 双盘脚伸展坐式
zh_hant: 雙盤腳伸展坐式

# exerciseName37
source: Crooked Pose
de: Schiefe Stellung
es: Postura de la media torsión
fr: Posture courbée
it: Posizione storta
ja: 八曲がりのポーズ
ko: 팔각자세
nl: Achthoekige Houding
pt_pt: Pose de 8 Curvas
ru: Поза Восьми Дуг
sv: Krokig Ställning
th: อัษฏวักราสนะ
tr: Eğri Poz
zh_hans: 八角式
zh_hant: 八角式

# exerciseName38
source: Heart Pose
de: Herz
es: Postura del corazón
fr: Posture du cœur
it: Posizione del cuore
ja: 伸びをする子犬のポーズ
ko: 심장자세
nl: Uitgestrekte Puppyhouding
pt_pt: Pose do Coração
ru: Поза Раскрытия Сердца
sv: Hjärtställning
th: ท่าหัวใจ
tr: Kalp Pozu
zh_hans: 胸展式
zh_hant: 胸展式

# exerciseName39
source: Bound Side Angle
de: Gebundener Seitlicher Engel
es: Ángulo lateral amarrado
fr: Angle latéral lié
it: Angolo laterale legato
ja: 腕をからめたサイドアングルのポーズ
ko: 바운드 사이드 앵글자세
nl: Gebonden Zijwaartse Driehoek
pt_pt: Ângulo Lateral com Variação
ru: Поза Развернутого Бокового Угла
sv: Bunden Sidovinkel
th: ท่าบิดเอียงข้างแบบแขนสอด
tr: Bağlı Yan Açı
zh_hans: 仰卧角式
zh_hant: 仰臥角式

# exerciseName40
source: Modified Extended Side Angle
de: Abgeänderter Gedehnter Seitlicher Engel
es: Ángulo lateral extendido modificado
fr: Angle latéral étendu modifié
it: Angolo laterale allungato modificato
ja: 腕を伸ばした変形サイドアングルのポーズ
ko: 변형시킨 사이드 앵글자세
nl: Gewijzigde Zijwaartse Hoekhouding
pt_pt: Ângulo Lateral Estendido Modificado
ru: Боковое Вытягивание
sv: Modifierad Utsträckt Sidovinkel
th: ท่าเหยียดยืดด้านข้าง
tr: Modifiye Genişletilmiş Yan Açı
zh_hans: 加强侧身手展式
zh_hant: 加強側身手展式

# exerciseName41
source: Side Angle
de: Seitlicher Engel
es: Ángulo lateral
fr: Angle latéral
it: Angolo laterale
ja: サイドアングルのポーズ
ko: 사이드 앵글자세
nl: Zijwaartse Hoekhouding
pt_pt: Ângulo Lateral
ru: Интенсивное Боковое Вытягивание
sv: Sidovinkel
th: ท่าบิดเอียงข้าง
tr: Yan Açı
zh_hans: 侧下三角
zh_hant: 側下三角

# exerciseName43
source: Fire Log Pose
de: Feuerholzstellung
es: Postura del leño ardiente
fr: Posture de la bûche
it: Posizione fuoco acceso
ja: 薪のポーズ
ko: 나무장작 자세
nl: Enkel-tot-Kniehouding
pt_pt: Postura do Joelho e Tornozelo
ru: Усиливающая Огонь Поза
sv: Vedträställning
th: ขัดสมาธิโน้มตัว
tr: Ateş Giriş Pozu
zh_hans: 单盘前曲伸展式
zh_hant: 單盤前曲伸展式

# exerciseName44
source: Fish
de: Fisch
es: Pez
fr: Poisson
it: Pesce
ja: 魚のポーズ
ko: 물고기자세
nl: Vis
pt_pt: Peixe
ru: Рыба
sv: Fisken
th: ท่าปลา
tr: Balık
zh_hans: 鱼式
zh_hant: 魚式

# exerciseName45
source: Gate
de: Tor
es: Puerta
fr: Porte
it: Cancello
ja: 門のポーズ
ko: 게이트자세
nl: Poorthouding
pt_pt: Cancela
ru: Ворота
sv: Porten
th: ท่าประตู
tr: Kapı
zh_hans: 门闩式
zh_hant: 門閂式

# exerciseName46
source: Horse
de: Pferd
es: Caballo
fr: Cheval
it: Cavallo
ja: 女神のポーズ
ko: 말자세
nl: Paard
pt_pt: Cavalo
ru: Богиня
sv: Hästen
th: ท่าอาชา
tr: At
zh_hans: 马式
zh_hant: 馬式

# exerciseName47
source: Tiger
es: Tigre
fr: Tigre
it: Tigre
ja: 虎のポーズ
ko: 호랑이자세
pt_pt: Tigre
ru: Тигр
sv: Tigern
th: ท่าเสือ
tr: Kaplan
zh_hans: 虎式
zh_hant: 虎式

# exerciseName48
source: Camel with Twist
de: Kamel mit Drehung
es: Camello con giro
fr: Chameau avec torsion
it: Cammello con torsione
ja: ひねったラクダのポーズ
ko: 낙타자세 비틀기
nl: Gedraaide Kameel
pt_pt: Camelo com Variação
ru: Поза Верблюда с Изгибом
sv: Kamelen med Vridning
th: ท่าอูฐแบบบิดตัว
tr: Burgulu Deve
zh_hans: 骆驼扭转式
zh_hant: 駱駝扭轉式

# exerciseName49
source: Half-Frog
de: Halber Frosch
es: Media rana
fr: Demi-grenouille
it: Mezza Rana
ja: 片側のカエルのポーズ
ko: 반 개구리 자세
nl: Halve Kikker
pt_pt: Meio Sapo
ru: Поза Полу-Лягушки
sv: Halv-Grodan
th: ท่าครึ่งกบ
tr: Yarım Kurbağa
zh_hans: 半蛙式
zh_hant: 半蛙式

# exerciseName50
source: Locust
de: Heuschrecke
es: Langosta
fr: Sauterelle
it: Locusta
ja: バッタのポーズ
ko: 메뚜기자세
nl: Sprinkhaan
pt_pt: Gafanhoto
ru: Поза Саранчи (Вариация)
sv: Gräshoppan
th: ท่าตั๊กแตน
tr: Çekirge
zh_hans: 蝗虫式
zh_hant: 蝗蟲式

# exerciseName52
source: Standing Half-Lotus
de: Stehender Halb-Lotus
es: Medio loto de pie
fr: Demi-lotus debout
it: Mezzo loto
ja: 立位の半蓮のポーズ
ko: 반 연꽃자세로 서기
nl: Staande Halve Lotus
pt_pt: Meio Lótus em Pé
ru: Полулотос Стоя
sv: Stående Halv-Lotus
th: ท่ายืนครึ่งดอกบัว
tr: Ayakta Yarım Lotus
zh_hans: 半莲花立式
zh_hant: 半蓮花立式

# exerciseName53
source: Half-Split
de: Halb-Spagat
es: Medio split
fr: Demi-grand écart
it: Mezzo-Split
ja: 片足での猿王のポーズ
ko: 하프 스플릿자세
nl: Halve Spagaat
pt_pt: Meia Espargata
ru: Наклон с Вытянутой Ногой Вверх
sv: Halv-Split
th: ท่ากึ่งแยกขา
tr: Yarım Bacak Açma
zh_hans: 半哈努曼式
zh_hant: 半哈努曼式

# exerciseName54
source: Bowed Half Moon Variation
de: Gebeugte Variation des Halbmonds
es: Variación de la media luna inclinada
fr: Posture de la demi-lune arquée
it: Variazione mezza luna chinata
ja: 下向き半月のポーズのバリエーション
ko: 숙인 반달자세 변형
nl: Gebogen Halve Maan Variatie
pt_pt: Variação de Meia Lua
ru: Поза Полумесяца (Вариация)
sv: Böjda Halvmånen Variation
th: ท่าพระจันทร์ครึ่งเสี้ยวก้มตัวลง
tr: Eğilerek Yarım Ay Varyasyonu
zh_hans: 半月伸展式
zh_hant: 半月伸展式

# exerciseName55
source: Half Moon
de: Halbmond
es: Media luna
fr: Demi-lune
it: Mezza luna
ja: 半月のポーズ
ko: 반달자세
nl: Halve Maan
pt_pt: Meia Lua
ru: Полумесяц
sv: Halvmånen
th: ท่าพระจันทร์ครึ่งเสี้ยว
tr: Yarım Ay
zh_hans: 半月式
zh_hant: 半月式

# exerciseName56
source: Shoulderstand
de: Schulterstand
es: La vela
fr: Chandelle
it: Posizione sulle spalle
ja: 肩立ちのポーズ
ko: 어깨로 서기 자세
nl: Kaarshouding
pt_pt: Inversão sobre os ombros
ru: Стойка на Плечах
sv: Stående Axel
th: ท่ายืนด้วยไหล่
tr: Omuz Duruşu
zh_hans: 肩立式
zh_hant: 肩立式

# exerciseName57
source: Sage Marichi's Pose III
de: Sage Marichi Stellung III
es: Postura del sabio Marichi III
fr: Posture du sage Marichi III
it: Posizione Sage Marichi's III
ja: マリーチのポーズIII
ko: 세이지 마리치 자세 III
nl: Marichihouding III
pt_pt: Postura do Sábio Marichi III
ru: Поза Мудреца Маричи
sv: Sage Marichi’s Ställningen III
th: ท่าของท่านมาริจจี
tr: Bilge Marichi Pozu III
zh_hans: 圣哲玛里琪第三式
zh_hant: 聖哲瑪里琪第三式

# exerciseName58
source: Headstand
de: Kopfstand
es: Parada de cabeza
fr: Poirier
it: Posizione sulla testa
ja: 頭立ちのポーズ
ko: 머리로 서기 자세
nl: Hoofdstand
pt_pt: Inversão sobre a cabeça
ru: Стойка на Голове
sv: Huvudstående
th: ท่ายืนด้วยศีรษะ
tr: Baş Üstü Duruş
zh_hans: 头倒式
zh_hant: 頭倒式

# exerciseName59
source: Tripod Headstand
de: Dreipunkt-Kopfstand
es: Parada de cabeza en trípode
fr: Poirier tripode
it: Posizione sulla testa tripode
ja: 三点頭立ちのポーズ
ko: 머리로 삼각형 서기 자세
nl: Tripod Hoofdstand
pt_pt: Inversão sobre a cabeça em tripé
ru: Стойка на Голове (Вариация)
sv: Stativ Huvudstående
th: ท่ายืนด้วยศีรษะท่าที่สอง
tr: Tripod Baş Üstü Duruş
zh_hans: 支撑头倒立式
zh_hant: 支撐頭倒立式

# exerciseName60
source: Happy Baby
de: Glückliches Baby
es: Bebé feliz
fr: Bébé heureux
it: Bambino felice
ja: ハッピーベイビーのポーズ
ko: 행복한 아기자세
nl: Blije Babyhouding
pt_pt: Bebé Feliz
ru: Поза довольного Ребенка
sv: Glad Bebis
th: ท่าเด็กมีความสุข
tr: Mutlu Bebek
zh_hans: 快乐婴儿式
zh_hant: 快樂嬰兒式

# exerciseName61
source: Heron's Pose
de: Reiher
es: Postura de la garza
fr: Posture du héron
it: Posizione di Heron
ja: サギのポーズ
ko: 헤론 자세
nl: Reiger
pt_pt: Postura da Garça
ru: Цапля
sv: Heron's Ställning
th: ท่าวีระ
tr: Balıkçıl Pozu
zh_hans: 苍鹭式
zh_hant: 蒼鷺式

# exerciseName62
source: Revolved Lunge
de: Gedrehter Ausfallschritt
es: Zancada girada
fr: Plongeon inversé
it: Passo in Avanti con affondo
ja: ねじったランジのポーズ
ko: 트위스트 런지자세
nl: Draaiende Lunge
pt_pt: Postura do Corredor com Torção
ru: Поза Скрученного Бокового Угла
sv: Roterande Utfall
th: ท่านักรบบิดตัว
tr: Dönmüş Hamle
zh_hans: 扭转冲刺式
zh_hant: 扭轉衝刺式

# exerciseName63
source: High Lunge
de: Hoher Ausfallschritt
es: Zancada alta
fr: Plongeon haut
it: Passo in Avanti alto
ja: ハイランジのポーズ
ko: 하이 런지
nl: Hoge Lunge
pt_pt: Corredor Elevado
ru: Выпад с Вытяжением Вверх
sv: Högt Utfall
th: ท่านักรบ
tr: Yüksek Hamle
zh_hans: 高冲刺式
zh_hant: 高衝刺式

# exerciseName64
source: Bowing Warrior
de: Gebeugter Krieger
es: Guerrero humilde
fr: Archer
it: Guerriero ad arco
ja: 謙虚な戦士のポーズ
ko: 숙인 전사자세
nl: Buigende Krijger
pt_pt: Guerreiro Humilde
ru: Поза Воина в Наклоне
sv: Bugande Krigare
th: ท่านักรบก้มตัว
tr: Eğilen Savaşçı
zh_hans: 举臂式
zh_hant: 舉臂式

# exerciseName65
source: Full Cobra
de: Ganze Kobra
es: Cobra completa
fr: Cobra entier
ja: 大きなコブラのポーズ
ko: 완전한 코브라자세
nl: Volledige Cobra
pt_pt: Cobra Integral
ru: Королевская Кобра
sv: Fulla Kobran
th: ท่างูเต็มตัว
tr: Tam Kobra
zh_hans: 全眼镜蛇式
zh_hant: 全眼鏡蛇式

# exerciseName66
source: Dancer
de: Tänzer
es: Bailarín
fr: Danseur
it: Danzatore
ja: 踊り子のポーズ
ko: 댄서자세
nl: Danser
pt_pt: Bailarina
ru: Танцор
sv: Dansaren
th: ท่าร่ายรำ
tr: Dansçı
zh_hans: 舞者式
zh_hant: 舞者式

# exerciseName67
source: Wind-Relieving Pose Variation
de: Variation Befreiende Wind-Stellung
es: Variación de la postura de liberación del viento
fr: Variation de la posture relaxation par le vent
it: Variazione sollevamento del vento
ja: パワンムクタサナのポーズのバリエーション
ko: 바람 빼기 자세 변형
nl: Wind Bevrijdende Houding Variatie
pt_pt: Variação de Pose de Libertação de Gases
ru: Поза Освобождения Ветра (Вариация)
sv: Fria Vinden Ställningsvariation
th: ท่าปล่อยลม
tr: Rüzgâr Dindirme Pozu Varyasyonu
zh_hans: 排气式变体
zh_hant: 排氣式變體

# exerciseName68
source: Eight-Point Salute
de: Acht-Punkte-Stellung
es: Saludo con ocho extremidades
fr: Salut en huit points
it: Saluto agli otto punti
ja: 八点立ちのポーズ
ko: 8가지 경배자세
nl: Achtledige Groet
pt_pt: Saudação de Oito Apoios
ru: Поза Восьми Точек
sv: Åtta-Poängs Honnören
th: ท่าอัษฎางคประดิษฐ์
tr: Güneşe Selam
zh_hans: 八点式
zh_hant: 八點式

# exerciseName69
source: Lizard Pose
de: Eidechse
es: Postura del lagarto
fr: Posture du lézard
it: Posizione della lucertola
ja: トカゲのポーズ
ko: 도마뱀 자세
nl: Hagedishouding
pt_pt: Pose de Lagarto
ru: Ящерица
sv: Ödlans Ställning
th: ท่าจิ้งจก
tr: Kertenkele Pozu
zh_hans: 蜥蜴式
zh_hant: 蜥蜴式

# exerciseName70
source: Locust Pose Variation
de: Variation Heuschrecke
es: Variación de la postura de la langosta
fr: Variation de la posture de la sauterelle
it: Variazione posizione della Locusta
ja: バッタのポーズのバリエーション
ko: 메뚜기자세 변형
nl: Sprinkhaan Variatie
pt_pt: Variação da Pose de Gafanhoto
ru: Саранча
sv: Gräshoppan Ställningsvariation
th: ท่าตั๊กแตนต่าง ๆ
tr: Çekirge Pozu Varyasyonu
zh_hans: 蝗虫式变体
zh_hant: 蝗蟲式變體

# exerciseName71
source: Crescent Lunge with Twist
de: Rückgebeugter Ausfallschritt mit Drehung
es: Luna creciente con giro
fr: Plongeon en croissant avec torsion
it: Affondo mezzaluna con torsione
ja: ひねった三日月のポーズ
ko: 초승달자세 비틀기
nl: Halve Lunge met Twist
pt_pt: Postura Crescente com Torção
ru: Низкий Выпад со Скручиванием
sv: Halvmånsutfall med Vridning
th: ท่าพระจันทร์เสี้ยวบิดตัว
tr: Burgulu Hilal Hamlesi
zh_hans: 扭转新月冲刺式
zh_hant: 扭轉新月衝刺式

# exerciseName72
source: Crescent Lunge
de: Rückgebeugter Ausfallschritt
es: Luna creciente
fr: Plongeon en croissant
it: Affondo mezzaluna
ja: 三日月のポーズ
ko: 초승달자세
nl: Staande Lunge
pt_pt: Postura Crescente
ru: Низкий Выпад
sv: Halvmånsutfall
th: ท่าพระจันทร์เสี้ยว
tr: Hilal Hamlesi
zh_hans: 新月冲刺式
zh_hant: 新月衝刺式

# exerciseName73
source: Mermaid
de: Meerjungfrau
es: Sirena
fr: Sirène
it: Sirena
ja: 人魚のポーズ
ko: 인어자세
nl: Zeemeermin
pt_pt: Sereia
ru: Русалка
sv: Sjöjungfrun
th: ท่านางเงือก
tr: Denizkızı
zh_hans: 美人鱼式
zh_hant: 美人魚式

# exerciseName74
source: One-Legged Upward-Facing Bow
de: Bogen mit einem Bein und Blick nach oben
es: Postura del arco hacia arriba con una pierna
fr: Arc tête haute sur une jambe
it: Muso di vacca con gamba verso l’alto
ja: 片足の上向きの弓のポーズ
ko: 한 다리로 위로 향한 활자세
nl: Eenbenige Opwaartse Boog
pt_pt: Roda com Uma Perna para Cima
ru: Поза Перевернутого Лука
sv: Enbent Uppåtvänd Bugning
th: ท่าคันธนูเงยหน้ายกขาข้างหนึ่ง
tr: Tek Ayakla Yukarı Bakan Yay
zh_hans: 单腿轮式
zh_hant: 單腿輪式

# exerciseName75
source: Rabbit
de: Hase
es: Conejo
fr: Lapin
it: Coniglio
ja: うさぎのポーズ
ko: 토끼자세
nl: Haas
pt_pt: Coelho
ru: Кролик
sv: Kaninen
th: ท่ากระต่าย
tr: Tavşan
zh_hans: 兔子式
zh_hant: 兔子式

# exerciseName76
source: Royal Pigeon Prep
de: Vorbereitung Königstaube
es: Preparación de la paloma real
fr: Pigeon royal
it: Piccione Reale
ja: 鳩のポーズの準備
ko: 비둘기자세
nl: Koningsduif
pt_pt: Preparação para Pombo Real
ru: Голубь
sv: Kungliga Duvan Förberedelse
th: ท่านกพิราบ
tr: Kraliyet Güvercini Hazırlık
zh_hans: 鸽王式
zh_hant: 鴿王式

# exerciseName77
source: Pyramid
de: Pyramide
es: Pirámide
fr: Pyramide
it: Piramide
ja: ピラミッドのポーズ
ko: 피라미드자세
nl: Pyramide
pt_pt: Pirâmide
ru: Пирамида
sv: Pyramiden
th: ท่าพีระมิด
tr: Piramit
zh_hans: 金字塔式
zh_hant: 金字塔式

# exerciseName78
source: Half-Pigeon
de: Halbe Taube
es: Media paloma
fr: Demi-pigeon
it: Mezzo piccione
ja: 片足の鳩のポーズ
ko: 하프 비둘기자세
nl: Halve Duif
pt_pt: Meio Pombo
ru: Поза Голубь с Наклоном
sv: Halv-Duvan
th: ท่าครึ่งนกพิราบ
tr: Yarım Güvercin
zh_hans: 半鸽式
zh_hant: 半鴿式

# exerciseName79
source: Scale Pose
de: Waage
es: Postura de la balanza
fr: Posture de l'échelle
it: Posizione della scala
ja: 天秤のポーズ
ko: 수평저울 자세
nl: Weegschaalhouding
pt_pt: Pose de Lótus em Elevação
ru: Поза Весов
sv: Vågen Ställning
th: ท่าตาชั่ง
tr: Terazi Pozu
zh_hans: 天平式
zh_hant: 天平式

# exerciseName80
source: Bridge
de: Brücke
es: Puente
fr: Pont
it: Ponte
ja: 橋のポーズ
ko: 다리자세
nl: Brughouding
pt_pt: Ponte
ru: Поза Мост с Вытянутой Ногой
sv: Bryggan
th: ท่าสะพาน
tr: Köprü
zh_hans: 桥式
zh_hant: 橋式

# exerciseName82
source: High Prayer Variation
de: Variation Hohe Gebetsstellung
es: Variación del saludo ascendente
fr: Variation prière haute
it: Variazione Preghiera Alta
ja: 手を上げた山のポーズのバリエーション
ko: 하이 기도자세 변형
nl: Bidvariatie
pt_pt: Variação de Oração Elevada
ru: Поза Молящегося (Вариация)
sv: Hög Bön Variation
th: ท่าวันทา
tr: Yüksek Dua Varyasyonu
zh_hans: 祈祷式变体
zh_hant: 祈禱式變體

# exerciseName83
source: Plank
de: Brettposition
es: Plancha
fr: Planche
it: Tavola
ja: 板のポーズ
ko: 플랭크
nl: Plankhouding
pt_pt: Prancha
ru: Планка
sv: Plankan
th: แพลงก์
tr: Tahta
zh_hans: 板式
zh_hant: 板式

# exerciseName84
source: Reclining Foot-to-Finger B
de: Zurückgelehnte Fuß-zum-Finger-Position B
es: Postura del dedo gordo del pie recostado B
fr: Pied au doigt incliné B
it: Inclinazione piede dito B
ja: 仰向けで親指をつかむポーズB
ko: 누워서 발끝잡기 B
nl: Dalende Dikke Teenhouding B
pt_pt: Reclinação Pé-Dedo B
ru: Наклон с Захватом Большого Пальца Ноги
sv: Lutande Fot-till-Finger B
th: ท่าเอนกายมือแตะเท้า
tr: Uzanarak Ayaktan Parmağa B
zh_hans: 仰卧手抓脚指B式
zh_hant: 仰臥手抓腳指B式

# exerciseName85
source: Plow
de: Pflug
es: Arado
fr: Charrue
it: Aratro
ja: 鋤のポーズ
ko: 쟁기자세
nl: Ploeg
pt_pt: Arado
ru: Плуг
sv: Plogen
th: ท่าคันไถ
tr: Saban
zh_hans: 犁式
zh_hant: 犁式

# exerciseName86
source: Tiger with Bow Variation
de: Tiger mit gebeugter Variation
es: Variación del tigre con arco
fr: Variation tigre avec arc
it: Tigre con variazione ad arco
ja: 虎のポーズの弓のバリエーション
ko: 호랑이 활자세 변형
nl: Tijger met Buigvariatie
pt_pt: Tigre com Variação em Arco
ru: Поза Тигра на Одной Руке
sv: Tiger med Rosett Variation
th: ท่าเสือแบบคันธนู
tr: Yaylı Kaplan Varyasyonu
zh_hans: 老虎弓式变体
zh_hant: 老虎弓式變體

# exerciseName87
source: Peaceful Warrior
de: Friedlicher Krieger
es: Guerrero pacífico
fr: Guerrier pacifique
it: Guerriero pacifico
ja: 穏やかな戦士のポーズ
ko: 평화로운 전사자세
nl: Vreedzame Krijger
pt_pt: Guerreiro da Paz
ru: Мирный Воин
sv: Fredlig Krigare
th: ท่านักรบสงบสุข
tr: Barışçı Savaşçı
zh_hans: 和平战士
zh_hant: 和平戰士

# exerciseName88
source: Revolved Half-Moon
de: Gedrehter Halbmond
es: Media luna girada
fr: Demi-lune retournée
it: Mezza luna ruotata
ja: 半月ねじりのポーズ
ko: 회전하는 반달자세
nl: Halve Maan
pt_pt: Meia Lua com Rotação
ru: Поза Полумесяца со Скручиванием
sv: Roterad Halv-Måne
th: ท่าพระจันทร์ครึ่งเสี้ยวบิดตัว
tr: Burgulu Yarım Ay
zh_hans: 扭转半月式
zh_hant: 扭轉半月式

# exerciseName89
source: Head-to-Knee Pose
de: Kopf-zum-Knie Stellung
es: Postura de la cabeza a la rodilla
fr: Posture tête sur genou
it: Posizione testa al ginocchio
ja: 頭をひざにつけるポーズ
ko: 무릎에 머리대기
nl: Hoofd-tot-Kniehouding
pt_pt: Pose de Cabeça no Joelho
ru: Голова на Колене
sv: Huvud-till-Knä Ställning
th: ท่าศีรษะจรดเข่า
tr: Baş Dize Pozu
zh_hans: 头碰膝式
zh_hant: 頭碰膝式

# exerciseName91
source: Reclining Pigeon
de: Gedrehte Taube
es: Paloma reclinada
fr: Pigeon incliné
it: Piccione reclinato
ja: 横たわった鳩のポーズ
ko: 누운 비둘기자세
nl: Eenbenige Duif
pt_pt: Pombo Reclinado
ru: Поза Голубь (Вариация)
sv: Lutande Duvan
th: ท่านกพิราบเอนกาย
tr: Uzanarak Güvercin
zh_hans: 仰卧鸽式
zh_hant: 仰臥鴿式

# exerciseName92
source: Revolved Head-to-Knee Pose
de: Gedrehte Kopf-Zum-Knie Stellung
es: Postura de la cabeza a la rodilla girada
fr: Posture tête sur genou retournée
it: Posizione testa al ginocchio reclinata
ja: 頭をひざにつけるねじりポーズ
ko: 비틀어서 무릎에 머리대기
nl: Omgekeerde Hoofd-tot-Kniehouding
pt_pt: Pose de Cabeça no Joelho com Torção
ru: Перевернутый Наклон Головой к Колену
sv: Roterad Huvud-till-Knä Ställning
th: ท่าศีรษะจรดเข่าบิดตัว
tr: Baş Dize Burgulu Poz
zh_hans: 扭转头碰膝式
zh_hant: 扭轉頭碰膝式

# exerciseName93
source: Revolved Triangle
de: Gedrehtes Dreieck
es: Triángulo invertido
fr: Triangle retourné
it: Triangolo reclinato
ja: 三角ねじりのポーズ
ko: 회전하는 삼각형자세
nl: Omgekeerde Driehoek
pt_pt: Triângulo com Torção
ru: Перевернутая Поза Треугольника
sv: Roterad Triangel
th: ท่าสามเหลี่ยมบิดตัว
tr: Burgulu Üçgen
zh_hans: 扭转三角式
zh_hant: 扭轉三角式

# exerciseName94
source: Low Lunge
de: Tiefer Ausfallschritt
es: Zancada baja
fr: Petit plongeon
ja: ローランジのポーズ
ko: 로우런지
nl: Lage Lunge
pt_pt: Corredor em Baixo
ru: Низкий Выпад Вперед
sv: Lågt Utfall
th: ท่าตั้งเข่าขาหน้า
tr: Alçak Hamle
zh_hans: 低冲刺式
zh_hant: 低衝刺式

# exerciseName95
source: Revolved Standing Foot-to-Finger Variation
de: Variation Gedrehte Fuß-zum-Finger-Position im Stehen
es: Variación de pie y mano girada en pie
fr: Variation pied au doigt debout retourné
it: Variazione piede dito reclinata in piedi
ja: 立位の足指をつかむねじりポーズのバリエーション
ko: 서서 비틀어 발끝잡기 변형
nl: Omgekeerde Staande Grote Teenhouding Variatie
pt_pt: Variação de Pé-Dedo com Torção
ru: Захват Большого Пальца Ноги Стоя (Вариация)
sv: Roterad Stående Fot-till-Finger Variation
th: ท่ายืนมือแตะเท้าบิดตัว
tr: Ayakta Durur Vaziyette Ayak Parmağa Burgulu Varyasyon
zh_hans: 扭转手抓脚指立式变体
zh_hant: 扭轉手抓腳指立式變體

# exerciseName96
source: Supine Spinal Twist
de: Liegende Rückendrehung
es: Giro de espalda en posición supina
fr: Torsion vertébrale couché
it: Torsione spinale supina
ja: 仰向けのねじりのポーズ
ko: 누워서 허리 비틀기
nl: Gedraaide Buikhouding
pt_pt: Torção de Coluna Deitada
ru: Поза Скручивания Спины Лежа
sv: Liggande Ryggradsvridning
th: ท่านอนหงายบิดเอว
tr: Sırt Üstü Yatarak Omurga Burgusu
zh_hans: 脊柱扭转式
zh_hant: 脊柱扭轉式

# exerciseName97
source: Reclining Bound Angle
de: Zurückgelehnter Gebundener Engel
es: Ángulo amarrado tumbado
fr: Angle lié incliné
it: Angolo inclinato
ja: 仰向けで腕をからめたアングルポーズ
ko: 누운 나비자세
nl: Liggende Gebonden Hoek
pt_pt: Deusa Reclinada
ru: Поза Бабочки Лежа
sv: Lutande Bunden Vinkel
th: ท่าขัดสมาธินอนหงาย
tr: Uzanarak Bağlı Açı
zh_hans: 仰卧束角式
zh_hant: 仰臥束角式

# exerciseName98
source: Reclining Foot-to-Finger A
de: Zurückgelehnte Fuß-zum-Finger-Position A
es: Pie y mano tumbado A
fr: Pied au doigt incliné A
it: Inclinazione piede dito A
ja: 仰向けで足指をつかむポーズA
ko: 누워서 발끝잡기 A
nl: Liggende Dalende Teenhouding A
pt_pt: Reclinação Pé-Dedo A
ru: Захват Большого Пальца Ноги Лежа
sv: Lutande Fot-till-Finger A
th: ท่าเอนกายมือแตะเท้า
tr: Uzanarak Ayak Parmağa A
zh_hans: 仰卧手抓脚指A式
zh_hant: 仰臥手抓腳指A式

# exerciseName99
source: Seated Forward Fold
de: Vorbeuge im Sitzen
es: Flexión hacia adelante sentado
fr: Plié avant assis
it: Piegamento in Avanti seduti
ja: 座位の前屈のポーズ
ko: 앉은 전굴자세
nl: Zittende Voorwaartse Buiging
pt_pt: Estiramento Posterior Sentado
ru: Наклон к Ногам Сидя
sv: Sittande Framåtlutande
th: ท่าหน้าผากจรดเท้า
tr: Oturarak Öne Katlanma
zh_hans: 背部前屈伸展坐式
zh_hant: 背部前屈伸展坐式

# exerciseName100
source: Standing Foot-to-Finger D
de: Fuß-zum-Finger-Position D im Stehen
es: Postura pie y mano en pie D
fr: Pied au doigt debout D
it: Inclinazione Piede dito D
ja: 立位の足指をつかむポーズ D
ko: 서서 발끝잡기 D
nl: Staande Dalende Grote Teenhouding D
pt_pt: Pé-Dedo de Pé D
ru: Стойка с Вытягиванием Ноги Вперед
sv: Stående Fot-till-Finger D
th: ท่ายืนมือจรดเท้า D
tr: Ayakta Durur Vaziyette Ayak Parmağa D
zh_hans: 手抓脚指立式D
zh_hant: 手抓腳指立式D
